{
  "title": "Oral Argument - May 02, 1956 (Part 1)",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 6326585,
        "byte_start": 28672,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 114981,
            "stop": 21.563,
            "byte_start": 28672,
            "text_blocks": [
              {
                "text": "Number 451, Railway Employees Department, et al, versus Robert L. Hanson.",
                "start": 0,
                "byte_stop": 101919,
                "byte_start": 28672,
                "stop": 18.292
              },
              {
                "text": "Mr. Schoene, is that the way you pronounce your name?",
                "start": 18.292,
                "byte_stop": 114981,
                "byte_start": 101919,
                "stop": 21.563
              }
            ]
          },
          {
            "start": 21.563,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 121250,
            "stop": 23.13,
            "byte_start": 114981,
            "text_blocks": [
              {
                "text": "I pronounce it Schoene.",
                "start": 21.563,
                "byte_stop": 121250,
                "byte_start": 114981,
                "stop": 23.13
              }
            ]
          },
          {
            "start": 23.13,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 141416,
            "stop": 28.179,
            "byte_start": 121250,
            "text_blocks": [
              {
                "text": "Mr. Schoene.",
                "start": 23.13,
                "byte_stop": 141416,
                "byte_start": 121250,
                "stop": 28.179
              }
            ]
          },
          {
            "start": 28.179,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 3540365,
            "stop": 877.913,
            "byte_start": 141416,
            "text_blocks": [
              {
                "text": "If the Court please.",
                "start": 28.179,
                "byte_stop": 148940,
                "byte_start": 141416,
                "stop": 30.044
              },
              {
                "text": "This is an appeal from a final judgment and decision by the Supreme Court of Nebraska which affirmed a judgment and order of the District Court of Douglas County, Nebraska, permanently enjoining the enforcement or operation of a so-called union shop agreement between the Union Pacific Railroad and the organizations constituting the appellants here.",
                "start": 30.044,
                "byte_stop": 271820,
                "byte_start": 148940,
                "stop": 60.762
              },
              {
                "text": "The background is this.",
                "start": 60.762,
                "byte_stop": 280701,
                "byte_start": 271820,
                "stop": 62.997
              },
              {
                "text": "The original Railway Labor Act of 1926 was silent on the question of whether organizations and railroad subject to it should be permitted to make union shop or closed shop agreements.",
                "start": 62.997,
                "byte_stop": 364920,
                "byte_start": 280701,
                "stop": 84.044
              },
              {
                "text": "Apparently, agreements at that time were not particularly prevalent among the standard railway labor organizations, although it is indicated that there were some, in effect, particularly so-called percentage agreements requiring a minimum percentage of employees to be union members.",
                "start": 84.044,
                "byte_stop": 450811,
                "byte_start": 364920,
                "stop": 105.511
              },
              {
                "text": "However, what was prevalent was a practice of fostering company-dominated unions and requiring membership in such unions as a condition of employment.",
                "start": 105.511,
                "byte_stop": 500548,
                "byte_start": 450811,
                "stop": 117.944
              },
              {
                "text": "Primarily, with respect to that situation, Congress in 1934 amended the Act to -- to prohibit completely all forms of so-called union security agreement.",
                "start": 117.944,
                "byte_stop": 564600,
                "byte_start": 500548,
                "stop": 133.974
              },
              {
                "text": "In other words, carriers were prohibited under all circumstances from in anyway fostering or encouraging or the membership or nonmembership in labor organizations.",
                "start": 133.974,
                "byte_stop": 630533,
                "byte_start": 564600,
                "stop": 150.464
              },
              {
                "text": "It outlawed there by the yellow-dog contract as well as the union shop or closed shop agreements.",
                "start": 150.464,
                "byte_stop": 662089,
                "byte_start": 630533,
                "stop": 158.348
              },
              {
                "text": "By 1951, Congress took cognizance of the fact that the company union had to all intents and purposes disappear.",
                "start": 158.348,
                "byte_stop": 708587,
                "byte_start": 662089,
                "stop": 169.972
              },
              {
                "text": "In the meantime, through the National Labor Relations Act and the -- as subsequently amended in the Taft-Hartley Act, Congress had regulated the extent to which and unions in other industries might be permitted to make union shop agreements and prescribe the conditions for the making of such agreements.",
                "start": 169.972,
                "byte_stop": 818406,
                "byte_start": 708587,
                "stop": 197.42
              },
              {
                "text": "Taking cognizance of those circumstances, Congress enacted what is known as Section 2, Eleventh of the Railway Labor Act that is set forth in our brief at -- at page 3.",
                "start": 197.42,
                "byte_stop": 904714,
                "byte_start": 818406,
                "stop": 218.996
              },
              {
                "text": "The substance of Section 2, Eleventh is that notwithstanding the probations of any other federal or state law, carriers subject to the Railway Labor Act and organizations organized in accordance with the requirements of that Act may make agreements requiring as a condition of continued employment that all employees within 60 days after the making of the agreement or within 60 days after they are employed, become -- and become members and continue to maintain membership in the organization representing their craft or class.",
                "start": 218.996,
                "byte_stop": 1077227,
                "byte_start": 904714,
                "stop": 262.127
              },
              {
                "text": "When the law was thus amended, the non-operating organizations consisting of the -- of all but the last two of the appellants in this case, served notice on all the major railroads that they wish to negotiate union shop agreements in accordance with the permission conferred by statute.",
                "start": 262.127,
                "byte_stop": 1180881,
                "byte_start": 1077227,
                "stop": 288.031
              },
              {
                "text": "The railroads by and large refused with the few exceptions.",
                "start": 288.031,
                "byte_stop": 1207839,
                "byte_start": 1180881,
                "stop": 294.784
              },
              {
                "text": "After considerable negotiation, New York Central, in Baltimore and Ohio, and the Lehigh Valley and a few smaller roads made agreements through dealings across the table.",
                "start": 294.784,
                "byte_stop": 1257263,
                "byte_start": 1207839,
                "stop": 307.128
              },
              {
                "text": "With respect to most of the railroads, however, the controversy remained unsettled and approximately a year later, that is in 1952, the early part of 1952, the President appointed Emergency Board No.98 pursuant to Section 10 of the Railway Labor Act to investigate the dispute concerning the making of the union shop agreements.",
                "start": 307.128,
                "byte_stop": 1368336,
                "byte_start": 1257263,
                "stop": 334.904
              },
              {
                "text": "That Board held its investigations, made its recommendations to the president and recommended that the railroads and the unions should jointly enter into a union shop agreement along the same lines as those previously negotiated by the Baltimore and Ohio and New York Central and the Lehigh Valley with some recommended modifications.",
                "start": 334.904,
                "byte_stop": 1472825,
                "byte_start": 1368336,
                "stop": 361.026
              },
              {
                "text": "On the basis of the Emergency Board report, eventually, regional carriers conference committees were established in the east and in the west.",
                "start": 361.026,
                "byte_stop": 1527787,
                "byte_start": 1472825,
                "stop": 374.753
              },
              {
                "text": "No agreement could be reached with the Western Carriers Conference Committee, but in August of 1952, a group agreement with the carriers represented by the Eastern Carriers Conference Committee was reached.",
                "start": 374.753,
                "byte_stop": 1583376,
                "byte_start": 1527787,
                "stop": 388.67
              },
              {
                "text": "Thereafter, the individual railroads in the west were asked to subscribe to agreements in the same terms and most of them did.",
                "start": 388.67,
                "byte_stop": 1626948,
                "byte_start": 1583376,
                "stop": 399.557
              },
              {
                "text": "The Union Pacific was one and it included -- it resulted in the agreement here in question.",
                "start": 399.557,
                "byte_stop": 1664146,
                "byte_start": 1626948,
                "stop": 408.868
              },
              {
                "text": "Nonunion employees constituting the appellees chose not to comply with the terms of the agreement, but instead, instituted this suit in the District Court for Douglas County, Nebraska.",
                "start": 408.868,
                "byte_stop": 1727467,
                "byte_start": 1664146,
                "stop": 424.692
              },
              {
                "text": "And in so doing, claimed that the enforcement of the agreement was contrary to their rights under the Nebraska Constitution and statute which prohibits any discrimination in employment on the basis of membership or nonmembership in a labor organization and which prohibits specifically any agreement providing for any such discrimination.",
                "start": 424.692,
                "byte_stop": 1838435,
                "byte_start": 1727467,
                "stop": 452.423
              },
              {
                "text": "The answers of both the Union Pacific and the -- and the unions challenged the applicability of the Nebraska law and set up as an authoritative and valid basis for the making of the agreement in question, the federal statute.",
                "start": 452.423,
                "byte_stop": 1930386,
                "byte_start": 1838435,
                "stop": 475.415
              },
              {
                "text": "In turn, the appellees challenged the validity of the federal statute both as being not a proper regulation of interstate commerce and as being violative of the First and Fifth Amendments as well as on other grounds.",
                "start": 475.415,
                "byte_stop": 2009590,
                "byte_start": 1930386,
                "stop": 495.227
              },
              {
                "text": "The District Court of Douglas County found in favor of the appellees and entered a permanent injunction.",
                "start": 495.227,
                "byte_stop": 2057655,
                "byte_start": 2009590,
                "stop": 507.235
              },
              {
                "text": "And that, as I say, was affirmed by the Supreme Court of Nebraska in the decision here under review.",
                "start": 507.235,
                "byte_stop": 2085658,
                "byte_start": 2057655,
                "stop": 514.238
              },
              {
                "text": "The Supreme Court of Nebraska apparently recognized that Congress had the power in the course of the regulation of labor relations and the railroad industry to regulate the subject of union shop agreements.",
                "start": 514.238,
                "byte_stop": 2153576,
                "byte_start": 2085658,
                "stop": 531.222
              },
              {
                "text": "It also indicated that it considered union shop agreements made pursuant to the Taft-Hartley Act as not violating any constitutional rights.",
                "start": 531.222,
                "byte_stop": 2208434,
                "byte_start": 2153576,
                "stop": 544.921
              },
              {
                "text": "But if I correctly understand the opinion of the Supreme Court of Nebraska, it holds that because in the Railway Labor Act, Congress did not leave state laws concurrently to operate as it had in Taft-Hartley but instead expressly preempted the field that thereby -- therefore, the congressional permission to make these agreements must be tested in the same manner constitutionally as though it had specifically required by law that every employee be a member of the union as a condition of his employment.",
                "start": 544.921,
                "byte_stop": 2383872,
                "byte_start": 2208434,
                "stop": 588.781
              },
              {
                "text": "Now, it seems to me, Your Honors, that the decision of the Supreme Court of Nebraska is so plainly wrong that it takes but brief comment to demonstrate.",
                "start": 588.781,
                "byte_stop": 2437162,
                "byte_start": 2383872,
                "stop": 602.11
              },
              {
                "text": "Certainly, the power of Congress has a part of the regulation of interstate commerce to include in its regulation the manner in which employer-employee relations are conducted, is too well-established to be subject to questions at this time.",
                "start": 602.11,
                "byte_stop": 2505812,
                "byte_start": 2437162,
                "stop": 619.259
              },
              {
                "text": "The Court has specifically passed on it a number of times first in Texas and New Orleans against Brotherhood of Railway & Steamship Clerks and subsequently again in the Virginian Railway against System Federation No. 40.",
                "start": 619.259,
                "byte_stop": 2567461,
                "byte_start": 2505812,
                "stop": 634.676
              },
              {
                "text": "And that subject matter has included, at least since 1934, the specific regulation of the subject of union shop agreements or closed shop agreements.",
                "start": 634.676,
                "byte_stop": 2617720,
                "byte_start": 2567461,
                "stop": 647.239
              },
              {
                "text": "As I've indicated before under Sections 2, Fourth and Fifth prior to the 1934 Amendment, such agreements were entirely prohibited.",
                "start": 647.239,
                "byte_stop": 2658576,
                "byte_start": 2617720,
                "stop": 657.452
              },
              {
                "text": "Now, Congress has not, at this time, simply turned loose of the subject matter and ceased to regulate it.",
                "start": 657.452,
                "byte_stop": 2690027,
                "byte_start": 2658576,
                "stop": 665.336
              },
              {
                "text": "It has prescribed in detail the precise terms that may be embodied in such an agreement and has said such agreements shall be permitted to be made notwithstanding any other provision of federal or state law.",
                "start": 665.336,
                "byte_stop": 2765887,
                "byte_start": 2690027,
                "stop": 684.298
              },
              {
                "text": "And incidentally, it was found in the Tenth Circuit Court Of Appeals in 1936 that the enactment of the 1934 prohibition invalidated existing checkoff agreements then in effect.",
                "start": 684.298,
                "byte_stop": 2827013,
                "byte_start": 2765887,
                "stop": 699.576
              },
              {
                "text": "That was in the case of Brotherhood Railroad Shop Crafts against Lowden, 86 F .2d, 458.",
                "start": 699.576,
                "byte_stop": 2900365,
                "byte_start": 2827013,
                "stop": 717.909
              },
              {
                "text": "I do not think there is any controversy at the present time that Section 2, Eleventh does in fact render state laws inapplicable if it is not itself unconstitutional.",
                "start": 717.909,
                "byte_stop": 2954282,
                "byte_start": 2900365,
                "stop": 731.402
              },
              {
                "text": "At one time, that was my matter in controversy in this case but as I read the opinion below and the -- and the briefs of the appellees, that appears no longer to be contentious.",
                "start": 731.402,
                "byte_stop": 3017498,
                "byte_start": 2954282,
                "stop": 747.194
              },
              {
                "text": "Certainly, it seems difficult for me to see how it could be, in light of the express language of Congress which says notwithstanding the provisions of any other law of the United States or of any State.",
                "start": 747.194,
                "byte_stop": 3081446,
                "byte_start": 3017498,
                "stop": 763.172
              },
              {
                "text": "And the legislative history fully supports that that was intended to mean exactly what it says.",
                "start": 763.172,
                "byte_stop": 3112793,
                "byte_start": 3081446,
                "stop": 771.004
              },
              {
                "text": "So we come to the question, is there any constitutional infirmity in the enactment of Section 2, Eleventh?",
                "start": 771.004,
                "byte_stop": 3159709,
                "byte_start": 3112793,
                "stop": 782.751
              },
              {
                "text": "The appellees assert that it violates First and Fifth Amendment guarantees because the right to work and the right to freedom of association are limited through union shop agreements.",
                "start": 782.751,
                "byte_stop": 3226060,
                "byte_start": 3159709,
                "stop": 799.339
              },
              {
                "text": "Those contentions seem to me completely flimsy.",
                "start": 799.339,
                "byte_stop": 3241942,
                "byte_start": 3226060,
                "stop": 803.306
              },
              {
                "text": "In the first place, union shop agreements are not themselves government act and they do not become the equivalent of government statutes merely because entered into pursuant to the authority conferred by federal law.",
                "start": 803.306,
                "byte_stop": 3316757,
                "byte_start": 3241942,
                "stop": 822.008
              },
              {
                "text": "That may be illustrated with respect to any other collective bargaining agreement.",
                "start": 822.008,
                "byte_stop": 3336401,
                "byte_start": 3316757,
                "stop": 826.923
              },
              {
                "text": "We make agreements all the time, fixing wages, working conditions, and other conditions of employment, the number of hours per week and the rights of pay.",
                "start": 826.923,
                "byte_stop": 3375376,
                "byte_start": 3336401,
                "stop": 836.673
              },
              {
                "text": "Now, if Congress were to take direct congressional action to fix the rates of pay or to fix the hours of employment as it did in the Adamson Act, then of course, immediately constitutional questions arise as to whether the circumstances warrant that kind of restriction on the liberty of contract.",
                "start": 836.673,
                "byte_stop": 3467118,
                "byte_start": 3375376,
                "stop": 859.606
              },
              {
                "text": "But no such questions were asked when Congress leaves it to the bargaining of the party.",
                "start": 859.606,
                "byte_stop": 3485821,
                "byte_start": 3467118,
                "stop": 864.264
              },
              {
                "text": "And in the same way when Congress leaves to the bargaining of the parties, the question of whether they will or will not make union shop agreements, Congress has commanded nothing has restricted no liberties.",
                "start": 864.264,
                "byte_stop": 3540365,
                "byte_start": 3485821,
                "stop": 877.913
              }
            ]
          },
          {
            "start": 877.913,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 3600551,
            "stop": 892.954,
            "byte_start": 3540365,
            "text_blocks": [
              {
                "text": "And if the party -- I take it , the argument is that if a party exercises what we call their liberty necessarily the right to go to object to that mode of exercising their liberty, coerced it.",
                "start": 877.913,
                "byte_stop": 3600551,
                "byte_start": 3540365,
                "stop": 892.954
              }
            ]
          },
          {
            "start": 892.954,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 3601283,
            "stop": 893.144,
            "byte_start": 3600551,
            "text_blocks": [
              {
                "text": "That -- that --",
                "start": 892.954,
                "byte_stop": 3601283,
                "byte_start": 3600551,
                "stop": 893.144
              }
            ]
          },
          {
            "start": 893.144,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 3623852,
            "stop": 898.769,
            "byte_start": 3601283,
            "text_blocks": [
              {
                "text": "That's the legal controversies upon (Inaudible) voluntarily agreeing to this.",
                "start": 893.144,
                "byte_stop": 3623852,
                "byte_start": 3601283,
                "stop": 898.769
              }
            ]
          },
          {
            "start": 898.769,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 3627405,
            "stop": 899.681,
            "byte_start": 3623852,
            "text_blocks": [
              {
                "text": "That -- that is --",
                "start": 898.769,
                "byte_stop": 3627405,
                "byte_start": 3623852,
                "stop": 899.681
              }
            ]
          },
          {
            "start": 899.681,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 3637123,
            "stop": 902.099,
            "byte_start": 3627405,
            "text_blocks": [
              {
                "text": "Probably the department of this.",
                "start": 899.681,
                "byte_stop": 3637123,
                "byte_start": 3627405,
                "stop": 902.099
              }
            ]
          },
          {
            "start": 902.099,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 4668123,
            "stop": 1159.862,
            "byte_start": 3637123,
            "text_blocks": [
              {
                "text": "That -- that is the contention, Your Honor.",
                "start": 902.099,
                "byte_stop": 3646422,
                "byte_start": 3637123,
                "stop": 904.436
              },
              {
                "text": "But my point is that it -- it is equally true when -- when we make an agreement concerning rates of pay or other working conditions.",
                "start": 904.436,
                "byte_stop": 3697622,
                "byte_start": 3646422,
                "stop": 917.216
              },
              {
                "text": "The other individuals in the craft or class may not like it.",
                "start": 917.216,
                "byte_stop": 3713923,
                "byte_start": 3697622,
                "stop": 921.305
              },
              {
                "text": "They may not like the rate of pay.",
                "start": 921.305,
                "byte_stop": 3720296,
                "byte_start": 3713923,
                "stop": 922.89
              },
              {
                "text": "They may not like the conditions of employment.",
                "start": 922.89,
                "byte_stop": 3729074,
                "byte_start": 3720296,
                "stop": 925.085
              },
              {
                "text": "When we put in the 40-hour week, there may have been many who would have preferred to continue to work to 48 if they can.",
                "start": 925.085,
                "byte_stop": 3755614,
                "byte_start": 3729074,
                "stop": 931.734
              },
              {
                "text": "And that was done pursuant to the same statutory scheme that is involved here.",
                "start": 931.734,
                "byte_stop": 3788424,
                "byte_start": 3755614,
                "stop": 939.912
              },
              {
                "text": "Now, the -- the claim, in other words, becomes essentially a claim on constitutional grounds to have Congress prohibit union shop agreements.",
                "start": 939.912,
                "byte_stop": 3846520,
                "byte_start": 3788424,
                "stop": 954.446
              },
              {
                "text": "And we say that they have no constitutional claim to have Congress prohibit anything.",
                "start": 954.446,
                "byte_stop": 3884032,
                "byte_start": 3846520,
                "stop": 963.833
              },
              {
                "text": "Now, this Court has had occasion before to deal with the question of the union shop and closed shop agreements.",
                "start": 963.833,
                "byte_stop": 3917573,
                "byte_start": 3884032,
                "stop": 972.211
              },
              {
                "text": "Under the Wagner Act, closed shop agreements requiring as a condition of initial employment, membership in the union and permitting expulsion from the union of members and consequent loss of employment was permitted.",
                "start": 972.211,
                "byte_stop": 4001061,
                "byte_start": 3917573,
                "stop": 993.072
              },
              {
                "text": "And bear in mind that under the Wagner Act, the collective bargaining agent was as much closed with the statutory authority of being the exclusive bargaining agent as the union is under the Railway Labor Act.",
                "start": 993.072,
                "byte_stop": 4061665,
                "byte_start": 4001061,
                "stop": 1008.225
              },
              {
                "text": "Nevertheless, this Court had before it in Colgate-Palmolive-Peet Company against National Labor Relations Board, cited at page 14 of our brief, a situation in which a closed shop agreement had been made.",
                "start": 1008.225,
                "byte_stop": 4119970,
                "byte_start": 4061665,
                "stop": 1022.811
              },
              {
                "text": "And then at a time which was appropriate for seeking a change in bargaining representation, employees who agitated for a different representative were expelled from their union and were fired from their jobs.",
                "start": 1022.811,
                "byte_stop": 4190605,
                "byte_start": 4119970,
                "stop": 1040.464
              },
              {
                "text": "The National Labor Relations Board held that that was not -- or that that was an unfair labor practice notwithstanding the permission in the Act to make closed shop agreements.",
                "start": 1040.464,
                "byte_stop": 4240656,
                "byte_start": 4190605,
                "stop": 1052.978
              },
              {
                "text": "They said they had to reconcile it with the freedom of association, the freedom of organization provided in Section 7 of the Act.",
                "start": 1052.978,
                "byte_stop": 4272003,
                "byte_start": 4240656,
                "stop": 1060.826
              },
              {
                "text": "This Court said the Board was wrong and directed the enforcement of the union shop agreement.",
                "start": 1060.826,
                "byte_stop": 4301469,
                "byte_start": 4272003,
                "stop": 1068.197
              },
              {
                "text": "My colleagues criticized me for saying direct to the enforcement because they say all this Court did was to tell the Board not to interfere with its performance.",
                "start": 1068.197,
                "byte_stop": 4337204,
                "byte_start": 4301469,
                "stop": 1077.124
              },
              {
                "text": "But that to my mind is directing the enforcement of the union of the closed shop agreement.",
                "start": 1077.124,
                "byte_stop": 4360819,
                "byte_start": 4337204,
                "stop": 1083.032
              },
              {
                "text": "And in commenting on the situation, this Court said, \"One of the oldest techniques in the art of collective bargaining is the closed shop.",
                "start": 1083.032,
                "byte_stop": 4407317,
                "byte_start": 4360819,
                "stop": 1094.65
              },
              {
                "text": "It protects the integrity of the union and provides stability to labor relations.",
                "start": 1094.65,
                "byte_stop": 4429782,
                "byte_start": 4407317,
                "stop": 1100.272
              },
              {
                "text": "To achieve stability of labor relations was the primary objective of Congress in enacting the National Labor Relations Act.\"",
                "start": 1100.272,
                "byte_stop": 4459039,
                "byte_start": 4429782,
                "stop": 1107.572
              },
              {
                "text": "Congress knew that a closed shop would interfere with the freedom of employes to organize in another union and would if used, lead inevitably to discrimination in tenure of employment.",
                "start": 1107.572,
                "byte_stop": 4506687,
                "byte_start": 4459039,
                "stop": 1119.502
              },
              {
                "text": "Nevertheless, with full realization that there was a limitation by the proviso of Section 8, Three, upon the freedom of Section 7, Congress inserted the provision of Section 8, Three.",
                "start": 1119.502,
                "byte_stop": 4555483,
                "byte_start": 4506687,
                "stop": 1131.678
              },
              {
                "text": "It is not necessary for us to justify the policy of Congress.",
                "start": 1131.678,
                "byte_stop": 4571993,
                "byte_start": 4555483,
                "stop": 1135.812
              },
              {
                "text": "It is enough that we find it in the statute.",
                "start": 1135.812,
                "byte_stop": 4584114,
                "byte_start": 4571993,
                "stop": 1138.847
              },
              {
                "text": "That policy cannot be defeated by the Board's policy which would make an unfair labor practice out of that which is authorized by the Act.",
                "start": 1138.847,
                "byte_stop": 4618595,
                "byte_start": 4584114,
                "stop": 1147.463
              },
              {
                "text": "The Board cannot ignore the plain provisions of a valid contract made in accordance with the letter and spirit of the statute and perform it -- and reform it to conform to the Board's idea of correct policy.",
                "start": 1147.463,
                "byte_stop": 4668123,
                "byte_start": 4618595,
                "stop": 1159.862
              }
            ]
          },
          {
            "start": 1159.862,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 4704381,
            "stop": 1168.914,
            "byte_start": 4668123,
            "text_blocks": [
              {
                "text": "Mr. Schoene, the problem of the so-called -- so-called problem is the problem of the so-called closed union entered to this --",
                "start": 1159.862,
                "byte_stop": 4704381,
                "byte_start": 4668123,
                "stop": 1168.914
              }
            ]
          },
          {
            "start": 1168.914,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 4706471,
            "stop": 1169.424,
            "byte_start": 4704381,
            "text_blocks": [
              {
                "text": "No.",
                "start": 1168.914,
                "byte_stop": 4706471,
                "byte_start": 4704381,
                "stop": 1169.424
              }
            ]
          },
          {
            "start": 1169.424,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 4711696,
            "stop": 1170.74,
            "byte_start": 4706471,
            "text_blocks": [
              {
                "text": "-- problem of this case?",
                "start": 1169.424,
                "byte_stop": 4711696,
                "byte_start": 4706471,
                "stop": 1170.74
              }
            ]
          },
          {
            "start": 1170.74,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 4821828,
            "stop": 1198.277,
            "byte_start": 4711696,
            "text_blocks": [
              {
                "text": "No, Your Honor, it is not.",
                "start": 1170.74,
                "byte_stop": 4716607,
                "byte_start": 4711696,
                "stop": 1171.973
              },
              {
                "text": "The statute specifically provides that no agreement shall deny employment or terminate the employment of any individual to whom membership is not made available on the same terms on -- and conditions as generally applicable or whose membership is denied or terminated for any reason other than failure to tender periodic dues, initiation fees, and assessments not including fines and penalties.",
                "start": 1171.973,
                "byte_stop": 4821828,
                "byte_start": 4716607,
                "stop": 1198.277
              }
            ]
          },
          {
            "start": 1198.277,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 4908763,
            "stop": 1220.02,
            "byte_start": 4821828,
            "text_blocks": [
              {
                "text": "So the question -- is the question reduced to one that's -- I put to you a little while ago, namely whether people can be bound as to the terms of resulting collective agreements, although they themselves was referred to be in addition here on different (Inaudible) carriers.",
                "start": 1198.277,
                "byte_stop": 4908763,
                "byte_start": 4821828,
                "stop": 1220.02
              }
            ]
          },
          {
            "start": 1220.02,
            "speaker": {
              "last_name": "Schoene",
              "ID": 35111,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/lester_p_schoene",
              "view_count": 0,
              "identifier": "lester_p_schoene",
              "name": "Lester P. Schoene"
            },
            "byte_stop": 6304538,
            "stop": 1568.956,
            "byte_start": 4908763,
            "text_blocks": [
              {
                "text": "I -- I think that's what it comes to, Mr. Justice Frankfurter.",
                "start": 1220.02,
                "byte_stop": 4928303,
                "byte_start": 4908763,
                "stop": 1224.891
              },
              {
                "text": "And I say the -- the Court has specifically recognized in connection with the Wagner Act that even a closed shop agreement may be permitted and that it is enough to find such a policy in the statute, it is not necessary for this Court to justify.",
                "start": 1224.891,
                "byte_stop": 5007088,
                "byte_start": 4928303,
                "stop": 1244.595
              },
              {
                "text": "And Mr. Justice Frankfurter, I noted particularly in your concurring opinion in the Lincoln Union Northwestern -- versus Northwestern Company and AF of L versus American Sash & Door Co, you note it's what had been the situation in the railroad industry prior to the 1951 Amendment, which was still the situation at that time, but felt it desirable to comment that the wisdom of such a legislative policy is, of course, not for us to judge, again indicating clearly that this is a matter of legislative policy and not of limitation upon judicial authority.",
                "start": 1244.595,
                "byte_stop": 5191408,
                "byte_start": 5007088,
                "stop": 1290.672
              },
              {
                "text": "Well apparently, the opinion below would recognize everything that I have said so far as having validity.",
                "start": 1290.672,
                "byte_stop": 5233204,
                "byte_start": 5191408,
                "stop": 1301.124
              },
              {
                "text": "But somehow, the Court brings itself to the conclusion that something different happens when Congress preempts the field and does not leave state law free to operate in a more restrictive fashion as is the case under the National Labor Relations Act.",
                "start": 1301.124,
                "byte_stop": 5302481,
                "byte_start": 5233204,
                "stop": 1318.446
              },
              {
                "text": "I can find no foundation for any such view.",
                "start": 1318.446,
                "byte_stop": 5318259,
                "byte_start": 5302481,
                "stop": 1322.382
              },
              {
                "text": "In fact, every indication was to the contrary.",
                "start": 1322.382,
                "byte_stop": 5331529,
                "byte_start": 5318259,
                "stop": 1325.697
              },
              {
                "text": "Most closely in point, this Court had before it in Algoma Plywood Company against the Wisconsin Employment Relations Board, 336 U.S. 301, the specific question of what was the situation under the National Labor Relations Act.",
                "start": 1325.697,
                "byte_stop": 5398298,
                "byte_start": 5331529,
                "stop": 1342.389
              },
              {
                "text": "Did it preempt the field?",
                "start": 1342.389,
                "byte_stop": 5407180,
                "byte_start": 5398298,
                "stop": 1344.601
              },
              {
                "text": "You inquired into that subject and came to the conclusion that it did not because the wording of the statute and the intent expressed.",
                "start": 1344.601,
                "byte_stop": 5441452,
                "byte_start": 5407180,
                "stop": 1353.181
              },
              {
                "text": "But there is certainly no indication that any constitutional question would have arisen had you found that the field was preempted.",
                "start": 1353.181,
                "byte_stop": 5476979,
                "byte_start": 5441452,
                "stop": 1362.075
              },
              {
                "text": "It was approached purely as a question of what did Congress intend and of course that is the only question involved.",
                "start": 1362.075,
                "byte_stop": 5504982,
                "byte_start": 5476979,
                "stop": 1369.066
              },
              {
                "text": "If Congress intends to make its regulation exclusive in a field where it has authority to regulate, no further action of Congress other than the expression of that intent is required for the Supremacy Clause of the Constitution itself makes that the supreme law of the land and old state law is rendered inapplicable.",
                "start": 1369.066,
                "byte_stop": 5593590,
                "byte_start": 5504982,
                "stop": 1391.218
              },
              {
                "text": "Now certainly, that presents no further constitutional issue with respect to due process or with respect to the First Amendment.",
                "start": 1391.218,
                "byte_stop": 5641968,
                "byte_start": 5593590,
                "stop": 1403.301
              },
              {
                "text": "At page 18 of our brief, we have pointed out the decisions of other state and federal courts on the same subject matter.",
                "start": 1403.301,
                "byte_stop": 5679376,
                "byte_start": 5641968,
                "stop": 1412.672
              },
              {
                "text": "I will not recite them here except to comment that the statement there made, that the decision below is the only outstanding decision contrary to the constitutionality of Section 2, Eleventh is still true.",
                "start": 1412.672,
                "byte_stop": 5748757,
                "byte_start": 5679376,
                "stop": 1430.009
              },
              {
                "text": "The only change in the status of the litigation they have recited is that the Wicks and Jensen cases referred to as having been on appeal in the Ninth Circuit have since been affirmed by the Ninth Circuit on March the 6th and the petition for certiorari number 808 is pending in this Court on those cases.",
                "start": 1430.009,
                "byte_stop": 5846246,
                "byte_start": 5748757,
                "stop": 1454.39
              },
              {
                "text": "Now, there's one other point which the appellees assert which I would like to address myself to a little more specifically.",
                "start": 1454.39,
                "byte_stop": 5893371,
                "byte_start": 5846246,
                "stop": 1466.154
              },
              {
                "text": "It is claimed that union shop agreements raised issues comparable to those that the Court had before it in the case of Steele against Louisville and Nashville Railroad Company, 323 U.S. 192, which I'm sure you all recall involved agreements discriminating against employees on account of race.",
                "start": 1466.154,
                "byte_stop": 6008623,
                "byte_start": 5893371,
                "stop": 1494.965
              },
              {
                "text": "Now, while that case was decided or by construction of the statute, the Court clearly intimated that if the statute had not been susceptible to such a construction but certainly, a constitutional issue would have been presented.",
                "start": 1494.965,
                "byte_stop": 6069123,
                "byte_start": 6008623,
                "stop": 1510.111
              },
              {
                "text": "Now, perhaps it would be sufficient by way of distinction of union shop agreements from racial discrimination agreements to say as Judge Learned Hand did in the opinion of the Second Circuit Court of -- Second Court of the Court of Appeals for the Second Circuit in Otten against the B&O Railroad Company cited at page 19 of our brief, that the situation is total, quite a little different.",
                "start": 1510.111,
                "byte_stop": 6181972,
                "byte_start": 6069123,
                "stop": 1538.315
              },
              {
                "text": "Certainly, discrimination is not involved.",
                "start": 1538.315,
                "byte_stop": 6195660,
                "byte_start": 6181972,
                "stop": 1541.727
              },
              {
                "text": "It's merely a question -- it doesn't become discriminatory because some people are willing to join unions and others are not -- same conditions apply to all.",
                "start": 1541.727,
                "byte_stop": 6238605,
                "byte_start": 6195660,
                "stop": 1552.481
              },
              {
                "text": "And they are agreements which this Court has recognized as among the oldest techniques of collective bargaining rather than instruments of racial discrimination.",
                "start": 1552.481,
                "byte_stop": 6304538,
                "byte_start": 6238605,
                "stop": 1568.956
              }
            ]
          },
          {
            "start": 1568.956,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 6326585,
            "stop": 1574.459,
            "byte_start": 6304538,
            "text_blocks": [
              {
                "text": "Mr. Smith",
                "start": 1568.956,
                "byte_stop": 6326585,
                "byte_start": 6304538,
                "stop": 1574.459
              }
            ]
          }
        ],
        "stop": 1574.459
      },
      {
        "start": 1574.459,
        "byte_stop": 11244189,
        "byte_start": 6326585,
        "turns": [
          {
            "start": 1574.459,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9421678,
            "stop": 2348.238,
            "byte_start": 6326585,
            "text_blocks": [
              {
                "text": "May it please the Court.",
                "start": 1574.459,
                "byte_stop": 6367754,
                "byte_start": 6326585,
                "stop": 1584.757
              },
              {
                "text": "The counsel for the appellant has not given the Court a very complete picture of the reasons given by the Supreme Court of Nebraska for affirming the injunction in this case against the carrying into effect of this union shop contract.",
                "start": 1584.757,
                "byte_stop": 6441838,
                "byte_start": 6367754,
                "stop": 1603.278
              },
              {
                "text": "The Supreme Court of Nebraska held that Section 2, Eleventh of the 1951 Amendment of the Railway Labor Act, which affirmatively authorizes and attempts to legalize were otherwise illegal union shop contracts in the railway industry is unconstitutional because it deprives employees in the railway industry of their freedom of association, their right to work and their money in the form of union initiation fees, dues and assessments which it empowers the unions to collect in any amount without restriction as to amount and in for any purposes, they can spend the money for anything they want to.",
                "start": 1603.278,
                "byte_stop": 6652489,
                "byte_start": 6441838,
                "stop": 1655.929
              },
              {
                "text": "The -- the Court held that if the union shop amendment Section 2, Eleventh had been narrowly drawn for the purpose of meeting the objective statute, which clearly was the elimination of free writing.",
                "start": 1655.929,
                "byte_stop": 6747784,
                "byte_start": 6652489,
                "stop": 1679.761
              },
              {
                "text": "If it were narrowly drawn for that purpose, it might be constitutional, but the Court found that -- that isn't the case before it, that's not the case to decide.",
                "start": 1679.761,
                "byte_stop": 6784460,
                "byte_start": 6747784,
                "stop": 1688.931
              },
              {
                "text": "The Court found that this statute went far beyond the necessities of the case and impaired, infringed, deprived these people of their constitutional rights as I have mentioned.",
                "start": 1688.931,
                "byte_stop": 6836078,
                "byte_start": 6784460,
                "stop": 1701.842
              },
              {
                "text": "Now, in order to make the case clear, I think it's necessary to go into the legislative history of the statute and get some of the facts and determine how the statute actually applies and how it affects these people.",
                "start": 1701.842,
                "byte_stop": 6921864,
                "byte_start": 6836078,
                "stop": 1723.275
              },
              {
                "text": "And I'm going to attempt to do that to a limited extent.",
                "start": 1723.275,
                "byte_stop": 6943702,
                "byte_start": 6921864,
                "stop": 1728.756
              },
              {
                "text": "I have only half an hour in a case which involves the constitutional rights of some 300,000 people.",
                "start": 1728.756,
                "byte_stop": 6980796,
                "byte_start": 6943702,
                "stop": 1738.015
              },
              {
                "text": "I'm going to go into that hurriedly and come back to the only issue which counsel for appellant urge.",
                "start": 1738.015,
                "byte_stop": 7019980,
                "byte_start": 6980796,
                "stop": 1747.823
              },
              {
                "text": "They, in their brief and substantially in oral argument concede that this statute would be unconstitutional if it imposed requirement of union membership.",
                "start": 1747.823,
                "byte_stop": 7068672,
                "byte_start": 7019980,
                "stop": 1759.98
              },
              {
                "text": "The statute in and of itself did.",
                "start": 1759.98,
                "byte_stop": 7078808,
                "byte_start": 7068672,
                "stop": 1762.531
              },
              {
                "text": "Their argument simmers down to a contention that because the statute authorizes and legalizes the action of the unions in imposing union -- union shop contracts on railroads and requiring membership as a condition of employment.",
                "start": 1762.531,
                "byte_stop": 7165952,
                "byte_start": 7078808,
                "stop": 1784.296
              },
              {
                "text": "And the unions have done the actual requiring that this two-step operation is constitutional where a one step operation would be unconstitutional.",
                "start": 1784.296,
                "byte_stop": 7221123,
                "byte_start": 7165952,
                "stop": 1798.109
              },
              {
                "text": "And I'll come to that after a little further background.",
                "start": 1798.109,
                "byte_stop": 7235751,
                "byte_start": 7221123,
                "stop": 1801.759
              },
              {
                "text": "Now, what are in general hurriedly here, the rules with regard to due process because we're talking about the application of the Due Process Clause of the Fifth Amendment.",
                "start": 1801.759,
                "byte_stop": 7299281,
                "byte_start": 7235751,
                "stop": 1817.64
              },
              {
                "text": "There are three rules, sometimes applied, one in the rule of rational basis which the Court has sometimes applied to ordinary commercial transactions.",
                "start": 1817.64,
                "byte_stop": 7352571,
                "byte_start": 7299281,
                "stop": 1830.969
              },
              {
                "text": "Now, we say that there's no rational basis for this statute but we further say that it's not an ordinary commercial transaction that's involved in the rights of these people.",
                "start": 1830.969,
                "byte_stop": 7399278,
                "byte_start": 7352571,
                "stop": 1842.639
              },
              {
                "text": "A second rule sometimes applied is that the reasonableness, it's setout rather fully in the case of Nebbia versus New York and the statute must not be unreasonable, arbitrary, or capricious.",
                "start": 1842.639,
                "byte_stop": 7459046,
                "byte_start": 7399278,
                "stop": 1857.582
              },
              {
                "text": "It must not go beyond the necessities of the case.",
                "start": 1857.582,
                "byte_stop": 7477541,
                "byte_start": 7459046,
                "stop": 1862.211
              },
              {
                "text": "And this Court has said, it results that in the -- the regulation is valid for one sort of business or in given circumstances may be invalid for another sort or for the same business under other circumstances because the reasonableness of each regulation depends upon the relevant facts.",
                "start": 1862.211,
                "byte_stop": 7568238,
                "byte_start": 7477541,
                "stop": 1884.876
              },
              {
                "text": "I don't -- in defining reasonableness, this Court has used the expression that it's unreasonable if it goes beyond the necessities of the case.",
                "start": 1884.876,
                "byte_stop": 7613586,
                "byte_start": 7568238,
                "stop": 1896.208
              },
              {
                "text": "Now, that isn't the rule that we really think is applicable in this kind of a case because the rights involved here, freedom of association, as I shall attempt briefly to review for the Court is right derived from the First Amendment.",
                "start": 1896.208,
                "byte_stop": 7680982,
                "byte_start": 7613586,
                "stop": 1913.073
              },
              {
                "text": "The right to work has been said to be one of the most precious rights that the people have and those rights stand on a higher plane.",
                "start": 1913.073,
                "byte_stop": 7730928,
                "byte_start": 7680982,
                "stop": 1925.539
              },
              {
                "text": "The real and the -- the clear and present -- present danger rule is the one which we think is the applicable rule here.",
                "start": 1925.539,
                "byte_stop": 7760081,
                "byte_start": 7730928,
                "stop": 1932.841
              },
              {
                "text": "And under that rule of course, the presumption, if there would be any, in a statute of this kind which is rushed through the House of Representatives in one hours time on New Years Day without any -- with only seven minutes allowed to explain its provisions.",
                "start": 1932.841,
                "byte_stop": 7827059,
                "byte_start": 7760081,
                "stop": 1949.588
              },
              {
                "text": "If there are any presumption of its validity otherwise, that presumption is dissipated in a case in which the Court is willing to apply the real and present danger rule.",
                "start": 1949.588,
                "byte_stop": 7878572,
                "byte_start": 7827059,
                "stop": 1962.47
              },
              {
                "text": "In other -- actually, the presumption is against its validity.",
                "start": 1962.47,
                "byte_stop": 7904381,
                "byte_start": 7878572,
                "stop": 1968.905
              },
              {
                "text": "Now, another subsidiary of that rule is that statutes restrictive of or purporting to place limits to freedoms of this category must be narrowly drawn to meet the precise evil the legislatures seeks to curve.",
                "start": 1968.905,
                "byte_stop": 7977629,
                "byte_start": 7904381,
                "stop": 1987.225
              },
              {
                "text": "Now, what was that supposed evil.",
                "start": 1987.225,
                "byte_stop": 7987973,
                "byte_start": 7977629,
                "stop": 1989.822
              },
              {
                "text": "It was simply the so-called evil of free writing.",
                "start": 1989.822,
                "byte_stop": 8031545,
                "byte_start": 7987973,
                "stop": 2000.71
              },
              {
                "text": "Now, if you would turn to some of the statements in the record by George Harrison, who was the spokesman for the Railway Exec Labor Executives Association, which was the sponsor of this bill before Congress, he made it quite clear that that was the purpose of the bill.",
                "start": 2000.71,
                "byte_stop": 8164456,
                "byte_start": 8031545,
                "stop": 2033.93
              },
              {
                "text": "The Supreme Court of Nebraska found and said it is apparent that the purpose of the amendment was to get rid of free writers.",
                "start": 2033.93,
                "byte_stop": 8190683,
                "byte_start": 8164456,
                "stop": 2040.482
              },
              {
                "text": "The House Committee so reported the bill to the House.",
                "start": 2040.482,
                "byte_stop": 8211163,
                "byte_start": 8190683,
                "stop": 2045.613
              },
              {
                "text": "And Mr. Harrison's testimony, he says, If we have to bargain for these people, nonunion as well as union, they ought to have to pay the bill and therefore, ought to become members of the bargaining organization.",
                "start": 2045.613,
                "byte_stop": 8268215,
                "byte_start": 8211163,
                "stop": 2059.864
              },
              {
                "text": "And then you talk about union membership in payment of dues and so forth being like the chicken and the egg, didn't know which came first, but they had to go together, and so they should become members.",
                "start": 2059.864,
                "byte_stop": 8326416,
                "byte_start": 8268215,
                "stop": 2074.42
              },
              {
                "text": "And you went on to say the only thing, we are seeking is that those men whom we will let into the union should be required to support the union.",
                "start": 2074.42,
                "byte_stop": 8373541,
                "byte_start": 8326416,
                "stop": 2086.206
              },
              {
                "text": "He didn't claim that this union shop amendment would help collective bargaining in any respect, what he said in that was this.",
                "start": 2086.206,
                "byte_stop": 8408754,
                "byte_start": 8373541,
                "stop": 2095.005
              },
              {
                "text": "He was asked if it would strengthen industry-wide bargaining in the railway industry and he said, No, I do not think it would affect the power of bargaining one way or the other.",
                "start": 2095.005,
                "byte_stop": 8460999,
                "byte_start": 8408754,
                "stop": 2108.06
              },
              {
                "text": "If I get a majority of the employees, devote from my union as the bargaining agent, I have got as much economic power at that stage of the development as I will ever have.",
                "start": 2108.06,
                "byte_stop": 8497674,
                "byte_start": 8460999,
                "stop": 2117.247
              },
              {
                "text": "The man that is going to skeg, he will skeg whether he is in or out of the union.",
                "start": 2117.247,
                "byte_stop": 8518781,
                "byte_start": 8497674,
                "stop": 2122.527
              },
              {
                "text": "It does not make any difference.",
                "start": 2122.527,
                "byte_stop": 8537590,
                "byte_start": 8518781,
                "stop": 2127.206
              },
              {
                "text": "Now, that -- that's the purpose how far beyond that objective did Congress go in Section 211.",
                "start": 2127.206,
                "byte_stop": 8580744,
                "byte_start": 8537590,
                "stop": 2138.015
              },
              {
                "text": "Well, let's talk briefly about freedom of association.",
                "start": 2138.015,
                "byte_stop": 8603314,
                "byte_start": 8580744,
                "stop": 2143.639
              },
              {
                "text": "This Court has said that the right of people to join together in a labor union, right of employees to sell organization as a fundamental right.",
                "start": 2143.639,
                "byte_stop": 8664022,
                "byte_start": 8603314,
                "stop": 2158.813
              },
              {
                "text": "It's a right not created by statute.",
                "start": 2158.813,
                "byte_stop": 8674994,
                "byte_start": 8664022,
                "stop": 2161.578
              },
              {
                "text": "Some of these cases cited on page 59 of my brief.",
                "start": 2161.578,
                "byte_stop": 8690040,
                "byte_start": 8674994,
                "stop": 2165.325
              },
              {
                "text": "It was recognized by this Court as such in its decisions long before it was given protection by the National Labor Relations Act.",
                "start": 2165.325,
                "byte_stop": 8716372,
                "byte_start": 8690040,
                "stop": 2171.907
              },
              {
                "text": "In other words, it's a fundamental right, which is sometimes protected by statute but regardless of statute, it's a fundamental right.",
                "start": 2171.907,
                "byte_stop": 8750331,
                "byte_start": 8716372,
                "stop": 2180.413
              },
              {
                "text": "Now, freedom of association has been recognized in other cases in a concurring opinion in the case of Wieman versus Updegraff.",
                "start": 2180.413,
                "byte_stop": 8785126,
                "byte_start": 8750331,
                "stop": 2189.113
              },
              {
                "text": "Mr. Justice Frankfurter said, \"By limiting the power of the States to interfere with freedom of speech and freedom of inquiry and freedom of association, the Fourteenth Amendment protects all persons, no matter what their calling.\"",
                "start": 2189.113,
                "byte_stop": 8840401,
                "byte_start": 8785126,
                "stop": 2202.917
              },
              {
                "text": "It happened in that case, it was the teachers in the University of Oklahoma that were involved.",
                "start": 2202.917,
                "byte_stop": 8867568,
                "byte_start": 8840401,
                "stop": 2209.716
              },
              {
                "text": "And this Court saved those teachers from being deprived of their right to work because of the exercise of their freedom of association.",
                "start": 2209.716,
                "byte_stop": 8918977,
                "byte_start": 8867568,
                "stop": 2222.568
              },
              {
                "text": "Freedom of association has two sides, of course, its freedom to join in an association and its freedom not to join because if there is only freedom to join, it isn't freedom at all, there's no choice, it's simply compulsion.",
                "start": 2222.568,
                "byte_stop": 8982403,
                "byte_start": 8918977,
                "stop": 2238.427
              },
              {
                "text": "And this Court demonstrated that in the case of First Amendment freedoms, in the case of West Virginia Board of Education versus Barnette, the flag salute case where the Court said, \"To sustain the compulsory flag salute, we are required to say that the bill of rights which guards the individual's right to speak his own mind left it open to public authorities to compel him to utter what is not in his mind.\"",
                "start": 2238.427,
                "byte_stop": 9099640,
                "byte_start": 8982403,
                "stop": 2267.717
              },
              {
                "text": "The United Nations universal declaration of human's right -- rights has recognized this.",
                "start": 2267.717,
                "byte_stop": 9137465,
                "byte_start": 9099640,
                "stop": 2277.196
              },
              {
                "text": "First, recognizes the freedom of peaceful assembly and association and goes on to say no one maybe compelled to belong to an association.",
                "start": 2277.196,
                "byte_stop": 9182187,
                "byte_start": 9137465,
                "stop": 2288.368
              },
              {
                "text": "And the Supreme Judicial Court of Maine has said, \"Freedom to associate of necessity means as well, freedom not to associate.\"",
                "start": 2288.368,
                "byte_stop": 9215415,
                "byte_start": 9182187,
                "stop": 2296.678
              },
              {
                "text": "Now, this statute affirmatively authorizes union shop contracts compelling these people to become members of an association, a labor union that have to join.\"",
                "start": 2296.678,
                "byte_stop": 9294827,
                "byte_start": 9215415,
                "stop": 2316.538
              },
              {
                "text": "That was made clear by the legislative history.",
                "start": 2316.538,
                "byte_stop": 9318964,
                "byte_start": 9294827,
                "stop": 2322.55
              },
              {
                "text": "The only case on the subject was an arbitration case in which a railway employee under collective bargaining contract of the clerk's union said, I won't to join but I will pay my dues, fees, and assessments, and the union demanded that she be fired and the arbitrator said she had to be fired because she wouldn't join the union.",
                "start": 2322.55,
                "byte_stop": 9421678,
                "byte_start": 9318964,
                "stop": 2348.238
              }
            ]
          },
          {
            "start": 2348.238,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9444248,
            "stop": 2353.887,
            "byte_start": 9421678,
            "text_blocks": [
              {
                "text": "What does joining mean?",
                "start": 2348.238,
                "byte_stop": 9427111,
                "byte_start": 9421678,
                "stop": 2349.589
              },
              {
                "text": "What -- what is involved in joining?",
                "start": 2349.589,
                "byte_stop": 9436097,
                "byte_start": 9427111,
                "stop": 2351.844
              },
              {
                "text": "Must she --",
                "start": 2351.844,
                "byte_stop": 9444248,
                "byte_start": 9436097,
                "stop": 2353.887
              }
            ]
          },
          {
            "start": 2353.887,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9471519,
            "stop": 2360.704,
            "byte_start": 9444248,
            "text_blocks": [
              {
                "text": "She must file an application for membership and demonstrate her willingness to say that she is a member.",
                "start": 2353.887,
                "byte_stop": 9469221,
                "byte_start": 9444248,
                "stop": 2360.127
              },
              {
                "text": "Now, the union --",
                "start": 2360.127,
                "byte_stop": 9471519,
                "byte_start": 9469221,
                "stop": 2360.704
              }
            ]
          },
          {
            "start": 2360.704,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9488865,
            "stop": 2365.028,
            "byte_start": 9471519,
            "text_blocks": [
              {
                "text": "It has meetings or must she salute some union class?",
                "start": 2360.704,
                "byte_stop": 9488865,
                "byte_start": 9471519,
                "stop": 2365.028
              }
            ]
          },
          {
            "start": 2365.028,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9599519,
            "stop": 2392.707,
            "byte_start": 9488865,
            "text_blocks": [
              {
                "text": "Well, I don't think so myself but I noticed that in the response that the unions have filed in the case now pending in this Court of Wicks and Jensen, Number 808, which response to the petition for certiorari, they say, \"Under usual circumstances, the terms of a union shop agreement require employees to join the union and execute the oath of membership.\"",
                "start": 2365.028,
                "byte_stop": 9599519,
                "byte_start": 9488865,
                "stop": 2392.707
              }
            ]
          },
          {
            "start": 2392.707,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9609028,
            "stop": 2395.085,
            "byte_start": 9599519,
            "text_blocks": [
              {
                "text": "Have you got an integrated bar in Nebraska?",
                "start": 2392.707,
                "byte_stop": 9609028,
                "byte_start": 9599519,
                "stop": 2395.085
              }
            ]
          },
          {
            "start": 2395.085,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9613521,
            "stop": 2396.191,
            "byte_start": 9609028,
            "text_blocks": [
              {
                "text": "Yes, we do.",
                "start": 2395.085,
                "byte_stop": 9613521,
                "byte_start": 9609028,
                "stop": 2396.191
              }
            ]
          },
          {
            "start": 2396.191,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9620417,
            "stop": 2397.929,
            "byte_start": 9613521,
            "text_blocks": [
              {
                "text": "That you have to join?",
                "start": 2396.191,
                "byte_stop": 9620417,
                "byte_start": 9613521,
                "stop": 2397.929
              }
            ]
          },
          {
            "start": 2397.929,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9630971,
            "stop": 2400.563,
            "byte_start": 9620417,
            "text_blocks": [
              {
                "text": "We're automatically members, I believe.",
                "start": 2397.929,
                "byte_stop": 9630971,
                "byte_start": 9620417,
                "stop": 2400.563
              }
            ]
          },
          {
            "start": 2400.563,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9635046,
            "stop": 2401.568,
            "byte_start": 9630971,
            "text_blocks": [
              {
                "text": "With all.",
                "start": 2400.563,
                "byte_stop": 9635046,
                "byte_start": 9630971,
                "stop": 2401.568
              }
            ]
          },
          {
            "start": 2401.568,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9637867,
            "stop": 2402.279,
            "byte_start": 9635046,
            "text_blocks": [
              {
                "text": "It's not a collective bargaining agency.",
                "start": 2401.568,
                "byte_stop": 9637867,
                "byte_start": 9635046,
                "stop": 2402.279
              }
            ]
          },
          {
            "start": 2402.279,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9652391,
            "stop": 2405.904,
            "byte_start": 9637867,
            "text_blocks": [
              {
                "text": "You construe it in the ground of the First Amendment, you dismiss?",
                "start": 2402.279,
                "byte_stop": 9652391,
                "byte_start": 9637867,
                "stop": 2405.904
              }
            ]
          },
          {
            "start": 2405.904,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9669528,
            "stop": 2410.202,
            "byte_start": 9652391,
            "text_blocks": [
              {
                "text": "No, Your Honor, it's an entirely different kind of an organization and the purpose --",
                "start": 2405.904,
                "byte_stop": 9669528,
                "byte_start": 9652391,
                "stop": 2410.202
              }
            ]
          },
          {
            "start": 2410.202,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9676842,
            "stop": 2412.037,
            "byte_start": 9669528,
            "text_blocks": [
              {
                "text": "You might as found in the Act.",
                "start": 2410.202,
                "byte_stop": 9676842,
                "byte_start": 9669528,
                "stop": 2412.037
              }
            ]
          },
          {
            "start": 2412.037,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9678096,
            "stop": 2412.354,
            "byte_start": 9676842,
            "text_blocks": [
              {
                "text": "What?",
                "start": 2412.037,
                "byte_stop": 9678096,
                "byte_start": 9676842,
                "stop": 2412.354
              }
            ]
          },
          {
            "start": 2412.354,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9679454,
            "stop": 2412.681,
            "byte_start": 9678096,
            "text_blocks": [
              {
                "text": "You might as found in the Act?",
                "start": 2412.354,
                "byte_stop": 9679454,
                "byte_start": 9678096,
                "stop": 2412.681
              }
            ]
          },
          {
            "start": 2412.681,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9769420,
            "stop": 2435.163,
            "byte_start": 9679454,
            "text_blocks": [
              {
                "text": "The purpose of the integrated bar is to protect the public and our integrated bar, it doesn't have authority to deprive anybody of their -- their work if there's any question of the proper conduct of the lawyer.",
                "start": 2412.681,
                "byte_stop": 9763359,
                "byte_start": 9679454,
                "stop": 2433.654
              },
              {
                "text": "It eventually goes to the Supreme Court of our --",
                "start": 2433.654,
                "byte_stop": 9769420,
                "byte_start": 9763359,
                "stop": 2435.163
              }
            ]
          },
          {
            "start": 2435.163,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9793766,
            "stop": 2441.254,
            "byte_start": 9769420,
            "text_blocks": [
              {
                "text": "Is it automatic that somehow whether -- I forgot --",
                "start": 2435.163,
                "byte_stop": 9793766,
                "byte_start": 9769420,
                "stop": 2441.254
              }
            ]
          },
          {
            "start": 2441.254,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 9794706,
            "stop": 2441.504,
            "byte_start": 9793766,
            "text_blocks": [
              {
                "text": "It's strictly --",
                "start": 2441.254,
                "byte_stop": 9794706,
                "byte_start": 9793766,
                "stop": 2441.504
              }
            ]
          },
          {
            "start": 2441.504,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9803797,
            "stop": 2443.781,
            "byte_start": 9794706,
            "text_blocks": [
              {
                "text": "(Voice Overlap) speaking of individual as it's the adequate?",
                "start": 2441.504,
                "byte_stop": 9803797,
                "byte_start": 9794706,
                "stop": 2443.781
              }
            ]
          },
          {
            "start": 2443.781,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10137851,
            "stop": 2527.292,
            "byte_start": 9803797,
            "text_blocks": [
              {
                "text": "It is also strictly regulated by statute.",
                "start": 2443.781,
                "byte_stop": 9819888,
                "byte_start": 9803797,
                "stop": 2447.796
              },
              {
                "text": "Now, let me point out a little difference by -- I'd like to ask the Court to turn to the machinist constitution in the record at page 103.",
                "start": 2447.796,
                "byte_stop": 9889165,
                "byte_start": 9819888,
                "stop": 2465.12
              },
              {
                "text": "You'll find there a platform.",
                "start": 2465.12,
                "byte_stop": 9904107,
                "byte_start": 9889165,
                "stop": 2468.84
              },
              {
                "text": "Now, I'd like to ask the members of this Court how you would feel if you were required as a condition of your employment to join an organization with the platform which says, \"We pledge ourselves to labor unitedly on behalf of the principles here and set forth and were among those principles is that all members of this Court should be elected by popular vote.\"",
                "start": 2468.84,
                "byte_stop": 10007761,
                "byte_start": 9904107,
                "stop": 2494.766
              },
              {
                "text": "A man has to join that organization if he's going to work as a machinist in the railway industry now.",
                "start": 2494.766,
                "byte_stop": 10036287,
                "byte_start": 10007761,
                "stop": 2501.903
              },
              {
                "text": "He has to become a party to such a platform and you'll find that in there.",
                "start": 2501.903,
                "byte_stop": 10054886,
                "byte_start": 10036287,
                "stop": 2506.538
              },
              {
                "text": "He also -- it also in that platform, you'll find the provision that if the Supreme Court assumes to decide any law of Congress unconstitutional, Congress by repassing the law can nullify the action of the Court.",
                "start": 2506.538,
                "byte_stop": 10115594,
                "byte_start": 10054886,
                "stop": 2521.722
              },
              {
                "text": "A machinist has to -- has to join this organization of that platform in order to work in the railroad.",
                "start": 2521.722,
                "byte_stop": 10137851,
                "byte_start": 10115594,
                "stop": 2527.292
              }
            ]
          },
          {
            "start": 2527.292,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10170556,
            "stop": 2535.459,
            "byte_start": 10137851,
            "text_blocks": [
              {
                "text": "But Mr. Smith, if it means nothing it's an integrated bar, it's an empty phrase, what's all the fuss about it in the part of the bar association?",
                "start": 2527.292,
                "byte_stop": 10170556,
                "byte_start": 10137851,
                "stop": 2535.459
              }
            ]
          },
          {
            "start": 2535.459,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10182050,
            "stop": 2538.328,
            "byte_start": 10170556,
            "text_blocks": [
              {
                "text": "There's no fuss about in Nebraska.",
                "start": 2535.459,
                "byte_stop": 10182050,
                "byte_start": 10170556,
                "stop": 2538.328
              }
            ]
          },
          {
            "start": 2538.328,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10259581,
            "stop": 2557.722,
            "byte_start": 10182050,
            "text_blocks": [
              {
                "text": "But mainly not in Nebraska but the moment you have an integrated bar, and what it means and why you must have it, of all the queries involving literature that come my way in the course for the last 15 years, that takes a high rates or I think it has integrated bar.",
                "start": 2538.328,
                "byte_stop": 10259581,
                "byte_start": 10182050,
                "stop": 2557.722
              }
            ]
          },
          {
            "start": 2557.722,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10352577,
            "stop": 2580.957,
            "byte_start": 10259581,
            "text_blocks": [
              {
                "text": "Well I -- I don't think that the two organizations labor union is an integrated bar are comparable.",
                "start": 2557.722,
                "byte_stop": 10299810,
                "byte_start": 10259581,
                "stop": 2567.769
              },
              {
                "text": "I think that the labor -- the integrated bar, the purpose of it is to hold up the standards of the bar.",
                "start": 2567.769,
                "byte_stop": 10330321,
                "byte_start": 10299810,
                "stop": 2575.402
              },
              {
                "text": "We don't set any minimum fee schedules or anything like that or eliminate competition.",
                "start": 2575.402,
                "byte_stop": 10352577,
                "byte_start": 10330321,
                "stop": 2580.957
              }
            ]
          },
          {
            "start": 2580.957,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10406285,
            "stop": 2594.386,
            "byte_start": 10352577,
            "text_blocks": [
              {
                "text": "But Congress may have reported would be important for the public interest to have responsibility on the part of those who work for railroads and that the way to get responsibility is to have this kind of organizations.",
                "start": 2580.957,
                "byte_stop": 10405449,
                "byte_start": 10352577,
                "stop": 2594.182
              },
              {
                "text": "That's (Voice Overlap) --",
                "start": 2594.182,
                "byte_stop": 10406285,
                "byte_start": 10405449,
                "stop": 2594.386
              }
            ]
          },
          {
            "start": 2594.386,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10409211,
            "stop": 2595.12,
            "byte_start": 10406285,
            "text_blocks": [
              {
                "text": "No, Congress have --",
                "start": 2594.386,
                "byte_stop": 10409211,
                "byte_start": 10406285,
                "stop": 2595.12
              }
            ]
          },
          {
            "start": 2595.12,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10415167,
            "stop": 2596.609,
            "byte_start": 10409211,
            "text_blocks": [
              {
                "text": "-- whether Congress made -- didn't add.",
                "start": 2595.12,
                "byte_stop": 10415167,
                "byte_start": 10409211,
                "stop": 2596.609
              }
            ]
          },
          {
            "start": 2596.609,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10490295,
            "stop": 2615.397,
            "byte_start": 10415167,
            "text_blocks": [
              {
                "text": "No, there's no -- there's no indication whatsoever that Congress thought that because if you will read the -- the record, you find that the advocates of this union shop statute based their-- advocacies of it solely on the free writer argument.",
                "start": 2596.609,
                "byte_stop": 10490295,
                "byte_start": 10415167,
                "stop": 2615.397
              }
            ]
          },
          {
            "start": 2615.397,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10490817,
            "stop": 2615.513,
            "byte_start": 10490295,
            "text_blocks": [
              {
                "text": "On what?",
                "start": 2615.397,
                "byte_stop": 10490817,
                "byte_start": 10490295,
                "stop": 2615.513
              }
            ]
          },
          {
            "start": 2615.513,
            "speaker": {
              "last_name": "Reed",
              "ID": 15063,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "id": 2707,
                  "date_end": -405453600,
                  "date_start": -1007229600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6965,
              "thumbnail": {
                "size": 39053,
                "id": 79211,
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/stanley_reed",
              "view_count": 0,
              "identifier": "stanley_reed",
              "name": "Stanley Reed"
            },
            "byte_stop": 10517044,
            "stop": 2622.077,
            "byte_start": 10490817,
            "text_blocks": [
              {
                "text": "Well, doesn't the statute itself have some reference to the free -- free writing argument?",
                "start": 2615.513,
                "byte_stop": 10516417,
                "byte_start": 10490817,
                "stop": 2621.927
              },
              {
                "text": "(Voice Overlap) --",
                "start": 2621.927,
                "byte_stop": 10517044,
                "byte_start": 10516417,
                "stop": 2622.077
              }
            ]
          },
          {
            "start": 2622.077,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10545779,
            "stop": 2629.274,
            "byte_start": 10517044,
            "text_blocks": [
              {
                "text": "The -- the report of Congress, report of the House Committee to the House recommending it bases it on the free writer argument.",
                "start": 2622.077,
                "byte_stop": 10545779,
                "byte_start": 10517044,
                "stop": 2629.274
              }
            ]
          },
          {
            "start": 2629.274,
            "speaker": {
              "last_name": "Reed",
              "ID": 15063,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "id": 2707,
                  "date_end": -405453600,
                  "date_start": -1007229600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6965,
              "thumbnail": {
                "size": 39053,
                "id": 79211,
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/stanley_reed",
              "view_count": 0,
              "identifier": "stanley_reed",
              "name": "Stanley Reed"
            },
            "byte_stop": 10553407,
            "stop": 2631.176,
            "byte_start": 10545779,
            "text_blocks": [
              {
                "text": "No, but on the statute itself.",
                "start": 2629.274,
                "byte_stop": 10553407,
                "byte_start": 10545779,
                "stop": 2631.176
              }
            ]
          },
          {
            "start": 2631.176,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10697812,
            "stop": 2667.284,
            "byte_start": 10553407,
            "text_blocks": [
              {
                "text": "No the statute itself.",
                "start": 2631.176,
                "byte_stop": 10560408,
                "byte_start": 10553407,
                "stop": 2632.914
              },
              {
                "text": "This -- this section -- this amendment, statute has nothing in it at all by way of findings as to reasons, the title doesn't indicate what the reason for the enactment of the statute was.",
                "start": 2632.914,
                "byte_stop": 10615578,
                "byte_start": 10560408,
                "stop": 2646.706
              },
              {
                "text": "There's nothing in the body of it.",
                "start": 2646.706,
                "byte_stop": 10623624,
                "byte_start": 10615578,
                "stop": 2648.712
              },
              {
                "text": "Actually, there's nothing in it to connect it in anyway with the commerce power.",
                "start": 2648.712,
                "byte_stop": 10644104,
                "byte_start": 10623624,
                "stop": 2653.836
              },
              {
                "text": "As a matter of fact, the indications from its operation are that it wasn't as neither designed nor has it resulted in any good effect on interstate commerce.",
                "start": 2653.836,
                "byte_stop": 10697812,
                "byte_start": 10644104,
                "stop": 2667.284
              }
            ]
          },
          {
            "start": 2667.284,
            "speaker": {
              "last_name": "Reed",
              "ID": 15063,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "id": 2707,
                  "date_end": -405453600,
                  "date_start": -1007229600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6965,
              "thumbnail": {
                "size": 39053,
                "id": 79211,
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/stanley_reed",
              "view_count": 0,
              "identifier": "stanley_reed",
              "name": "Stanley Reed"
            },
            "byte_stop": 10785688,
            "stop": 2689.23,
            "byte_start": 10697812,
            "text_blocks": [
              {
                "text": "No.",
                "start": 2667.284,
                "byte_stop": 10698334,
                "byte_start": 10697812,
                "stop": 2667.415
              },
              {
                "text": "I'm -- I'm thinking about the proviso that's in the section of (Inaudible) the Railway Labor Act.",
                "start": 2667.415,
                "byte_stop": 10733756,
                "byte_start": 10698334,
                "stop": 2676.268
              },
              {
                "text": "So that I'm referring to what you were discussing a few moments ago about the necessity of them supporting various things if in the case amendment.",
                "start": 2676.268,
                "byte_stop": 10768969,
                "byte_start": 10733756,
                "stop": 2685.059
              },
              {
                "text": "And then all -- all the things they have to do is to pay the dues?",
                "start": 2685.059,
                "byte_stop": 10785688,
                "byte_start": 10768969,
                "stop": 2689.23
              }
            ]
          },
          {
            "start": 2689.23,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 10804391,
            "stop": 2693.907,
            "byte_start": 10785688,
            "text_blocks": [
              {
                "text": "Well, they have to pay the dues but they have to join, and --",
                "start": 2689.23,
                "byte_stop": 10804391,
                "byte_start": 10785688,
                "stop": 2693.907
              }
            ]
          },
          {
            "start": 2693.907,
            "speaker": {
              "last_name": "Reed",
              "ID": 15063,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "id": 2707,
                  "date_end": -405453600,
                  "date_start": -1007229600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6965,
              "thumbnail": {
                "size": 39053,
                "id": 79211,
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/stanley_reed",
              "view_count": 0,
              "identifier": "stanley_reed",
              "name": "Stanley Reed"
            },
            "byte_stop": 10826961,
            "stop": 2699.547,
            "byte_start": 10804391,
            "text_blocks": [
              {
                "text": "Well, but -- and when -- when you join the only requirement is that you pay dues for various things.",
                "start": 2693.907,
                "byte_stop": 10826961,
                "byte_start": 10804391,
                "stop": 2699.547
              }
            ]
          },
          {
            "start": 2699.547,
            "speaker": {
              "last_name": "Smith",
              "ID": 23163,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/edson_smith",
              "view_count": 0,
              "identifier": "edson_smith",
              "name": "Edson Smith"
            },
            "byte_stop": 11225694,
            "stop": 2799.231,
            "byte_start": 10826961,
            "text_blocks": [
              {
                "text": "Well, alright, I haven't got too much time, let's go -- let's take a look and see what they spend the dues for.",
                "start": 2699.547,
                "byte_stop": 10856950,
                "byte_start": 10826961,
                "stop": 2707.066
              },
              {
                "text": "In the -- one of the letters which didn't get before Congress because the congressman had no time to put it in but he put it in the record by extending his remarks, was a letter from railway telegrapher.",
                "start": 2707.066,
                "byte_stop": 10921733,
                "byte_start": 10856950,
                "stop": 2723.248
              },
              {
                "text": "He said he quit the unions because he found that most of his dues of $28 a year were being spent by the union to oppose such man as the Honorable Robert A. Taft, and he didn't like that.",
                "start": 2723.248,
                "byte_stop": 10978889,
                "byte_start": 10921733,
                "stop": 2737.549
              },
              {
                "text": "And there's nothing in the statute that prevents the union from spending the money that way.",
                "start": 2737.549,
                "byte_stop": 10993831,
                "byte_start": 10978889,
                "stop": 2741.274
              },
              {
                "text": "I think most of the members of this Court are familiar with the practice of the railway labor unions of issuing special editions of their newspaper labor.",
                "start": 2741.274,
                "byte_stop": 11033537,
                "byte_start": 10993831,
                "stop": 2751.192
              },
              {
                "text": "I remember well when my father was managing the campaign of the United States Senators some years ago, how happy he was when the railway labor unions came in with a big edition and blanketed the State, sending labor to every voter in the State.",
                "start": 2751.192,
                "byte_stop": 11102187,
                "byte_start": 11033537,
                "stop": 2768.371
              },
              {
                "text": "He said, Well our candidate's in.",
                "start": 2768.371,
                "byte_stop": 11115039,
                "byte_start": 11102187,
                "stop": 2771.566
              },
              {
                "text": "That's one of the way -- the ways they spend the money.",
                "start": 2771.566,
                "byte_stop": 11122981,
                "byte_start": 11115039,
                "stop": 2773.557
              },
              {
                "text": "You'll find that right in the appendix to your decision in the case of United States versus CIO.",
                "start": 2773.557,
                "byte_stop": 11161537,
                "byte_start": 11122981,
                "stop": 2783.201
              },
              {
                "text": "Now, to go to an extreme, I have put in the appendix to my brief, an excerpt from a report --",
                "start": 2783.201,
                "byte_stop": 11225694,
                "byte_start": 11161537,
                "stop": 2799.231
              }
            ]
          },
          {
            "start": 2799.231,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 11244189,
            "stop": 2803.903,
            "byte_start": 11225694,
            "text_blocks": [
              {
                "text": "We'll recess now Mr. --",
                "start": 2799.231,
                "byte_stop": 11244189,
                "byte_start": 11225694,
                "stop": 2803.903
              }
            ]
          }
        ],
        "stop": 2803.903
      }
    ],
    "duration": 2803.903,
    "title": "Railway Employees' Department, American Federation of Labor v. Hanson"
  },
  "id": 13055,
  "media_file": [
    {
      "size": 11244502,
      "id": 35230,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1955/451/19560502a_451_part1.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 27222576,
      "id": 57289,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1955/451/19560502a_451_part1.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 43121,
      "id": 57290,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1955/451/19560502a_451_part1.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}