{
  "transcript": {
    "sections": [
      {
        "stop": 1724.304,
        "byte_start": 28672,
        "byte_stop": 6925939,
        "start": 0,
        "turns": [
          {
            "byte_stop": 117279,
            "byte_start": 28672,
            "text_blocks": [
              {
                "stop": 18.16,
                "byte_start": 28672,
                "byte_stop": 101397,
                "text": "Number 281, United States of America versus Joseph P. Ryan.",
                "start": 0
              },
              {
                "stop": 22.129,
                "byte_start": 101397,
                "byte_stop": 117279,
                "text": "Mr. Davis.",
                "start": 18.16
              }
            ],
            "start": 0,
            "stop": 22.129,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 2446148,
            "byte_start": 117279,
            "text_blocks": [
              {
                "stop": 24.018,
                "byte_start": 117279,
                "byte_stop": 124803,
                "text": "May it please the Court.",
                "start": 22.129
              },
              {
                "stop": 33.145,
                "byte_start": 124803,
                "byte_stop": 161270,
                "text": "This is a criminal case here on certiorari to the Second Circuit after conviction in the District Court and reversal in -- in that Court of Appeals.",
                "start": 24.018
              },
              {
                "stop": 43.849,
                "byte_start": 161270,
                "byte_stop": 204110,
                "text": "The single question which the Government, as the petitioner, presents is one of statutory construction of a section of the Taft-Hartley law, the Labor Management Relations Act.",
                "start": 33.145
              },
              {
                "stop": 62.823,
                "byte_start": 204110,
                "byte_stop": 279970,
                "text": "It involved section 302 of that statute and the -- and that particular section forbids the receipt by any representative of any employees of an industry engaged in interstate commerce or affecting interstate commerce of any payment from the employer of such employees.",
                "start": 43.849
              },
              {
                "stop": 94.732,
                "byte_start": 279970,
                "byte_stop": 407656,
                "text": "And the question here is when -- when Congress used the phrase in that section, \"Any representatives of any employees,\" it meant to cover the president of the union which was the collective bargaining agent for the employees in that industry in that locality, who was also the negotiator for the union of its collective bargaining agreement or whether Congress restricted its coverage to the union itself, not to any officials of the union or any negotiators for the union.",
                "start": 62.823
              },
              {
                "stop": 96.77,
                "byte_start": 407656,
                "byte_stop": 415807,
                "text": "The facts of the case are not complicated.",
                "start": 94.732
              },
              {
                "stop": 97.86,
                "byte_start": 415807,
                "byte_stop": 420195,
                "text": "They are these.",
                "start": 96.77
              },
              {
                "stop": 112.672,
                "byte_start": 420195,
                "byte_stop": 479441,
                "text": "The respondent Ryan was in the relevant years, which were 1950 and 1951, the president of the International Longshoremen's Association, which is a well-known labor union of stevedores and stevedoring employees and longshoremen.",
                "start": 97.86
              },
              {
                "stop": 116.558,
                "byte_start": 479441,
                "byte_stop": 494905,
                "text": "He was the president of the union and also of its Atlantic Coast District.",
                "start": 112.672
              },
              {
                "stop": 125.22,
                "byte_start": 494905,
                "byte_stop": 529596,
                "text": "He was one of the union's negotiators of its collective bargaining agreements in the Port of New York and he was assignor of those agreements.",
                "start": 116.558
              },
              {
                "stop": 129.505,
                "byte_start": 529596,
                "byte_stop": 546732,
                "text": "The union was the collective bargaining agency for the longshoremen in New York.",
                "start": 125.22
              },
              {
                "stop": 136.473,
                "byte_start": 546732,
                "byte_stop": 574631,
                "text": "And it negotiated with an organization called the New York Shipping Association which was the agent for the employers.",
                "start": 129.505
              },
              {
                "stop": 153.928,
                "byte_start": 574631,
                "byte_stop": 644430,
                "text": "Now, in the years 1950 and in 1951, Mr. Ryan received from two stevedoring operators, two employers in the Port of New York sums -- three times, the sum of $1000, sum $1000 and a sum of $500.",
                "start": 136.473
              },
              {
                "stop": 159.906,
                "byte_start": 644430,
                "byte_stop": 668359,
                "text": "He received these from these -- received these sums from these employers.",
                "start": 153.928
              },
              {
                "stop": 165.941,
                "byte_start": 668359,
                "byte_stop": 692496,
                "text": "He was indicted under this section of the Taft-Hartley Act for receiving these sums.",
                "start": 159.906
              },
              {
                "stop": 176.984,
                "byte_start": 692496,
                "byte_stop": 736695,
                "text": "And he was tried by Judge Palmieri in the Southern District of New York without a jury and was found guilty and he was sentenced to concurrent sentences of six months and a fine of $2500.",
                "start": 165.941
              },
              {
                "stop": 182.441,
                "byte_start": 736695,
                "byte_stop": 758533,
                "text": "On appeal to the Second Circuit, the conviction was reversed solely on the following ground.",
                "start": 176.984
              },
              {
                "stop": 189.574,
                "byte_start": 758533,
                "byte_stop": 787059,
                "text": "That section 302, the particular section involved, relates only to the collective bargaining agent itself of the union.",
                "start": 182.441
              },
              {
                "stop": 193.3,
                "byte_start": 787059,
                "byte_stop": 801896,
                "text": "It does not relate to any of the officials or negotiators for the union.",
                "start": 189.574
              },
              {
                "stop": 195.245,
                "byte_start": 801896,
                "byte_stop": 809733,
                "text": "Judge Learned Hand dissented.",
                "start": 193.3
              },
              {
                "stop": 211.405,
                "byte_start": 809733,
                "byte_stop": 874308,
                "text": "Now, there are some other questions in the case which the Second Circuit did not go into and if the Government should prevail here, the case would have to be remanded to the Second Circuit for consideration of those questions of whether evidence was sufficient to support the verdict and so forth.",
                "start": 195.245
              },
              {
                "stop": 216.089,
                "byte_start": 874308,
                "byte_stop": 893116,
                "text": "The only issue here which we raise is as to the meaning of the statute.",
                "start": 211.405
              },
              {
                "stop": 222.886,
                "byte_start": 893116,
                "byte_stop": 920283,
                "text": "And as what we -- having gleaned from my statement, the position of respondent is that of the Court of Appeals.",
                "start": 216.089
              },
              {
                "stop": 236.972,
                "byte_start": 920283,
                "byte_stop": 976603,
                "text": "That when Congress said in that section of that statute, \"Any representative of any employees,\" it used the section representative in a technical sense meaning only the collective bargaining agent and not the union officials or the negotiators for the union.",
                "start": 222.886
              },
              {
                "stop": 239.662,
                "byte_start": 976603,
                "byte_stop": 987366,
                "text": "And, of course, our position is to the contrary.",
                "start": 236.972
              },
              {
                "stop": 244.09,
                "byte_start": 987366,
                "byte_stop": 1005129,
                "text": "We rest on both of the text and the context of the -- of the words of the statute.",
                "start": 239.662
              },
              {
                "stop": 246.164,
                "byte_start": 1005129,
                "byte_stop": 1013384,
                "text": "We rest on its legislative history.",
                "start": 244.09
              },
              {
                "stop": 253.78,
                "byte_start": 1013384,
                "byte_stop": 1043895,
                "text": "We feel that if the position of the respondents and of the majority of the Court of Appeals is sustained, the congressional purpose will be frustrated.",
                "start": 246.164
              },
              {
                "stop": 264.794,
                "byte_start": 1043895,
                "byte_stop": 1087885,
                "text": "And lastly, we do not see anything in the Constitution which should impel this Court to uphold the very narrow and limited construction which the Second Circuit adopted.",
                "start": 253.78
              },
              {
                "stop": 272.846,
                "byte_start": 1087885,
                "byte_stop": 1120068,
                "text": "The text of the statute is contained both into the Government's brief, in pertinent portion, and in the respondent's brief.",
                "start": 264.794
              },
              {
                "stop": 276.555,
                "byte_start": 1120068,
                "byte_stop": 1134905,
                "text": "It's also set forth in the opinion of Judge Frank in the Court of Appeals.",
                "start": 272.846
              },
              {
                "stop": 283.647,
                "byte_start": 1134905,
                "byte_stop": 1163327,
                "text": "And we have supplied the Court, I believe, with slip copies of the full text of the statute.",
                "start": 276.555
              },
              {
                "stop": 291.111,
                "byte_start": 1163327,
                "byte_stop": 1193211,
                "text": "Section 302 appears in the slip copies at pages 24 through 26.",
                "start": 283.647
              },
              {
                "stop": 299.459,
                "byte_start": 1193211,
                "byte_stop": 1226543,
                "text": "I'd like to discuss for a moment, if I may, the form of the section because we believe that is a very important key to its meaning.",
                "start": 291.111
              },
              {
                "stop": 302.882,
                "byte_start": 1226543,
                "byte_stop": 1240231,
                "text": "It starts out by general broad prohibitions.",
                "start": 299.459
              },
              {
                "stop": 311.907,
                "byte_start": 1240231,
                "byte_stop": 1276385,
                "text": "The first one is a -- a prohibition against the payment by an employer of anything of value to the representative of his employees.",
                "start": 302.882
              },
              {
                "stop": 325.426,
                "byte_start": 1276385,
                "byte_stop": 1330406,
                "text": "And the second subsection (b), which is the one involved here, is a correlative prohibition on the receipt by the representative by any representative of any employees of -- of any money from the employer.",
                "start": 311.907
              },
              {
                "stop": 338.775,
                "byte_start": 1330406,
                "byte_stop": 1383800,
                "text": "Now, the subsection (c) contains a list of five exceptions from the prohibitions of (a) and (b).I want to stress here, that the entire statute is prohibitory in form.",
                "start": 325.426
              },
              {
                "stop": 341.658,
                "byte_start": 1383800,
                "byte_stop": 1395399,
                "text": "That is, it does not to seek to authorize anything.",
                "start": 338.775
              },
              {
                "stop": 343.497,
                "byte_start": 1395399,
                "byte_stop": 1402713,
                "text": "It prohibits certain things.",
                "start": 341.658
              },
              {
                "stop": 358.549,
                "byte_start": 1402713,
                "byte_stop": 1462899,
                "text": "Certain things are not prohibited but because of certain arguments which the respondent's counsel may make, I wish to make it clear at the outset that it is not the purpose of this statute to authorize an overwriting of any other portion of the National Labor Relations Act.",
                "start": 343.497
              },
              {
                "stop": 361.794,
                "byte_start": 1462899,
                "byte_stop": 1475856,
                "text": "It's merely a criminal prohibition.",
                "start": 358.549
              },
              {
                "stop": 374.159,
                "byte_start": 1475856,
                "byte_stop": 1525384,
                "text": "If it doesn't extend to a certain activity, it does not necessarily mean that the National Labor Relations Board could not hold that activity an unfair labor practice in a civil proceeding under -- under or before that Board.",
                "start": 361.794
              },
              {
                "stop": 376.133,
                "byte_start": 1525384,
                "byte_stop": 1533221,
                "text": "It's prohibitory in form.",
                "start": 374.159
              },
              {
                "stop": 382.636,
                "byte_start": 1533221,
                "byte_stop": 1559239,
                "text": "And furthermore, the exceptions which appear in -- in subsection (c) are all exceptions from (a) and (b).",
                "start": 376.133
              },
              {
                "stop": 388.905,
                "byte_start": 1559239,
                "byte_stop": 1584316,
                "text": "In other words, if (a) and (b) do not cover a payment to a certain person, the exceptions cannot apply.",
                "start": 382.636
              },
              {
                "stop": 396.812,
                "byte_start": 1584316,
                "byte_stop": 1615976,
                "text": "They can only apply if the -- if (a) and (b) do cover the payment.And that -- that I think is very important as I try to demonstrate.",
                "start": 388.905
              },
              {
                "stop": 398.961,
                "byte_start": 1615976,
                "byte_stop": 1624545,
                "text": "So much for the general form.",
                "start": 396.812
              },
              {
                "stop": 410.946,
                "byte_start": 1624545,
                "byte_stop": 1672505,
                "text": "Now, the particular words and particular phrases of this statute, \"Any representative of any employees,\" would normally seem a very broad phrase, particularly the word \"any\".",
                "start": 398.961
              },
              {
                "stop": 414.702,
                "byte_start": 1672505,
                "byte_stop": 1687552,
                "text": "Now, does the statute contain any -- any definitions?",
                "start": 410.946
              },
              {
                "stop": 429.545,
                "byte_start": 1687552,
                "byte_stop": 1746902,
                "text": "Section 501 on page 29 of the slip copy says that the term \"representative\" along with some seven other terms used in the Act, shall have the same meaning as when used in the National Labor Relations Act as amended by the Taft-Hartley Act.",
                "start": 414.702
              },
              {
                "stop": 436.008,
                "byte_start": 1746902,
                "byte_stop": 1772711,
                "text": "So that takes us forward to the definitions used in section 2 of the National Labor Relations Act.",
                "start": 429.545
              },
              {
                "stop": 449.105,
                "byte_start": 1772711,
                "byte_stop": 1825165,
                "text": "On page 3 of the slip copy, the definition is the term \"representatives\" includes any individual or labor organization -- any individual or labor organization.",
                "start": 436.008
              },
              {
                "stop": 473.328,
                "byte_start": 1825165,
                "byte_stop": 1922027,
                "text": "Now, we say that taking those definitions and in their breadth, there is no prohibition or limitation or restriction in the statute on the interpretation of the phrase \"any representative of any employees\" in its normal ordinary sense, meaning anybody who stands -- represents the employees, who speaks on their behalf, who deals for them, who was their agent.",
                "start": 449.105
              },
              {
                "stop": 477.749,
                "byte_start": 1922027,
                "byte_stop": 1939686,
                "text": "This is the term that -- the meaning of the term has in an ordinary speech.",
                "start": 473.328
              },
              {
                "stop": 490.142,
                "byte_start": 1939686,
                "byte_stop": 1989319,
                "text": "If one goes to words and phrases for definitions of representative in -- in various context in the law that -- that's what one distills from -- throughout -- from the whole body of materials collected there.",
                "start": 477.749
              },
              {
                "stop": 493.79,
                "byte_start": 1989319,
                "byte_stop": 2003843,
                "text": "Not only that but in labor parlance, it has that meaning.",
                "start": 490.142
              },
              {
                "stop": 514.861,
                "byte_start": 2003843,
                "byte_stop": 2088166,
                "text": "It's somewhat significant, we think, that in the hearings of the Taft bill, which eventuated in the Taft-Hartley law, both the president of the CIO, Mr. Philip Murray and the president of the AFL, Mr. William Green, in different context spoke of labor union leaders as representatives, as union representatives and representatives of the employees.",
                "start": 493.79
              },
              {
                "stop": 516.797,
                "byte_start": 2088166,
                "byte_stop": 2095898,
                "text": "They were referring to the individual persons.",
                "start": 514.861
              },
              {
                "stop": 521.698,
                "byte_start": 2095898,
                "byte_stop": 2115542,
                "text": "They weren't referring only to the national organization or to its constituent unions.",
                "start": 516.797
              },
              {
                "stop": 533.781,
                "byte_start": 2115542,
                "byte_stop": 2163816,
                "text": "And we think that it's significant, too, that in the grandfather of all labor legislation, collective bargaining labor legislation, the Railway Labor Act and I -- I emphasize this because it's not mentioned in our brief.",
                "start": 521.698
              },
              {
                "stop": 553.709,
                "byte_start": 2163816,
                "byte_stop": 2243542,
                "text": "That in the Railway Labor Act, it's clear as a bell that the term \"representatives of the employees\" means the individual persons who do the negotiating because there's a specific section of the Railway Labor Act which says that the representative -- representatives of the employees need not be employed by the character -- by the carrier.",
                "start": 533.781
              },
              {
                "stop": 561.489,
                "byte_start": 2243542,
                "byte_stop": 2274680,
                "text": "And the carrier is prohibited from trying to influence the -- its employees to select only its own employees as representatives.",
                "start": 553.709
              },
              {
                "stop": 566.959,
                "byte_start": 2274680,
                "byte_stop": 2296519,
                "text": "Now, of course, that can apply only to the individuals who are doing the negotiating or the bargaining.",
                "start": 561.489
              },
              {
                "stop": 596.029,
                "byte_start": 2296519,
                "byte_stop": 2412816,
                "text": "So, we think that if you look at Sections 302 -- 302 (a) and (b) alone with -- with the ordinary view of English that one takes and considering its background in -- in normal public speech and in the particular field with which we're dealing, labor management relationship, it would be pretty clear that when Congress used the phrase \"any representatives -- any representatives\" in the plural of -- of -- no, I'm just sorry.",
                "start": 566.959
              },
              {
                "stop": 600.653,
                "byte_start": 2412816,
                "byte_stop": 2431310,
                "text": "They used \"any representative of any employees\" that it meant to cover a wide swath.",
                "start": 596.029
              },
              {
                "stop": 604.362,
                "byte_start": 2431310,
                "byte_stop": 2446148,
                "text": "They're not to limit it to a particular type of organization.",
                "start": 600.653
              }
            ],
            "start": 22.129,
            "stop": 604.362,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 2486585,
            "byte_start": 2446148,
            "text_blocks": [
              {
                "stop": 612.469,
                "byte_start": 2446148,
                "byte_stop": 2478644,
                "text": "Mr. Davis, is there any particular reason why in (Inaudible) when they define a person they think of legal representative.",
                "start": 604.362
              },
              {
                "stop": 614.453,
                "byte_start": 2478644,
                "byte_stop": 2486585,
                "text": "Is that (Inaudible) in the Act?",
                "start": 612.469
              }
            ],
            "start": 604.362,
            "stop": 614.453,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 2490556,
            "byte_start": 2486585,
            "text_blocks": [
              {
                "stop": 615.467,
                "byte_start": 2486585,
                "byte_stop": 2490556,
                "text": "No, sir.",
                "start": 614.453
              }
            ],
            "start": 614.453,
            "stop": 615.467,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 2493586,
            "byte_start": 2490556,
            "text_blocks": [
              {
                "stop": 616.225,
                "byte_start": 2490556,
                "byte_stop": 2493586,
                "text": "Very strange.",
                "start": 615.467
              }
            ],
            "start": 615.467,
            "stop": 616.225,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 2521903,
            "byte_start": 2493586,
            "text_blocks": [
              {
                "stop": 623.296,
                "byte_start": 2493586,
                "byte_stop": 2521903,
                "text": "It -- I think they must have taken it from some other statute as most of these and many of these definitions were taken.",
                "start": 616.225
              }
            ],
            "start": 616.225,
            "stop": 623.296,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 2543323,
            "byte_start": 2521903,
            "text_blocks": [
              {
                "stop": 628.641,
                "byte_start": 2521903,
                "byte_stop": 2543323,
                "text": "When it comes to defining it, legally it's left out and as you referred to.",
                "start": 623.296
              }
            ],
            "start": 623.296,
            "stop": 628.641,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 2544159,
            "byte_start": 2543323,
            "text_blocks": [
              {
                "stop": 628.861,
                "byte_start": 2543323,
                "byte_stop": 2544159,
                "text": "Yes, in the (Voice Overlap) --",
                "start": 628.641
              }
            ],
            "start": 628.641,
            "stop": 628.861,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 2561296,
            "byte_start": 2544159,
            "text_blocks": [
              {
                "stop": 632.015,
                "byte_start": 2544159,
                "byte_stop": 2556803,
                "text": "(Inaudible)",
                "start": 628.861
              },
              {
                "stop": 633.133,
                "byte_start": 2556803,
                "byte_stop": 2561296,
                "text": "There's no legal about it.",
                "start": 632.015
              }
            ],
            "start": 628.861,
            "stop": 633.133,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4206383,
            "byte_start": 2561296,
            "text_blocks": [
              {
                "stop": 650.419,
                "byte_start": 2561296,
                "byte_stop": 2630363,
                "text": "No, but I think they mean that in referring to a person who is the heir or the -- or the administrator or executor, they want to make sure that -- that if somebody do some back pay for instance that it won't necessarily be refused to his executor.",
                "start": 633.133
              },
              {
                "stop": 659.458,
                "byte_start": 2630363,
                "byte_stop": 2666517,
                "text": "Now, leaving the prohibitory sections (a) and (b) and going to the exceptions in (c), there are five in number.",
                "start": 650.419
              },
              {
                "stop": 669.276,
                "byte_start": 2666517,
                "byte_stop": 2705805,
                "text": "The first says an exception for wages paid to any representative and that clearly refers to an individual, only an individual can be employed by an employer.",
                "start": 659.458
              },
              {
                "stop": 677.873,
                "byte_start": 2705805,
                "byte_stop": 2740182,
                "text": "And the second says an exception for payments and satisfaction of an arbitration award or a judgment of a court and settlement of a grievance or dispute.",
                "start": 669.276
              },
              {
                "stop": 687.509,
                "byte_start": 2740182,
                "byte_stop": 2778739,
                "text": "Well, that too can apply -- is more likely to apply to individuals because individuals rather than unions are the ones most likely to get awards of money.",
                "start": 677.873
              },
              {
                "stop": 693.907,
                "byte_start": 2778739,
                "byte_stop": 2804339,
                "text": "Now, it is conceivable that a union could be covered by that but we think it more likely that an individual would be covered by that section.",
                "start": 687.509
              },
              {
                "stop": 703.307,
                "byte_start": 2804339,
                "byte_stop": 2841955,
                "text": "And the third section says -- the third subsection of (c) says that there's an exception for sale or purchases of any merchandise made by the employer.",
                "start": 693.907
              },
              {
                "stop": 715.959,
                "byte_start": 2841955,
                "byte_stop": 2892528,
                "text": "Well, it's very unlikely that a union, the collective bargaining agent, will purchase any goods produced by the employer, it's very likely that some officer of the union or representative will do so.",
                "start": 703.307
              },
              {
                "stop": 738.657,
                "byte_start": 2892528,
                "byte_stop": 2983330,
                "text": "In fact, Senator Ball who, I hope to be able to point out, is the father of this legislation said specifically when he was talking about it on the floor of the -- of -- of the Senate when talking about this particular subsection, he said, \"Well, of course, we have to have that because many -- most employers, they hope, will be selling their merchandise to business agents of the union, not to the union but to business agents of the union.\"",
                "start": 715.959
              },
              {
                "stop": 754.344,
                "byte_start": 2983330,
                "byte_stop": 3046128,
                "text": "And therefore, we have to have an exception for that kind of transaction between the labor organization and somebody -- I mean between the employer and the business agent of the labor organization.",
                "start": 738.657
              },
              {
                "stop": 758.204,
                "byte_start": 3046128,
                "byte_stop": 3061593,
                "text": "And the fourth is a check-off provision which of course would apply only to union.",
                "start": 754.344
              },
              {
                "stop": 760.793,
                "byte_start": 3061593,
                "byte_stop": 3071937,
                "text": "And the fifth is the welfare fund provision.",
                "start": 758.204
              },
              {
                "stop": 789.448,
                "byte_start": 3071937,
                "byte_stop": 3186563,
                "text": "It's a very elaborate provision providing that payments can be made to the -- by the employer only for the benefit of certain welfare funds, only if certain conditions are met, if there's a joint management and administration by representatives of the employees and representatives of the employers, if it's -- for certain specific purposes such as -- not unemployment but health occupational diseases and so forth.",
                "start": 760.793
              },
              {
                "stop": 801.663,
                "byte_start": 3186563,
                "byte_stop": 3235359,
                "text": "For the result of this somewhat tedious analysis of the exceptions is that it was clearly intended to apply to a significant number of individuals, not to entities like unions, to a significant number of individuals.",
                "start": 789.448
              },
              {
                "stop": 808.484,
                "byte_start": 3235359,
                "byte_stop": 3262631,
                "text": "Well, the answer given by Judge Frank in the Court of Appeals and given by the respondent is, “Oh, yes, there are individuals to whom it can apply.",
                "start": 801.663
              },
              {
                "stop": 818.198,
                "byte_start": 3262631,
                "byte_stop": 3301501,
                "text": "But the individuals to whom it can apply are individuals who are designated by the National Labor Relations Board as in themselves collective bargaining agents.”",
                "start": 808.484
              },
              {
                "stop": 824.852,
                "byte_start": 3301501,
                "byte_stop": 3328146,
                "text": "They are the only type of people whom Congress meant to cover by these various exceptions relating to individuals.",
                "start": 818.198
              },
              {
                "stop": 847.117,
                "byte_start": 3328146,
                "byte_stop": 3417172,
                "text": "I think I will indicate the significance of the position in our -- in a labor relations in United States today of the individual bargaining representative when I tell the Court that the National Labor Relations Board for some other purpose estimated that for the nine-year period, between 1946 and 1954, there were no more than 10 such in the whole United States.",
                "start": 824.852
              },
              {
                "stop": 869.115,
                "byte_start": 3417172,
                "byte_stop": 3505152,
                "text": "And it does strain the imagination to believe that Congress in -- in setting forth these exceptions which clearly relate to a significant body of individual was very much concerned with the individual bargaining representative and feared that courts, if they had an individual bargaining representative who received his wages, would find him guilty of violating the statute nevertheless.",
                "start": 847.117
              },
              {
                "stop": 883.891,
                "byte_start": 3505152,
                "byte_stop": 3564293,
                "text": "And of course Congress is true that if -- if the -- these exceptions relate only to that handful of individual bargaining representatives, they don't have any real place if one wonders why Congress included them at all.",
                "start": 869.115
              },
              {
                "stop": 900.036,
                "byte_start": 3564293,
                "byte_stop": 3628868,
                "text": "Perhaps, even more important because we think that it undermines the entire basis of the -- of the argument of the Court of Appeals and of respondent is the effect on the welfare fund provision, welfare fund exception which respondent's interpretation would have.",
                "start": 883.891
              },
              {
                "stop": 908.59,
                "byte_start": 3628868,
                "byte_stop": 3663036,
                "text": "Now, we must concede that the welfare fund provision of the statute was the primary focus of Congress in passing this legislation.",
                "start": 900.036
              },
              {
                "stop": 921.552,
                "byte_start": 3663036,
                "byte_stop": 3714968,
                "text": "They were interested in limiting and regulating these funds which the unions were, at that time, under the leadership of the United Mine Workers and Mr. John L. Lewis beginning to demand from employers.",
                "start": 908.59
              },
              {
                "stop": 930.057,
                "byte_start": 3714968,
                "byte_stop": 3748927,
                "text": "And it was the primary reason, as Mr. Waldman will undoubtedly tell the Court, why this statute, this particular provision was enacted.",
                "start": 921.552
              },
              {
                "stop": 931.929,
                "byte_start": 3748927,
                "byte_stop": 3756450,
                "text": "We, of course, claim it was not the only reason.",
                "start": 930.057
              },
              {
                "stop": 933.464,
                "byte_start": 3756450,
                "byte_stop": 3762615,
                "text": "I'll go into that in a minute.",
                "start": 931.929
              },
              {
                "stop": 940.781,
                "byte_start": 3762615,
                "byte_stop": 3791872,
                "text": "But even if you accept the fact that it was the major reason, look what is the result of the acceptance of the respondent's argument.",
                "start": 933.464
              },
              {
                "stop": 955.416,
                "byte_start": 3791872,
                "byte_stop": 3850386,
                "text": "Since this whole section can only apply, including its exceptions, if the payment is made to a representative, it can only apply under the respondent's theory if the payment is made to the union itself.",
                "start": 940.781
              },
              {
                "stop": 970.587,
                "byte_start": 3850386,
                "byte_stop": 3911095,
                "text": "If the employer should make the payment at the request of the leader of the union to the president of the union -- to the president of the union, not to the union itself, it doesn't fall within the exception as interpreted by respondent.",
                "start": 955.416
              },
              {
                "stop": 977.477,
                "byte_start": 3911095,
                "byte_stop": 3938680,
                "text": "And therefore, all the restrictions and the limitations which Congress was so very careful to impose on welfare funds won't exist.",
                "start": 970.587
              },
              {
                "stop": 985.102,
                "byte_start": 3938680,
                "byte_stop": 3969087,
                "text": "There will be no penalty for providing for a welfare fund which has complete employee control for instance.",
                "start": 977.477
              },
              {
                "stop": 990.167,
                "byte_start": 3969087,
                "byte_stop": 3989358,
                "text": "And Congress was very careful to make sure that there would be joint control of employers and employees.",
                "start": 985.102
              },
              {
                "stop": 1001.087,
                "byte_start": 3989358,
                "byte_stop": 4033034,
                "text": "Now, it will be said that the -- the president of the union in that case would be the agent of the union and so forth.And perhaps, the Government, after long series of litigation, would be able to prove that fact.",
                "start": 990.167
              },
              {
                "stop": 1017.517,
                "byte_start": 4033034,
                "byte_stop": 4098759,
                "text": "But we think that the issue is at best doubtful, you have to prove an agency and if the -- if the employer -- employee representative in our sense, the union leader doesn't deal through the union, you might have a hard time proving it.",
                "start": 1001.087
              },
              {
                "stop": 1031.155,
                "byte_start": 4098759,
                "byte_stop": 4153302,
                "text": "What I'm trying to drive at is that it would weaken and frustrate the purpose of Congress, the prime purpose of Congress according to the respondent to limit this section to payments to -- to labor union itself.",
                "start": 1017.517
              },
              {
                "stop": 1044.406,
                "byte_start": 4153302,
                "byte_stop": 4206383,
                "text": "Because the welfare fund provision, which was the important part from the point of view of respondent, will then be subject to evasion and -- and avoidance by any number of a mechanisms.",
                "start": 1031.155
              }
            ],
            "start": 633.133,
            "stop": 1044.406,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4321322,
            "byte_start": 4206383,
            "text_blocks": [
              {
                "stop": 1050.876,
                "byte_start": 4206383,
                "byte_stop": 4232192,
                "text": "And if you do not -- if you do not so limit it, how far do you extend it, to what do you extend it?",
                "start": 1044.406
              },
              {
                "stop": 1059.377,
                "byte_start": 4232192,
                "byte_stop": 4266256,
                "text": "I ask that question before you sit down with the jury because of the Fifth and Judge Hand's dissent.",
                "start": 1050.876
              },
              {
                "stop": 1068.206,
                "byte_start": 4266256,
                "byte_stop": 4301573,
                "text": "I can see no reason to deny what you mean from the actual meaning of representative which would cover any official or at any rate the president of the union.",
                "start": 1059.377
              },
              {
                "stop": 1073.147,
                "byte_start": 4301573,
                "byte_stop": 4321322,
                "text": "In your overtime, you deal with -- with the content you give to representative.",
                "start": 1068.206
              }
            ],
            "start": 1044.406,
            "stop": 1073.147,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4324143,
            "byte_start": 4321322,
            "text_blocks": [
              {
                "stop": 1073.864,
                "byte_start": 4321322,
                "byte_stop": 4324143,
                "text": "I -- I will do it right now, Mr. Justice --",
                "start": 1073.147
              }
            ],
            "start": 1073.147,
            "stop": 1073.864,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4329263,
            "byte_start": 4324143,
            "text_blocks": [
              {
                "stop": 1075.129,
                "byte_start": 4324143,
                "byte_stop": 4329263,
                "text": "You can leave it at large.",
                "start": 1073.864
              }
            ],
            "start": 1073.864,
            "stop": 1075.129,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4450576,
            "byte_start": 4329263,
            "text_blocks": [
              {
                "stop": 1077.659,
                "byte_start": 4329263,
                "byte_stop": 4339399,
                "text": "I will do it right now, Mr. Justice.",
                "start": 1075.129
              },
              {
                "stop": 1081.003,
                "byte_start": 4339399,
                "byte_stop": 4352773,
                "text": "We have here the president of the union who was a negotiator for the union.",
                "start": 1077.659
              },
              {
                "stop": 1082.701,
                "byte_start": 4352773,
                "byte_stop": 4359565,
                "text": "We think that's the clearest case.",
                "start": 1081.003
              },
              {
                "stop": 1092.267,
                "byte_start": 4359565,
                "byte_stop": 4397808,
                "text": "I, myself, to give you a general characterization would say that it includes any negotiator for the union, any -- any person who deals with the -- the employer.",
                "start": 1082.701
              },
              {
                "stop": 1102.037,
                "byte_start": 4397808,
                "byte_stop": 4436888,
                "text": "And I mean not any of the negotiator of the collective bargaining agreement but a steward or a business agent of the union who -- who deals with the employer during the administration of the collective bargaining agreement.",
                "start": 1092.267
              },
              {
                "stop": 1105.451,
                "byte_start": 4436888,
                "byte_stop": 4450576,
                "text": "I would include that group of people surely.",
                "start": 1102.037
              }
            ],
            "start": 1075.129,
            "stop": 1105.451,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4470115,
            "byte_start": 4450576,
            "text_blocks": [
              {
                "stop": 1109.912,
                "byte_start": 4450576,
                "byte_stop": 4468339,
                "text": "You agree that you must give -- you can't say, \"Well, anyhow the president is here, can we stop there?\"",
                "start": 1105.451
              },
              {
                "stop": 1110.344,
                "byte_start": 4468339,
                "byte_stop": 4470115,
                "text": "We can --",
                "start": 1109.912
              }
            ],
            "start": 1105.451,
            "stop": 1110.344,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4677423,
            "byte_start": 4470115,
            "text_blocks": [
              {
                "stop": 1115.835,
                "byte_start": 4470115,
                "byte_stop": 4492058,
                "text": "No, but you can stop at -- at those people who deal with the -- with the employer.",
                "start": 1110.344
              },
              {
                "stop": 1119.544,
                "byte_start": 4492058,
                "byte_stop": 4506896,
                "text": "I, myself, would not stop there though I think one can.",
                "start": 1115.835
              },
              {
                "stop": 1131.045,
                "byte_start": 4506896,
                "byte_stop": 4552871,
                "text": "I would go on and include any officer of the union even those who do not deal in the ordinary course of the business because officer of the union have a great effect on the -- on the activities of the union and the employees.",
                "start": 1119.544
              },
              {
                "stop": 1144.487,
                "byte_start": 4552871,
                "byte_stop": 4606683,
                "text": "And the purpose of -- of Congress from our point of view, one of its purposes was to make sure that an employer did not seduce a union representative into taking action which was contrary to the interest of the employees and for the benefit of the employer.",
                "start": 1131.045
              },
              {
                "stop": 1162.162,
                "byte_start": 4606683,
                "byte_stop": 4677423,
                "text": "And so, I would want to cover any union officer, any union person, and I would take the officers to be such, who was in a position where he could influence significantly the actions of the employees through the union in relation to the employer, who was in a position where he can influence a strike or the withholding of the strike --",
                "start": 1144.487
              }
            ],
            "start": 1110.344,
            "stop": 1162.162,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4698216,
            "byte_start": 4677423,
            "text_blocks": [
              {
                "stop": 1167.381,
                "byte_start": 4677423,
                "byte_stop": 4698216,
                "text": "But not in relation to collective bargaining or negotiation.You wouldn't restrict it?",
                "start": 1162.162
              }
            ],
            "start": 1162.162,
            "stop": 1167.381,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5256610,
            "byte_start": 4698216,
            "text_blocks": [
              {
                "stop": 1170.978,
                "byte_start": 4698216,
                "byte_stop": 4712636,
                "text": "No, because you could have a strike aside from collective bargaining associations.",
                "start": 1167.381
              },
              {
                "stop": 1176.907,
                "byte_start": 4712636,
                "byte_stop": 4736355,
                "text": "It would be -- in fact, many of these cases involve a payment to somebody to hold off with the strike or to end the strike.",
                "start": 1170.978
              },
              {
                "stop": 1184.791,
                "byte_start": 4736355,
                "byte_stop": 4767911,
                "text": "And I think it's very important to deal with that, I think Congress intended to deal with that -- that type of situation.",
                "start": 1176.907
              },
              {
                "stop": 1189.29,
                "byte_start": 4767911,
                "byte_stop": 4785883,
                "text": "I've touched tangentially on -- on the purposes which we think Congress had in the statute.",
                "start": 1184.791
              },
              {
                "stop": 1192.152,
                "byte_start": 4785883,
                "byte_stop": 4797377,
                "text": "And first, of course, was they wanted to regulate welfare funds.",
                "start": 1189.29
              },
              {
                "stop": 1204.759,
                "byte_start": 4797377,
                "byte_stop": 4847741,
                "text": "And I pointed out that unless you -- you interpret the word \"representative\" in sections -- subsections (a) and (b) of 302 to include individuals, you're going to limit and frustrate even that purpose.",
                "start": 1192.152
              },
              {
                "stop": 1214.963,
                "byte_start": 4847741,
                "byte_stop": 4888597,
                "text": "And a secondary purpose that Congress had and it's consistent with the -- the general purpose of the Taft-Hartley law is to keep employer influence out of union and employee activities.",
                "start": 1204.759
              },
              {
                "stop": 1217.169,
                "byte_start": 4888597,
                "byte_stop": 4897374,
                "text": "This is made clear in the legislative history.",
                "start": 1214.963
              },
              {
                "stop": 1226.838,
                "byte_start": 4897374,
                "byte_stop": 4936035,
                "text": "If I can, I would like to go into that for -- in a moment and it's also, as I say, clear from the -- from the breath of the -- of the phrases Congress used.",
                "start": 1217.169
              },
              {
                "stop": 1236.932,
                "byte_start": 4936035,
                "byte_stop": 4976473,
                "text": "And I might, in passing point out, that if -- if, as Mr. Waldman would say, the regulation of welfare funds was the sole purpose of Congress, it certainly used a peculiar format to do it.",
                "start": 1226.838
              },
              {
                "stop": 1248.677,
                "byte_start": 4976473,
                "byte_stop": 5023389,
                "text": "The welfare funds is the fifth exception from two very broad prohibitions and it would be a most peculiar legislative draftsman who would attempt to regulate welfare funds in that way.",
                "start": 1236.932
              },
              {
                "stop": 1260.371,
                "byte_start": 5023389,
                "byte_stop": 5070200,
                "text": "Well, the great -- the great argument on the other side is that Congress used in the National Labor Relations Act the word \"representative\" in a peculiar sense that they used it to mean only the -- the union itself.",
                "start": 1248.677
              },
              {
                "stop": 1268.476,
                "byte_start": 5070200,
                "byte_stop": 5102592,
                "text": "And we have supplied the Court with copies of the Act in which the word \"representative\" or \"represent\" or \"represented\" underlined so that the Court can see for itself.",
                "start": 1260.371
              },
              {
                "stop": 1278.378,
                "byte_start": 5102592,
                "byte_stop": 5142194,
                "text": "The upshot of all this is, is, is that every single time that the phrase is used in the National Labor Relations Act to revert -- to refer to the collective bargaining agent, it said so explicitly.",
                "start": 1268.476
              },
              {
                "stop": 1279.076,
                "byte_start": 5142194,
                "byte_stop": 5145015,
                "text": "There isn't any doubt.",
                "start": 1278.378
              },
              {
                "stop": 1288.501,
                "byte_start": 5145015,
                "byte_stop": 5182736,
                "text": "It says the bargaining representative or the -- the representative, not any representative but the representative of the employees for bargaining purposes.",
                "start": 1279.076
              },
              {
                "stop": 1290.201,
                "byte_start": 5182736,
                "byte_stop": 5189528,
                "text": "I don't have time to go into it.",
                "start": 1288.501
              },
              {
                "stop": 1292.54,
                "byte_start": 5189528,
                "byte_stop": 5198932,
                "text": "I leave it for the Court to see that for itself.",
                "start": 1290.201
              },
              {
                "stop": 1302.211,
                "byte_start": 5198932,
                "byte_stop": 5237593,
                "text": "And there are -- there are -- I'd say categorically, that the word \"representative\" alone -- standing alone is never used to refer to the union.",
                "start": 1292.54
              },
              {
                "stop": 1306.966,
                "byte_start": 5237593,
                "byte_stop": 5256610,
                "text": "It is always qualified by modifying phrases or words or adjectives.",
                "start": 1302.211
              }
            ],
            "start": 1167.381,
            "stop": 1306.966,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5280538,
            "byte_start": 5256610,
            "text_blocks": [
              {
                "stop": 1312.953,
                "byte_start": 5256610,
                "byte_stop": 5280538,
                "text": "Or the other way around that the context shows what representative means.",
                "start": 1306.966
              }
            ],
            "start": 1306.966,
            "stop": 1312.953,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5284091,
            "byte_start": 5280538,
            "text_blocks": [
              {
                "stop": 1313.834,
                "byte_start": 5280538,
                "byte_stop": 5284091,
                "text": "That's right.",
                "start": 1312.953
              }
            ],
            "start": 1312.953,
            "stop": 1313.834,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5306347,
            "byte_start": 5284091,
            "text_blocks": [
              {
                "stop": 1319.404,
                "byte_start": 5284091,
                "byte_stop": 5306347,
                "text": "Well, that's a very different thing from what you said that it's always qualified.",
                "start": 1313.834
              }
            ],
            "start": 1313.834,
            "stop": 1319.404,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5793688,
            "byte_start": 5306347,
            "text_blocks": [
              {
                "stop": 1320.573,
                "byte_start": 5306347,
                "byte_stop": 5311049,
                "text": "But it is always qualified.",
                "start": 1319.404
              },
              {
                "stop": 1328.507,
                "byte_start": 5311049,
                "byte_stop": 5342710,
                "text": "It's always qualified by the word “the representative for bargaining purposes” or “the representative as provided in section 9” or something like that.",
                "start": 1320.573
              },
              {
                "stop": 1339.245,
                "byte_start": 5342710,
                "byte_stop": 5385655,
                "text": "And there are indications even in the National Labor Relations Act where one could argue persuasively that the phrase covers both the people who negotiate for the union as well as the union itself.",
                "start": 1328.507
              },
              {
                "stop": 1340.872,
                "byte_start": 5385655,
                "byte_stop": 5392238,
                "text": "Let me give one example.",
                "start": 1339.245
              },
              {
                "stop": 1357.158,
                "byte_start": 5392238,
                "byte_stop": 5457335,
                "text": "On page 2, at the very end of the statement of policy, it provides that it's the policy of the United States to protect the exercise by workers of (Inaudible) of associations, self-organization and designation of representatives of their own choosing for the purposes of collective bargaining and so forth.",
                "start": 1340.872
              },
              {
                "stop": 1363.072,
                "byte_start": 5457335,
                "byte_stop": 5481054,
                "text": "Now, it's very easy to interpret that as meaning not under the union but the people who, on behalf of the union, do the negotiating.",
                "start": 1357.158
              },
              {
                "stop": 1367.443,
                "byte_start": 5481054,
                "byte_stop": 5498504,
                "text": "And I would not say myself in that -- in that sense it means only the union.",
                "start": 1363.072
              },
              {
                "stop": 1376.72,
                "byte_start": 5498504,
                "byte_stop": 5535598,
                "text": "When it means only the union, Congress was more explicit as it is in section 8 and section 9 of the National Labor Relations Act.",
                "start": 1367.443
              },
              {
                "stop": 1382.153,
                "byte_start": 5535598,
                "byte_stop": 5557332,
                "text": "Then let's go to the rest of -- of the -- of the Act, Titles II, III and IV.",
                "start": 1376.72
              },
              {
                "stop": 1391.631,
                "byte_start": 5557332,
                "byte_stop": 5595261,
                "text": "There, it is sometimes used in the same -- in connection with -- with other phrases as meaning the bargaining agent but it's frequently used in a broader sense.",
                "start": 1382.153
              },
              {
                "stop": 1397.03,
                "byte_start": 5595261,
                "byte_stop": 5616891,
                "text": "I have time for only one example which I think is very significant and I mention it because it is not in our brief.",
                "start": 1391.631
              },
              {
                "stop": 1409.047,
                "byte_start": 5616891,
                "byte_stop": 5664956,
                "text": "On page 24, above right preceding section 302, which is the section we're dealing with, we have a section 301 which provides for suits against labor unions.",
                "start": 1397.03
              },
              {
                "stop": 1428.091,
                "byte_start": 5664956,
                "byte_stop": 5741129,
                "text": "And subsection (c) of that provision provides for the venue of suits against labor unions and subsection (2) of subsection (c) provides for the venue in any district in which its duly authorized officers or agents are engaged in representing or acting for employee members.",
                "start": 1409.047
              },
              {
                "stop": 1441.239,
                "byte_start": 5741129,
                "byte_stop": 5793688,
                "text": "That's a very clear indication in this statute, in the section immediately preceding the one involved here that union officers or agents are engaged to represent employee -- employees.",
                "start": 1428.091
              }
            ],
            "start": 1319.404,
            "stop": 1441.239,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5813018,
            "byte_start": 5793688,
            "text_blocks": [
              {
                "stop": 1442.235,
                "byte_start": 5793688,
                "byte_stop": 5797658,
                "text": "What is that so?",
                "start": 1441.239
              },
              {
                "stop": 1444.045,
                "byte_start": 5797658,
                "byte_stop": 5804868,
                "text": "Is it representing or acting?",
                "start": 1442.235
              },
              {
                "stop": 1446.075,
                "byte_start": 5804868,
                "byte_stop": 5813018,
                "text": "Why did we have the word \"acting?\"",
                "start": 1444.045
              }
            ],
            "start": 1441.239,
            "stop": 1446.075,
            "speaker": {
              "view_count": 69,
              "href": "https://api.oyez.org/people/hugo_l_black",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "date_end": 53931600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1021489200,
                  "id": 2733,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "hugo_l_black",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667,
                "id": 32719,
                "mime": "image/png"
              },
              "ID": 15089,
              "last_name": "Black",
              "name": "Hugo L. Black",
              "length_of_service": 12447
            }
          },
          {
            "byte_stop": 6331914,
            "byte_start": 5813018,
            "text_blocks": [
              {
                "stop": 1448.005,
                "byte_start": 5813018,
                "byte_stop": 5820750,
                "text": "Because some of them may not be representing.",
                "start": 1446.075
              },
              {
                "stop": 1456.048,
                "byte_start": 5820750,
                "byte_stop": 5852933,
                "text": "Some of them maybe -- representing, I think, involves connection with the employer.",
                "start": 1448.005
              },
              {
                "stop": 1466.312,
                "byte_start": 5852933,
                "byte_stop": 5893998,
                "text": "That's -- in my -- in the definition which I tried to give Mr. Justice Frankfurter of the -- one element in -- in each part of the definition of a representative that I tried to give was in effect on the employer.",
                "start": 1456.048
              },
              {
                "stop": 1474.809,
                "byte_start": 5893998,
                "byte_stop": 5927957,
                "text": "And it maybe that there would be some officials or employees of the union would have no relationship to the employer.",
                "start": 1466.312
              },
              {
                "stop": 1481.229,
                "byte_start": 5927957,
                "byte_stop": 5953661,
                "text": "Section 302 itself, the one -- the one involved here, certainly uses the word \"representatives\" as meaning individuals.",
                "start": 1474.809
              },
              {
                "stop": 1493.05,
                "byte_start": 5953661,
                "byte_stop": 6000891,
                "text": "On page 25, it talks about the administration of the welfare fund and it requires neutral persons as the representatives of the employers and the representatives of the employees may agree upon.",
                "start": 1481.229
              },
              {
                "stop": 1497.568,
                "byte_start": 6000891,
                "byte_stop": 6018968,
                "text": "Well, that's obviously individual persons, not the union.",
                "start": 1493.05
              },
              {
                "stop": 1502.584,
                "byte_start": 6018968,
                "byte_stop": 6039030,
                "text": "Just a word, if I may, on the legislative history.",
                "start": 1497.568
              },
              {
                "stop": 1512.159,
                "byte_start": 6039030,
                "byte_stop": 6077377,
                "text": "The -- the origin of this section 302 was in the 79th Congress when the Case Bill was being considered by the Senate.",
                "start": 1502.584
              },
              {
                "stop": 1525.839,
                "byte_start": 6077377,
                "byte_stop": 6132130,
                "text": "At that moment, there was called strike and Mr. John L. Lewis was demanding from the employers a large welfare fund which they said was completely unlimited and to be subject solely to the control of the union and Mr. Lewis.",
                "start": 1512.159
              },
              {
                "stop": 1533.863,
                "byte_start": 6132130,
                "byte_stop": 6164208,
                "text": "Senator Byrd introduced the prototype of section 302 as an amendment to the Case Bill at that time.",
                "start": 1525.839
              },
              {
                "stop": 1542.279,
                "byte_start": 6164208,
                "byte_stop": 6197854,
                "text": "It's clear from that history which is in our brief that it was in -- that his amendment was intended to apply to labor union representatives as well as to the union itself.",
                "start": 1533.863
              },
              {
                "stop": 1564.958,
                "byte_start": 6197854,
                "byte_stop": 6288551,
                "text": "It's also significant and this is referred to in some citations in the opinion of the District Court at 23 of the record, not in our brief, that at least four Senators, Senator Overton, Senator Hatch, Senator Hoey, Senator Tunnell talked about the very thing I'm talking about, the -- the separation of the influence of the employer from that of the -- of labor union representatives.",
                "start": 1542.279
              },
              {
                "stop": 1570.531,
                "byte_start": 6288551,
                "byte_stop": 6310808,
                "text": "Senator Overton said labor union representatives must be like Caesar's wife above suspicion.",
                "start": 1564.958
              },
              {
                "stop": 1575.795,
                "byte_start": 6310808,
                "byte_stop": 6331914,
                "text": "They shouldn't receive any payments from -- from employers because they will be seduced from their loyalty to the union and to the employees.",
                "start": 1570.531
              }
            ],
            "start": 1446.075,
            "stop": 1575.795,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6368277,
            "byte_start": 6331914,
            "text_blocks": [
              {
                "stop": 1584.896,
                "byte_start": 6331914,
                "byte_stop": 6368277,
                "text": "Do you -- do I understand your argument to be that this particular bill was offered for the purpose of protecting employee of employers?",
                "start": 1575.795
              }
            ],
            "start": 1575.795,
            "stop": 1584.896,
            "speaker": {
              "view_count": 69,
              "href": "https://api.oyez.org/people/hugo_l_black",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "date_end": 53931600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1021489200,
                  "id": 2733,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "hugo_l_black",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667,
                "id": 32719,
                "mime": "image/png"
              },
              "ID": 15089,
              "last_name": "Black",
              "name": "Hugo L. Black",
              "length_of_service": 12447
            }
          },
          {
            "byte_stop": 6372143,
            "byte_start": 6368277,
            "text_blocks": [
              {
                "stop": 1585.844,
                "byte_start": 6368277,
                "byte_stop": 6372143,
                "text": "Partially, yes, sir.",
                "start": 1584.896
              }
            ],
            "start": 1584.896,
            "stop": 1585.844,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6383428,
            "byte_start": 6372143,
            "text_blocks": [
              {
                "stop": 1588.674,
                "byte_start": 6372143,
                "byte_stop": 6383428,
                "text": "Who offered it?",
                "start": 1585.844
              }
            ],
            "start": 1585.844,
            "stop": 1588.674,
            "speaker": {
              "view_count": 69,
              "href": "https://api.oyez.org/people/hugo_l_black",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "date_end": 53931600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1021489200,
                  "id": 2733,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "hugo_l_black",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667,
                "id": 32719,
                "mime": "image/png"
              },
              "ID": 15089,
              "last_name": "Black",
              "name": "Hugo L. Black",
              "length_of_service": 12447
            }
          },
          {
            "byte_stop": 6912251,
            "byte_start": 6383428,
            "text_blocks": [
              {
                "stop": 1595.677,
                "byte_start": 6383428,
                "byte_stop": 6411431,
                "text": "I'm talking [Laughs] -- and of course there was a great interest in welfare funds.",
                "start": 1588.674
              },
              {
                "stop": 1606.05,
                "byte_start": 6411431,
                "byte_stop": 6452914,
                "text": "And again, I want -- I want to point out that the thought was that these welfare funds might get into the hands of individual union leaders.",
                "start": 1595.677
              },
              {
                "stop": 1609.894,
                "byte_start": 6452914,
                "byte_stop": 6468274,
                "text": "That's very clear and Senator Byrd made it clear very -- very frequently himself.",
                "start": 1606.05
              },
              {
                "stop": 1617.462,
                "byte_start": 6468274,
                "byte_stop": 6498576,
                "text": "He was afraid that Mr. John L. Lewis could himself get hold of millions and millions of dollars and use it for -- for his own purposes.",
                "start": 1609.894
              },
              {
                "stop": 1630.629,
                "byte_start": 6498576,
                "byte_stop": 6551239,
                "text": "Now, if anything, Mr. Justice, this supports the view that it's not only the labor union which is prohibited from receiving money, it's the labor union executive and of course that's the position we're taking here.",
                "start": 1617.462
              },
              {
                "stop": 1645.226,
                "byte_start": 6551239,
                "byte_stop": 6609648,
                "text": "Well, this was carried over into the 80th Congress and the Taft-Hartley Act and the -- the same arguments were made there as had been made earlier in the 79th Congress.",
                "start": 1630.629
              },
              {
                "stop": 1652.583,
                "byte_start": 6609648,
                "byte_stop": 6639010,
                "text": "As I say Senator Ball, who was the father of the -- of the amendment in the 80th Congress, specifically referred to union agents.",
                "start": 1645.226
              },
              {
                "stop": 1657.871,
                "byte_start": 6639010,
                "byte_stop": 6660221,
                "text": "He specifically referred to the breath of the prohibitions which -- which Congress was enacting.",
                "start": 1652.583
              },
              {
                "stop": 1670.951,
                "byte_start": 6660221,
                "byte_stop": 6712571,
                "text": "And there was considerable reference back to the Byrd Amendment and some reference, though I can't say too much, some reference to preventing the tampering with employee's loyalty and -- and such like.",
                "start": 1657.871
              },
              {
                "stop": 1686.096,
                "byte_start": 6712571,
                "byte_stop": 6773070,
                "text": "Undoubtedly, Mr. Waldman will say that there was a great change in the Conference Committee because there was a special definition, it was -- was originally in the Act which was originally in the Byrd Amendment which is carried over to the Ball Amendment which was dropped out.",
                "start": 1670.951
              },
              {
                "stop": 1720.878,
                "byte_start": 6773070,
                "byte_stop": 6912251,
                "text": "I will leave for rebuttal my answer to that argument except to say that when the Conference Committee made the change and definition which the respondent and the Second Circuit considers so critical, it said it accepted the Senate amendment with minor clarifying changes and we cannot believe that a Conference Committee which says that it made only minor clarifying changes in -- in a -- in a section of the bill, made the drastic change which it is urged upon this Court and it was successfully urged on the Second Circuit, it was made in this bill.",
                "start": 1686.096
              }
            ],
            "start": 1588.674,
            "stop": 1720.878,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6925939,
            "byte_start": 6912251,
            "text_blocks": [
              {
                "stop": 1724.304,
                "byte_start": 6912251,
                "byte_stop": 6925939,
                "text": "Mr. Waldman.",
                "start": 1720.878
              }
            ],
            "start": 1720.878,
            "stop": 1724.304,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          }
        ]
      },
      {
        "stop": 3380.697,
        "byte_start": 6925939,
        "byte_stop": 13551532,
        "start": 1724.304,
        "turns": [
          {
            "byte_stop": 10506282,
            "byte_start": 6925939,
            "text_blocks": [
              {
                "stop": 1731.827,
                "byte_start": 6925939,
                "byte_stop": 6956032,
                "text": "It pleases the Court.",
                "start": 1724.304
              },
              {
                "stop": 1735.154,
                "byte_start": 6956032,
                "byte_stop": 6969302,
                "text": "It's already anticipated.",
                "start": 1731.827
              },
              {
                "stop": 1769.924,
                "byte_start": 6969302,
                "byte_stop": 7108378,
                "text": "Our position is that the word \"representative\" used in section 302 of the Taft-Hartley Act have a statutory meaning of the concept of representatives of employees is a new concept, a statutory concept.",
                "start": 1735.154
              },
              {
                "stop": 1788.274,
                "byte_start": 7108378,
                "byte_stop": 7181834,
                "text": "So that it is vague to look to the labor -- to the Railway Labor Act or to colloquially or to dictionary definition to determine what Congress meant in section 302.",
                "start": 1769.924
              },
              {
                "stop": 1819.477,
                "byte_start": 7181834,
                "byte_stop": 7306595,
                "text": "And if we've got to understand this fundamental fact of the word \"representative of employee\" is not the same as \"representative of a union\" that even a union is not the same as representative of employees, we shall grasp the significance of the difference between the point of view of the respondent and the point of view of the Government which is a new point of view.",
                "start": 1788.274
              },
              {
                "stop": 1846.223,
                "byte_start": 7306595,
                "byte_stop": 7413593,
                "text": "Now, the -- there is a definition written by Congress in the Taft-Hartley Act which is glossed over here as if it had not been written at all but to which we insist we must advert to determine the clause which the Court has to take in determining the meaning of the word \"representative\".",
                "start": 1819.477
              },
              {
                "stop": 1853.194,
                "byte_start": 7413593,
                "byte_stop": 7441492,
                "text": "That clause is written in the last title, Title V of the Taft-Hartley Act.",
                "start": 1846.223
              },
              {
                "stop": 1859.928,
                "byte_start": 7441492,
                "byte_stop": 7468450,
                "text": "It is quoted in full at page 4 of our brief.",
                "start": 1853.194
              },
              {
                "stop": 1899.863,
                "byte_start": 7468450,
                "byte_stop": 7628215,
                "text": "And by this Section, Congress has said that the term \"representative\" shall have the same meaning as been used in the National Labor Relations Act as amended by this Act, not as defined as the venerable Judge Hand thought in his opinion but the same meaning as when used in the Act.",
                "start": 1859.928
              },
              {
                "stop": 1916.938,
                "byte_start": 7628215,
                "byte_stop": 7696447,
                "text": "Now, then our search must immediately be directed to the manner in which the word \"representative\" has been used by the National Labor Relation Act as amended.",
                "start": 1899.863
              },
              {
                "stop": 1932.789,
                "byte_start": 7696447,
                "byte_stop": 7759872,
                "text": "Your Honors will recall of the Taft-Hartley Act, which consists in five titles, has amended the old Wagner Act which had been on the books for 12 years and that is still called the National Labor Relations Act.",
                "start": 1916.938
              },
              {
                "stop": 1943.938,
                "byte_start": 7759872,
                "byte_stop": 7804489,
                "text": "The Labor Management Act, which is the Taft-Hartley Act, includes a good deal more than the old National Labor Relations Act as amended.",
                "start": 1932.789
              },
              {
                "stop": 1955.365,
                "byte_start": 7804489,
                "byte_stop": 7850151,
                "text": "Now, then what is our first step in the quest in determining how the word \"representative\" is used by the National Labor Relations Act?",
                "start": 1943.938
              },
              {
                "stop": 1969.98,
                "byte_start": 7850151,
                "byte_stop": 7908665,
                "text": "The first quest is to determine the scheme and the purpose of the National Labor Relation Act as originally drafted and enacted and as amended in 1947.",
                "start": 1955.365
              },
              {
                "stop": 1989.84,
                "byte_start": 7908665,
                "byte_stop": 7988078,
                "text": "The scheme and the purpose of the National Labor Relations Act as every student of labor law know was a fundamental departure from the old concept of labor relation in which the union was accepted as the spokesman for its members and a few friends of members.",
                "start": 1969.98
              },
              {
                "stop": 2009.275,
                "byte_start": 7988078,
                "byte_stop": 8065818,
                "text": "Under the National Labor Relations Act as originally provided in the -- in 1935, a constituency was created, a legal constituency in the same way the congressional constituency or gubernatorial constituency or senatorial constituency.",
                "start": 1989.84
              },
              {
                "stop": 2027.766,
                "byte_start": 8065818,
                "byte_stop": 8139797,
                "text": "And we call that the bargaining unit, but instead of defining it in the Act because of the very complex nature of our industrial life, they created an administrative board which -- to which it had given certain criteria by which to determine an appropriate bargaining unit.",
                "start": 2009.275
              },
              {
                "stop": 2036.482,
                "byte_start": 8139797,
                "byte_stop": 8174696,
                "text": "That might be the plant or a craft within the plant or a market or in our case, the Port of New York.",
                "start": 2027.766
              },
              {
                "stop": 2053.038,
                "byte_start": 8174696,
                "byte_stop": 8240839,
                "text": "Once the geographical local is determined by the Board, the bargaining unit who constitutes the electorate, the employee, not members of the union, has nothing to do with the trade union, has nothing to do with union officials.",
                "start": 2036.482
              },
              {
                "stop": 2065.634,
                "byte_start": 8240839,
                "byte_stop": 8291307,
                "text": "You will search the Wagner Act to find all these arguments that we have heard both in the brief and orally about union officials being interchangeably used with \"representatives of employee\".",
                "start": 2053.038
              },
              {
                "stop": 2075.475,
                "byte_start": 8291307,
                "byte_stop": 8330595,
                "text": "The constituencies within the collective bargaining unit become not members of the union but the workers in that unit.",
                "start": 2065.634
              },
              {
                "stop": 2086.878,
                "byte_start": 8330595,
                "byte_stop": 8376257,
                "text": "Then the Act proceeded to set up machinery for election or designation or recognition, the equivalent of election and it set up governmental machinery to conduct the election.",
                "start": 2075.475
              },
              {
                "stop": 2103.759,
                "byte_start": 8376257,
                "byte_stop": 8443758,
                "text": "And then the certification and whoever recertified or recognized that the representative of employee then becomes close by federal statute for the first time in our history under the Wagner Act with powers and responsibilities.",
                "start": 2086.878
              },
              {
                "stop": 2117.569,
                "byte_start": 8443758,
                "byte_stop": 8499033,
                "text": "And then the Act proceeds to in -- create duties on the part of the employer in dealing with those representatives for the union, both the representatives of employees.",
                "start": 2103.759
              },
              {
                "stop": 2136.322,
                "byte_start": 8499033,
                "byte_stop": 8574056,
                "text": "Then there is another principle written in that law which is very pertinent to our discussion in an understanding of section 302, that a representative of employees even exclusive representative, there cannot be, under the law, more than one representative.",
                "start": 2117.569
              },
              {
                "stop": 2143.039,
                "byte_start": 8574056,
                "byte_stop": 8600910,
                "text": "I'm talking now about the scheme and the provisions of the National Labor Relations Act.",
                "start": 2136.322
              },
              {
                "stop": 2163.029,
                "byte_start": 8600910,
                "byte_stop": 8680845,
                "text": "And that statutory representative elected or designated as I have described, under the law, bargains not for any one group in particular but for the entire group of employees, even if only 51% of the employees has voted for it.",
                "start": 2143.039
              },
              {
                "stop": 2167.686,
                "byte_start": 8680845,
                "byte_stop": 8699444,
                "text": "It becomes a statutory personality created under the law.",
                "start": 2163.029
              },
              {
                "stop": 2180.846,
                "byte_start": 8699444,
                "byte_stop": 8752107,
                "text": "Now, that scheme will be born in mind as we continue our course into 1947 through the period of 12 years almost from the first moment the Wagner Act became law.",
                "start": 2167.686
              },
              {
                "stop": 2197.771,
                "byte_start": 8752107,
                "byte_stop": 8819816,
                "text": "The country will pretty much divide it on the part of industrialist, management, thoughtful students of the problem as to whether or not it is proper to continue this policy of permitting a majority of employees to bind everybody else.",
                "start": 2180.846
              },
              {
                "stop": 2214.467,
                "byte_start": 8819816,
                "byte_stop": 8886585,
                "text": "And the struggle was reflected in the form of the union shop and the close shop and preferential shop and a myriad other problems in labor relations, all to the end that a majority of employees shall not bind those who didn't vote for it.",
                "start": 2197.771
              },
              {
                "stop": 2222.651,
                "byte_start": 8886585,
                "byte_stop": 8919291,
                "text": "That struggle reached the climax in two years in succession in 1946 and 1947.",
                "start": 2214.467
              },
              {
                "stop": 2235.131,
                "byte_start": 8919291,
                "byte_stop": 8969237,
                "text": "In 1946, there was pending in Congress a law, a very controversial law called the case a bill -- called the Case Bill.",
                "start": 2222.651
              },
              {
                "stop": 2250.519,
                "byte_start": 8969237,
                "byte_stop": 9030781,
                "text": "When the Case Bill came on, it was not the labor relations bill, it was not exactly like the Taft-Hartley bill, but it was a bill intended to curve what was then thought to be the excess power of labor.",
                "start": 2235.131
              },
              {
                "stop": 2277.241,
                "byte_start": 9030781,
                "byte_stop": 9137674,
                "text": "And while that bill was pending, John L. Lewis, with his very great genius for -- for timing his activity, made the demand for 10 cents a ton to be contributed to a welfare fund of the United Mine Workers which the United Mine Workers administered solely, not by any trust arrangement with the employer.",
                "start": 2250.519
              },
              {
                "stop": 2284.632,
                "byte_start": 9137674,
                "byte_stop": 9167245,
                "text": "A strike was threatened.Senator Byrd of Virginia proposed an amendment to the case law.",
                "start": 2277.241
              },
              {
                "stop": 2290.505,
                "byte_start": 9167245,
                "byte_stop": 9190755,
                "text": "That amendment is the one which has called forth a great deal of the debate.",
                "start": 2284.632
              },
              {
                "stop": 2300.821,
                "byte_start": 9190755,
                "byte_stop": 9232029,
                "text": "In 1946, quoted in the Government brief and that amendment proceeded in the legislative row.",
                "start": 2290.505
              },
              {
                "stop": 2304.184,
                "byte_start": 9232029,
                "byte_stop": 9245508,
                "text": "It was changed by way of amendments.",
                "start": 2300.821
              },
              {
                "stop": 2311.937,
                "byte_start": 9245508,
                "byte_stop": 9276437,
                "text": "In the first instance, the Byrd Amendment outlawed welfare and pension funds all together.",
                "start": 2304.184
              },
              {
                "stop": 2322.091,
                "byte_start": 9276437,
                "byte_stop": 9317083,
                "text": "Later, there was an amendment to permit welfare and pension funds with -- with -- under regulation as -- as called for in that amendment.",
                "start": 2311.937
              },
              {
                "stop": 2333.658,
                "byte_start": 9317083,
                "byte_stop": 9363372,
                "text": "And there was a special definition, Your Honors, of the meaning of the word \"representative\" in that amendment of the Case Bill.",
                "start": 2322.091
              },
              {
                "stop": 2364.114,
                "byte_start": 9363372,
                "byte_stop": 9485208,
                "text": "We quote the special definition in our brief at page 58, \"It is substantially the same definition as later found its way to the amendment of the Taft-Hartley Act.\"",
                "start": 2333.658
              },
              {
                "stop": 2378.137,
                "byte_start": 9485208,
                "byte_stop": 9541319,
                "text": "When the Case Bill passed both Houses, together with the Byrd Amendment and the special definition, the president at that time vetoed the bill and it failed to receive the necessary two-thirds for reenactment.",
                "start": 2364.114
              },
              {
                "stop": 2397.074,
                "byte_start": 9541319,
                "byte_stop": 9616969,
                "text": "In 1947, when Congress undertook to overhaul the entire labor relations picture, public hearings were held on the pending bill.Senator Taft was then Chairman of the Committee.",
                "start": 2378.137
              },
              {
                "stop": 2412.255,
                "byte_start": 9616969,
                "byte_stop": 9677782,
                "text": "But he couldn't muster a majority of the Committee to incorporate what Senator Byrd first provided in the amendment to the Case Bill the year before.",
                "start": 2397.074
              },
              {
                "stop": 2451.196,
                "byte_start": 9677782,
                "byte_stop": 9833472,
                "text": "But five Senators, headed by Senators Taft, Ball, and Jenner wrote the supplemental section to the labor report when the bill came on the floor of the Senate in 1947 in which they urged the incorporation in the then Tart -- Taft Act in the Senate, the substance of the Byrd Amendment in the Case Bill which failed the passage in 1946, failed the passage over the president's veto.",
                "start": 2412.255
              },
              {
                "stop": 2473.902,
                "byte_start": 9833472,
                "byte_stop": 9924378,
                "text": "Then four Senators, not five, although the supplemental report was written by five, headed again by Taft, Ball, and Jenner moved an amendment from the floor, the substance of present section 302 carrying with it a special definition, the same one that is now quoted at page 58.",
                "start": 2451.196
              },
              {
                "stop": 2485.598,
                "byte_start": 9924378,
                "byte_stop": 9971085,
                "text": "Now, under that definition all that the Government is asking this Court to do now would have been accomplished.",
                "start": 2473.902
              },
              {
                "stop": 2489.825,
                "byte_start": 9971085,
                "byte_stop": 9988012,
                "text": "They could have had indictments to their hearts content.",
                "start": 2485.598
              },
              {
                "stop": 2497.079,
                "byte_start": 9988012,
                "byte_stop": 10017061,
                "text": "They could have taken civil actions by injunctions to their hearts content against union officials.",
                "start": 2489.825
              },
              {
                "stop": 2500.368,
                "byte_start": 10017061,
                "byte_stop": 10030226,
                "text": "If you'll read that definition, you will see why.",
                "start": 2497.079
              },
              {
                "stop": 2550.359,
                "byte_start": 10030226,
                "byte_stop": 10230115,
                "text": "Now, a very lucid and scholarly speech on the entire Act was made by Senator Morse showing the havoc and the chaos that would be introduced in the entire National Labor Relations picture if an attempt were made in section 302, which was then the Byrd Amendment, by enabling employers to make agreements with minority groups within his plant or within the bargaining unit and by destroying the whole scheme of the Wagner Act which rested on the industrial democratic principle of, one, the constituency had been defined and the election was taken and the majority votes were cast, the representatives was clothed with the power to speak for all.",
                "start": 2500.368
              },
              {
                "stop": 2581.771,
                "byte_start": 10230115,
                "byte_stop": 10355816,
                "text": "Now, it is obvious to any labor historian, why if you don't like labor unions or labor or the advance or progress that labor makes, you would seek to introduce, a divisive force into the collective bargaining unit so that the employer, who is unfriendly to a powerful union or a union that's aggressive on behalf of the people it represents, it can play ball with the minority union until it builds it up to be a formal competitor.",
                "start": 2550.359
              },
              {
                "stop": 2585.295,
                "byte_start": 10355816,
                "byte_stop": 10369923,
                "text": "And then, perhaps, replace the other union.",
                "start": 2581.771
              },
              {
                "stop": 2602.806,
                "byte_start": 10369923,
                "byte_stop": 10439931,
                "text": "Senator Ives, who is probably among the most advanced and intelligent labor relations men on the Republican side in the Senate, objected to this proposal though sponsored by his own party leadership and voted against the amendment on the floor of the Senate.",
                "start": 2585.295
              },
              {
                "stop": 2609.339,
                "byte_start": 10439931,
                "byte_stop": 10466053,
                "text": "Then it came up but it passed with this special definition.",
                "start": 2602.806
              },
              {
                "stop": 2619.392,
                "byte_start": 10466053,
                "byte_stop": 10506282,
                "text": "Senator Ball in a statement to the Senate frankly enough, said of the special definition disagreed and differed from the definition of representative as used in the National Labor Relations Act.",
                "start": 2609.339
              }
            ],
            "start": 1724.304,
            "stop": 2619.392,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 10513910,
            "byte_start": 10506282,
            "text_blocks": [
              {
                "stop": 2621.301,
                "byte_start": 10506282,
                "byte_stop": 10513910,
                "text": "Where is that definition, Mr. Waldman?",
                "start": 2619.392
              }
            ],
            "start": 2619.392,
            "stop": 2621.301,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 10528538,
            "byte_start": 10513910,
            "text_blocks": [
              {
                "stop": 2624.965,
                "byte_start": 10513910,
                "byte_stop": 10528538,
                "text": "I -- I'm quoting at page 58, Your Honor --",
                "start": 2621.301
              }
            ],
            "start": 2621.301,
            "stop": 2624.965,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 10529583,
            "byte_start": 10528538,
            "text_blocks": [
              {
                "stop": 2625.219,
                "byte_start": 10528538,
                "byte_stop": 10529583,
                "text": "Oh.",
                "start": 2624.965
              }
            ],
            "start": 2624.965,
            "stop": 2625.219,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 10533658,
            "byte_start": 10529583,
            "text_blocks": [
              {
                "stop": 2626.24,
                "byte_start": 10529583,
                "byte_stop": 10533658,
                "text": "-- of -- of our brief.",
                "start": 2625.219
              }
            ],
            "start": 2625.219,
            "stop": 2626.24,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 10548078,
            "byte_start": 10533658,
            "text_blocks": [
              {
                "stop": 2626.718,
                "byte_start": 10533658,
                "byte_stop": 10535643,
                "text": "All right.",
                "start": 2626.24
              },
              {
                "stop": 2629.843,
                "byte_start": 10535643,
                "byte_stop": 10548078,
                "text": "Thank you very much.",
                "start": 2626.718
              }
            ],
            "start": 2626.24,
            "stop": 2629.843,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 11326736,
            "byte_start": 10548078,
            "text_blocks": [
              {
                "stop": 2638.887,
                "byte_start": 10548078,
                "byte_stop": 10584231,
                "text": "Then a Conference Committee was appointed to iron out the differences between the Hartley Bill in the House and the Taft Bill in the Senate.",
                "start": 2629.843
              },
              {
                "stop": 2645.225,
                "byte_start": 10584231,
                "byte_stop": 10609622,
                "text": "Now, the Hartley Bill did not have any part of section 302.",
                "start": 2638.887
              },
              {
                "stop": 2651.035,
                "byte_start": 10609622,
                "byte_stop": 10632819,
                "text": "Senator Ives significantly was appointed a member of that Committee.",
                "start": 2645.225
              },
              {
                "stop": 2656.954,
                "byte_start": 10632819,
                "byte_stop": 10656538,
                "text": "He voted against this proposal with a special definition.",
                "start": 2651.035
              },
              {
                "stop": 2669.372,
                "byte_start": 10656538,
                "byte_stop": 10706171,
                "text": "Then the harmonized statute bill came out of the Conference Committee, three changes were made in the Taft Bill.",
                "start": 2656.954
              },
              {
                "stop": 2692.299,
                "byte_start": 10706171,
                "byte_stop": 10797913,
                "text": "One, they dropped the special definition, two, they substituted a new definition, namely, that the word \"representative\" as used in this entire Act including section 302 shall have the meaning and use in the National Labor Relations Act as amended.",
                "start": 2669.372
              },
              {
                "stop": 2709.087,
                "byte_start": 10797913,
                "byte_stop": 10865100,
                "text": "Now, in the amendments, Your Honors, in 1947 of the National Labor Relations Act, the scheme of representation, the scheme that empowered by statute representatives of a bargaining unit to be the sole and exclusive spokesman for that unit.",
                "start": 2692.299
              },
              {
                "stop": 2710.93,
                "byte_start": 10865100,
                "byte_stop": 10872414,
                "text": "It was never changed.",
                "start": 2709.087
              },
              {
                "stop": 2712.234,
                "byte_start": 10872414,
                "byte_stop": 10877639,
                "text": "That remained.",
                "start": 2710.93
              },
              {
                "stop": 2725.489,
                "byte_start": 10877639,
                "byte_stop": 10930719,
                "text": "The Taft-Hartley law created reciprocal duties that these representatives of employees must act also in a good faith way with employer and management representatives.",
                "start": 2712.234
              },
              {
                "stop": 2738.909,
                "byte_start": 10930719,
                "byte_stop": 10984323,
                "text": "Now, after these changes were made and there's another change which is not significant in connection with our present argument, then Senator, \"I won't vote it for the entire law,\" and Taft-Hartley became a law.",
                "start": 2725.489
              },
              {
                "stop": 2750.033,
                "byte_start": 10984323,
                "byte_stop": 11028835,
                "text": "It is this text that we are talking about and not the debates that were held on a section with the amendment which was discarded and scrapped and abandoned by Congress.",
                "start": 2738.909
              },
              {
                "stop": 2769.787,
                "byte_start": 11028835,
                "byte_stop": 11107830,
                "text": "And what the Government is seeking to do now after seven years of not touching this Act in the manner in which it is now being utilized is to bring back by judicial construction what Congress itself rejected as unsound because it would create havoc in the National Labor Relations law.",
                "start": 2750.033
              },
              {
                "stop": 2771.62,
                "byte_start": 11107830,
                "byte_stop": 11115248,
                "text": "Now, how could've it created havoc?",
                "start": 2769.787
              },
              {
                "stop": 2775.951,
                "byte_start": 11115248,
                "byte_stop": 11132489,
                "text": "Senator Morse pointed it out, I briefly touched on it.",
                "start": 2771.62
              },
              {
                "stop": 2801.49,
                "byte_start": 11132489,
                "byte_stop": 11234680,
                "text": "Now, we say to Your Honors that after giving you the scheme and the purpose of the National Labor Relations Act which clothed a special legal personality with the name \"representative of employee\", they come along and this is very a loose kind of talk in labor parlance that Mr. Green and Mr. Murray used the word “representative” in connection with some testimonial.",
                "start": 2775.951
              },
              {
                "stop": 2805.631,
                "byte_start": 11234680,
                "byte_stop": 11251294,
                "text": "Of course, union officers are representatives of the union.",
                "start": 2801.49
              },
              {
                "stop": 2809.772,
                "byte_start": 11251294,
                "byte_stop": 11267803,
                "text": "And, of course, labor men will say a labor leader is a representative of his union.",
                "start": 2805.631
              },
              {
                "stop": 2812.193,
                "byte_start": 11267803,
                "byte_stop": 11277521,
                "text": "But there is vast difference in law.",
                "start": 2809.772
              },
              {
                "stop": 2824.494,
                "byte_start": 11277521,
                "byte_stop": 11326736,
                "text": "Under the law we're talking about, between a representative of employees which is one concept, a legal concept and representatives of a union which is something else all together.",
                "start": 2812.193
              }
            ],
            "start": 2629.843,
            "stop": 2824.494,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11346902,
            "byte_start": 11326736,
            "text_blocks": [
              {
                "stop": 2829.538,
                "byte_start": 11326736,
                "byte_stop": 11346902,
                "text": "Mr. Waldman, what -- what was the form of 302 before it went to Congress?",
                "start": 2824.494
              }
            ],
            "start": 2824.494,
            "stop": 2829.538,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/stanley_reed",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "date_end": -405453600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1007229600,
                  "id": 2707,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "stanley_reed",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "size": 39053,
                "id": 79211,
                "mime": "image/png"
              },
              "ID": 15063,
              "last_name": "Reed",
              "name": "Stanley Reed",
              "length_of_service": 6965
            }
          },
          {
            "byte_stop": 11428613,
            "byte_start": 11346902,
            "text_blocks": [
              {
                "stop": 2840.032,
                "byte_start": 11346902,
                "byte_stop": 11388803,
                "text": "The form was substantially as it is now plus a subdivision (g) which was the special definition quoted in our brief at page 58.",
                "start": 2829.538
              },
              {
                "stop": 2849.311,
                "byte_start": 11388803,
                "byte_stop": 11426001,
                "text": "When it came out Congress, that definition was abandoned and the new definition, that is the present definition, was put in.",
                "start": 2840.032
              },
              {
                "stop": 2849.964,
                "byte_start": 11426001,
                "byte_stop": 11428613,
                "text": "Now, Your Honors --",
                "start": 2849.311
              }
            ],
            "start": 2829.538,
            "stop": 2849.964,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11436450,
            "byte_start": 11428613,
            "text_blocks": [
              {
                "stop": 2851.919,
                "byte_start": 11428613,
                "byte_stop": 11436450,
                "text": "What was it that is on that point --",
                "start": 2849.964
              }
            ],
            "start": 2849.964,
            "stop": 2851.919,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 11436763,
            "byte_start": 11436450,
            "text_blocks": [
              {
                "stop": 2852.008,
                "byte_start": 11436450,
                "byte_stop": 11436763,
                "text": "Yes, Mr. Justice.",
                "start": 2851.919
              }
            ],
            "start": 2851.919,
            "stop": 2852.008,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11446272,
            "byte_start": 11436763,
            "text_blocks": [
              {
                "stop": 2854.396,
                "byte_start": 11436763,
                "byte_stop": 11446272,
                "text": "-- how could it just -- just leave the House?",
                "start": 2852.008
              }
            ],
            "start": 2852.008,
            "stop": 2854.396,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 11472290,
            "byte_start": 11446272,
            "text_blocks": [
              {
                "stop": 2857.01,
                "byte_start": 11446272,
                "byte_stop": 11456721,
                "text": "The House didn't have that provision.",
                "start": 2854.396
              },
              {
                "stop": 2860.899,
                "byte_start": 11456721,
                "byte_stop": 11472290,
                "text": "The House didn't have a section 302 provision when it connected its bill.",
                "start": 2857.01
              }
            ],
            "start": 2854.396,
            "stop": 2860.899,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11483157,
            "byte_start": 11472290,
            "text_blocks": [
              {
                "stop": 2863.6,
                "byte_start": 11472290,
                "byte_stop": 11483157,
                "text": "Well, and that came back to the House to the contrary.",
                "start": 2860.899
              }
            ],
            "start": 2860.899,
            "stop": 2863.6,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 13551532,
            "byte_start": 11483157,
            "text_blocks": [
              {
                "stop": 2864.514,
                "byte_start": 11483157,
                "byte_stop": 11486814,
                "text": "That's right.",
                "start": 2863.6
              },
              {
                "stop": 2866.799,
                "byte_start": 11486814,
                "byte_stop": 11495905,
                "text": "And then both Houses adopted.",
                "start": 2864.514
              },
              {
                "stop": 2870.749,
                "byte_start": 11495905,
                "byte_stop": 11511683,
                "text": "So, we are dealing with an entirely different history, a history of deed, not words.",
                "start": 2866.799
              },
              {
                "stop": 2875.76,
                "byte_start": 11511683,
                "byte_stop": 11531745,
                "text": "The words don't count here because the words addressed themselves to another provision.",
                "start": 2870.749
              },
              {
                "stop": 2883.724,
                "byte_start": 11531745,
                "byte_stop": 11563614,
                "text": "Now, we say after the first step in the quest as to how the word \"representative\" is used in the National Labor Relations Act.",
                "start": 2875.76
              },
              {
                "stop": 2885.595,
                "byte_start": 11563614,
                "byte_stop": 11571137,
                "text": "What's the second step?",
                "start": 2883.724
              },
              {
                "stop": 2893.22,
                "byte_start": 11571137,
                "byte_stop": 11601648,
                "text": "An honest search, what did Congress mean by this if we can ever discover what Congress means by any statute.",
                "start": 2885.595
              },
              {
                "stop": 2900.963,
                "byte_start": 11601648,
                "byte_stop": 11632577,
                "text": "We can only judge it by certain outside objectives, purpose, aim, direction.",
                "start": 2893.22
              },
              {
                "stop": 2909.43,
                "byte_start": 11632577,
                "byte_stop": 11666432,
                "text": "We are -- we have addressed ourselves to an analysis of the National Labor Relations Act as amended, not in terms of verbs.",
                "start": 2900.963
              },
              {
                "stop": 2911.252,
                "byte_start": 11666432,
                "byte_stop": 11673746,
                "text": "Verbs don't mean anything here.",
                "start": 2909.43
              },
              {
                "stop": 2916.659,
                "byte_start": 11673746,
                "byte_stop": 11695376,
                "text": "We are talking of the noun \"representative\" as used in sections 3 (a) and (b).",
                "start": 2911.252
              },
              {
                "stop": 2920.876,
                "byte_start": 11695376,
                "byte_stop": 11712199,
                "text": "You can do an awful lot with verbs but that isn't the issue.",
                "start": 2916.659
              },
              {
                "stop": 2923.446,
                "byte_start": 11712199,
                "byte_stop": 11722543,
                "text": "We are not involved here with the verb.",
                "start": 2920.876
              },
              {
                "stop": 2938.695,
                "byte_start": 11722543,
                "byte_stop": 11783461,
                "text": "Now, the noun “representative” in relation to employees is used, Your Honors, 25 times in 16 provisions of the National Labor Relations Act as amended.",
                "start": 2923.446
              },
              {
                "stop": 2964.423,
                "byte_start": 11783461,
                "byte_stop": 11886383,
                "text": "We set forth in proper numerical order and in the addendum too, all of those provisions in the manner in which the word \"representative\" is used and in all cases without a single exception, the word \"representative\" is used in the statutory sense and not in the colloquial or any other sense.",
                "start": 2938.695
              },
              {
                "stop": 2971.734,
                "byte_start": 11886383,
                "byte_stop": 11915640,
                "text": "And this is what Congress meant in its definition when it said that the word must be as used in the Taft-Hartley Act.",
                "start": 2964.423
              },
              {
                "stop": 2980.637,
                "byte_start": 11915640,
                "byte_stop": 11951271,
                "text": "That was the final judgment of Congress in its own legislation, shall be as used in the National Labor Relations Act.",
                "start": 2971.734
              },
              {
                "stop": 2992.68,
                "byte_start": 11951271,
                "byte_stop": 11999441,
                "text": "Now, the Government, by some twist of logic which I can't understand and never could understand from the beginning of this prosecution, seems to say, \"Yes, that may be true.\"",
                "start": 2980.637
              },
              {
                "stop": 2998.462,
                "byte_start": 11999441,
                "byte_stop": 12022533,
                "text": "That is after it's been pointed out to them in very rudimentary passion.",
                "start": 2992.68
              },
              {
                "stop": 3010.105,
                "byte_start": 12022533,
                "byte_stop": 12069136,
                "text": "It's true that the word \"representative\" means a statutory personality but in -- in the cases we know about, it's qualified by the word \"collective bargaining\" as subject to this section.",
                "start": 2998.462
              },
              {
                "stop": 3011.949,
                "byte_start": 12069136,
                "byte_stop": 12076554,
                "text": "Now, there are two answers to that.",
                "start": 3010.105
              },
              {
                "stop": 3017.707,
                "byte_start": 12076554,
                "byte_stop": 12099542,
                "text": "One is the answer that the Court of Appeals gave and that we have given, certainly both in the Court of Appeals and here.",
                "start": 3011.949
              },
              {
                "stop": 3020.71,
                "byte_start": 12099542,
                "byte_stop": 12111559,
                "text": "That is not the fact.",
                "start": 3017.707
              },
              {
                "stop": 3036.966,
                "byte_start": 12111559,
                "byte_stop": 12176551,
                "text": "We cite in our brief and the Court of Appeals cites certain portions of the Act where there are no qualifying phrases and yet the word \"representative\" is used in the only sense in which it can be used, namely, the statutory sense because it was a new statutory creature.",
                "start": 3020.71
              },
              {
                "stop": 3039.807,
                "byte_start": 12176551,
                "byte_stop": 12187941,
                "text": "It didn't exist before.",
                "start": 3036.966
              },
              {
                "stop": 3047.683,
                "byte_start": 12187941,
                "byte_stop": 12219496,
                "text": "Now, there's another answer to that.And I think the answer is complete.",
                "start": 3039.807
              },
              {
                "stop": 3056.619,
                "byte_start": 12219496,
                "byte_stop": 12255232,
                "text": "They say that it is used by qualifying language, supposing that's so.",
                "start": 3047.683
              },
              {
                "stop": 3064.003,
                "byte_start": 12255232,
                "byte_stop": 12284698,
                "text": "They say \"representative” in its context means what the respondent say it means, supposing that's so.",
                "start": 3056.619
              },
              {
                "stop": 3077.471,
                "byte_start": 12284698,
                "byte_stop": 12338615,
                "text": "Congress said in its definition 501 that the meaning of the word \"representative\" shall be as used and if it is used with qualifying words if you find that used in the context, what of it?",
                "start": 3064.003
              },
              {
                "stop": 3082.216,
                "byte_start": 12338615,
                "byte_stop": 12357632,
                "text": "That's exactly what Congress said shall be given -- the meaning to be given to that word.",
                "start": 3077.471
              },
              {
                "stop": 3097.545,
                "byte_start": 12357632,
                "byte_stop": 12418863,
                "text": "Now, I can't understand this persistence of thinking that they are making an argument on a statutory construction which is valid when in my opinion it doesn't follow the conclusion which they seek the Court to draw from this argument.",
                "start": 3082.216
              },
              {
                "stop": 3102.494,
                "byte_start": 12418863,
                "byte_stop": 12438716,
                "text": "Now, they make an argument on the analysis of the statute.",
                "start": 3097.545
              },
              {
                "stop": 3107.529,
                "byte_start": 12438716,
                "byte_stop": 12458883,
                "text": "I say to you, this Honorable Court, I wouldn't permit it.",
                "start": 3102.494
              },
              {
                "stop": 3110.172,
                "byte_start": 12458883,
                "byte_stop": 12469436,
                "text": "It took two hours to argue to the Court of Appeals.",
                "start": 3107.529
              },
              {
                "stop": 3124.486,
                "byte_start": 12469436,
                "byte_stop": 12526696,
                "text": "But in the brief time that I have, I think I can demonstrate to the satisfaction of the Court that even if we didn't have any of these other material, the history and the statutory context and the scheme.",
                "start": 3110.172
              },
              {
                "stop": 3139.656,
                "byte_start": 12526696,
                "byte_stop": 12587301,
                "text": "That if you analyze section 302 alone, you will find that the Government is grievously in error, either what the purpose and aim of the section was or what the meaning of the language in that section is.",
                "start": 3124.486
              },
              {
                "stop": 3144.961,
                "byte_start": 12587301,
                "byte_stop": 12608616,
                "text": "They're in error because they don't know the facts of labor.Apparently, I can tell that from the argument.",
                "start": 3139.656
              },
              {
                "stop": 3152.783,
                "byte_start": 12608616,
                "byte_stop": 12639859,
                "text": "And secondly, they are in error because they are straining to give a meaning to a statute which doesn't have that meaning.",
                "start": 3144.961
              },
              {
                "stop": 3154.961,
                "byte_start": 12639859,
                "byte_stop": 12648532,
                "text": "Now, what does section 302 do?",
                "start": 3152.783
              },
              {
                "stop": 3155.801,
                "byte_start": 12648532,
                "byte_stop": 12651980,
                "text": "What is its purpose?",
                "start": 3154.961
              },
              {
                "stop": 3159.898,
                "byte_start": 12651980,
                "byte_stop": 12668280,
                "text": "What was the -- what do the authors intend to accomplish by that section?",
                "start": 3155.801
              },
              {
                "stop": 3162.722,
                "byte_start": 12668280,
                "byte_stop": 12679565,
                "text": "Not to purify collective bargaining.",
                "start": 3159.898
              },
              {
                "stop": 3164.405,
                "byte_start": 12679565,
                "byte_stop": 12686357,
                "text": "After all, we are all living people.",
                "start": 3162.722
              },
              {
                "stop": 3170.633,
                "byte_start": 12686357,
                "byte_stop": 12711225,
                "text": "We've lived in 1947 and we have lived all the period since and for sometime before.",
                "start": 3164.405
              },
              {
                "stop": 3180.796,
                "byte_start": 12711225,
                "byte_stop": 12751872,
                "text": "And it wasn't the purpose of the authors of section 302 to purify the collective bargaining process or to improve labor's picture in it.",
                "start": 3170.633
              },
              {
                "stop": 3189.043,
                "byte_start": 12751872,
                "byte_stop": 12784891,
                "text": "The purpose of section 302, its broadest purpose was to limit the area and scope of collective bargaining.",
                "start": 3180.796
              },
              {
                "stop": 3192.644,
                "byte_start": 12784891,
                "byte_stop": 12799310,
                "text": "It is a very important section of the Act.",
                "start": 3189.043
              },
              {
                "stop": 3197.975,
                "byte_start": 12799310,
                "byte_stop": 12820626,
                "text": "Your Honors interpretation of that section has a very far reaching importance.",
                "start": 3192.644
              },
              {
                "stop": 3218.905,
                "byte_start": 12820626,
                "byte_stop": 12904323,
                "text": "It's -- the authors of that section started out originally by outlawing all territory in collective bargaining by representatives of workers with employers which didn't accept the old copy book standard, wages, hours and immediate conditions of employment.",
                "start": 3197.975
              },
              {
                "stop": 3232.671,
                "byte_start": 12904323,
                "byte_stop": 12959389,
                "text": "But once labor have reached out for pensions and welfare and in time of war since wages -- wage -- raises were frozen, they began to reach out for fringe benefits.",
                "start": 3218.905
              },
              {
                "stop": 3248.51,
                "byte_start": 12959389,
                "byte_stop": 13022814,
                "text": "Research people and scholars and the employer of labor unions began to write about a profit sharing plan and guaranteed wages and all kinds of schemes which labor might aspire someday to make demands on management, be they right or wrong.",
                "start": 3232.671
              },
              {
                "stop": 3255.695,
                "byte_start": 13022814,
                "byte_stop": 13051549,
                "text": "Congress in 1947, under the leadership that then prevailed, wanted to put an end to it.",
                "start": 3248.51
              },
              {
                "stop": 3262.36,
                "byte_start": 13051549,
                "byte_stop": 13078194,
                "text": "And they said, “We are going to circumscribe the area and the scope of collective bargaining.",
                "start": 3255.695
              },
              {
                "stop": 3266.79,
                "byte_start": 13078194,
                "byte_stop": 13095852,
                "text": "And that would be genesis and the meaning of section 302.”",
                "start": 3262.36
              },
              {
                "stop": 3277.785,
                "byte_start": 13095852,
                "byte_stop": 13139843,
                "text": "But they couldn't muster enough strength if they intended at that time, at that late date to outlaw welfare and pension benefits.",
                "start": 3266.79
              },
              {
                "stop": 3282.507,
                "byte_start": 13139843,
                "byte_stop": 13158755,
                "text": "They wanted to outlaw checkoffs.",
                "start": 3277.785
              },
              {
                "stop": 3286.1,
                "byte_start": 13158755,
                "byte_stop": 13173175,
                "text": "They finally compromised and settled on regulated checkoffs.",
                "start": 3282.507
              },
              {
                "stop": 3294.846,
                "byte_start": 13173175,
                "byte_stop": 13208074,
                "text": "That's the meaning of one portion of this section.They finally compromised in allowing pensions and welfare but regulating it.",
                "start": 3286.1
              },
              {
                "stop": 3305.611,
                "byte_start": 13208074,
                "byte_stop": 13251124,
                "text": "But then as Your Honors read the section itself, without any help from me, our brief reads it fairly, fully.",
                "start": 3294.846
              },
              {
                "stop": 3322.154,
                "byte_start": 13251124,
                "byte_stop": 13317371,
                "text": "Your Honors will find that subdivision by subdivision, section 302 breeds the meaning that it was intended (a), to curve the area of collective bargaining and (b), to regulate welfare funds and limit the checkoff.",
                "start": 3305.611
              },
              {
                "stop": 3369.84,
                "byte_start": 13317371,
                "byte_stop": 13508065,
                "text": "I see my light is bringing me to a close and I want to say to Your Honors that some of the points that we have briefed here, such as the constitutional question, such as the power of Congress to enact the kind of provision, the Government said this provision means, all of these matters are argued by us in the brief, merely to point out the fact that the statute can be sustained on the basis of honest reading of its history and an honest reading of its purpose and above all, by following the mandate of Congress in the words and provisions they have written for the courts to interpret.",
                "start": 3322.154
              },
              {
                "stop": 3380.697,
                "byte_start": 13508065,
                "byte_stop": 13551532,
                "text": "Thank you.",
                "start": 3369.84
              }
            ],
            "start": 2863.6,
            "stop": 3380.697,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/louis_waldman",
              "roles": null,
              "identifier": "louis_waldman",
              "thumbnail": null,
              "ID": 35221,
              "last_name": "Waldman",
              "name": "Louis Waldman",
              "length_of_service": 0
            }
          }
        ]
      },
      {
        "stop": 3547.863,
        "byte_start": 13551532,
        "byte_stop": 14220058,
        "start": 3380.697,
        "turns": [
          {
            "byte_stop": 13778902,
            "byte_start": 13551532,
            "text_blocks": [
              {
                "stop": 3407.363,
                "byte_start": 13551532,
                "byte_stop": 13658216,
                "text": "It is clear, I think, both in the argument and the brief and the opinion of the Court of Appeals that the -- the main focus of the argument is that a deletion of the special definition of representative which was originally in the Byrd Amendment and in the Ball Amendment and its -- the substitution of the amendment of the definitions which appear in the Act is given as the reason for the complete and drastic change in the coverage of the statute.",
                "start": 3380.697
              },
              {
                "stop": 3416.812,
                "byte_start": 13658216,
                "byte_stop": 13695937,
                "text": "It is true that Senator Ives was a member of the Conference Committee but so was Senators Taft and Senators -- and Senator Ball who were the sponsors of this legislation.",
                "start": 3407.363
              },
              {
                "stop": 3421.264,
                "byte_start": 13695937,
                "byte_stop": 13713805,
                "text": "Senator -- and it supported it both in the prior Congress and in the present Congress.",
                "start": 3416.812
              },
              {
                "stop": 3425.495,
                "byte_start": 13713805,
                "byte_stop": 13730732,
                "text": "And I repeat that the Conference Committee called it a minor clarifying change.",
                "start": 3421.264
              },
              {
                "stop": 3437.534,
                "byte_start": 13730732,
                "byte_stop": 13778902,
                "text": "All -- I think if one -- if -- and they gave no recognitions at all, there was no recognition in the debates after the Conference Committee came in that there was any change in the -- in the substance of -- of coverage of the statute.",
                "start": 3425.495
              }
            ],
            "start": 3380.697,
            "stop": 3437.534,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 13818817,
            "byte_start": 13778902,
            "text_blocks": [
              {
                "stop": 3447.533,
                "byte_start": 13778902,
                "byte_stop": 13818817,
                "text": "Was -- was this on page 58 of the respondent's brief, is that the form of the Act 302 as it represented?",
                "start": 3437.534
              }
            ],
            "start": 3437.534,
            "stop": 3447.533,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/stanley_reed",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "date_end": -405453600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1007229600,
                  "id": 2707,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "stanley_reed",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "size": 39053,
                "id": 79211,
                "mime": "image/png"
              },
              "ID": 15063,
              "last_name": "Reed",
              "name": "Stanley Reed",
              "length_of_service": 6965
            }
          },
          {
            "byte_stop": 13928741,
            "byte_start": 13818817,
            "text_blocks": [
              {
                "stop": 3456.899,
                "byte_start": 13818817,
                "byte_stop": 13856329,
                "text": "That was a special definition of representative which was included in 302 as it passed the Senate, of Senator Ball's amendment.",
                "start": 3447.533
              },
              {
                "stop": 3464.494,
                "byte_start": 13856329,
                "byte_stop": 13886736,
                "text": "The Conference Committee deleted that -- that definition, inserted the word \"representative\" in the general definition section.",
                "start": 3456.899
              },
              {
                "stop": 3465.887,
                "byte_start": 13886736,
                "byte_stop": 13892274,
                "text": "And that's all we think they were doing.",
                "start": 3464.494
              },
              {
                "stop": 3471.33,
                "byte_start": 13892274,
                "byte_stop": 13914008,
                "text": "They were conformed, taking a special definition out and putting -- putting it in the general definition section.",
                "start": 3465.887
              },
              {
                "stop": 3475.005,
                "byte_start": 13914008,
                "byte_stop": 13928741,
                "text": "And as a matter of draftsmanship I -- I would suppose.",
                "start": 3471.33
              }
            ],
            "start": 3447.533,
            "stop": 3475.005,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 13956639,
            "byte_start": 13928741,
            "text_blocks": [
              {
                "stop": 3481.983,
                "byte_start": 13928741,
                "byte_stop": 13956639,
                "text": "Well, I got the impression that this section has been brought forward and then refused by the Senate as an Act.",
                "start": 3475.005
              }
            ],
            "start": 3475.005,
            "stop": 3481.983,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/stanley_reed",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2707",
                  "date_end": -405453600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1007229600,
                  "id": 2707,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "stanley_reed",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/stanley_reed/stanley_reed.thumb_3.png",
                "size": 39053,
                "id": 79211,
                "mime": "image/png"
              },
              "ID": 15063,
              "last_name": "Reed",
              "name": "Stanley Reed",
              "length_of_service": 6965
            }
          },
          {
            "byte_stop": 14098014,
            "byte_start": 13956639,
            "text_blocks": [
              {
                "stop": 3482.852,
                "byte_start": 13956639,
                "byte_stop": 13960088,
                "text": "No.",
                "start": 3481.983
              },
              {
                "stop": 3497.255,
                "byte_start": 13960088,
                "byte_stop": 14017766,
                "text": "As originally introduced by Senator Byrd, it did not have this -- this definition.Senators Ives and Pepper said, \"Oh, it will prevent an employer from giving money for a picnic.We'll recite the union representatives.\"",
                "start": 3482.852
              },
              {
                "stop": 3502.904,
                "byte_start": 14017766,
                "byte_stop": 14040336,
                "text": "And Senator Byrd said, \"If you think it will do that, I do not.I am willing to have this special definition in.\"",
                "start": 3497.255
              },
              {
                "stop": 3504.795,
                "byte_start": 14040336,
                "byte_stop": 14047859,
                "text": "That was included in the Byrd Amendment.",
                "start": 3502.904
              },
              {
                "stop": 3510.815,
                "byte_start": 14047859,
                "byte_stop": 14071996,
                "text": "And then when the whole matter was recanvassed in the next session of Congress, it was included originally in the Ball Amendment.",
                "start": 3504.795
              },
              {
                "stop": 3517.324,
                "byte_start": 14071996,
                "byte_stop": 14098014,
                "text": "And the conferees, I think as I said before, simply as a matter of draftsmanship, took it out and put it in the general definition, sir.",
                "start": 3510.815
              }
            ],
            "start": 3481.983,
            "stop": 3517.324,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 14119121,
            "byte_start": 14098014,
            "text_blocks": [
              {
                "stop": 3522.586,
                "byte_start": 14098014,
                "byte_stop": 14119121,
                "text": "May I ask if this charge was made both against the man who gave the money and the man who took it?",
                "start": 3517.324
              }
            ],
            "start": 3517.324,
            "stop": 3522.586,
            "speaker": {
              "view_count": 69,
              "href": "https://api.oyez.org/people/hugo_l_black",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "date_end": 53931600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1021489200,
                  "id": 2733,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "hugo_l_black",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667,
                "id": 32719,
                "mime": "image/png"
              },
              "ID": 15089,
              "last_name": "Black",
              "name": "Hugo L. Black",
              "length_of_service": 12447
            }
          },
          {
            "byte_stop": 14125704,
            "byte_start": 14119121,
            "text_blocks": [
              {
                "stop": 3524.255,
                "byte_start": 14119121,
                "byte_stop": 14125704,
                "text": "In this case it was not made against the --",
                "start": 3522.586
              }
            ],
            "start": 3522.586,
            "stop": 3524.255,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 14134794,
            "byte_start": 14125704,
            "text_blocks": [
              {
                "stop": 3526.528,
                "byte_start": 14125704,
                "byte_stop": 14134794,
                "text": "What has been done to him?",
                "start": 3524.255
              }
            ],
            "start": 3524.255,
            "stop": 3526.528,
            "speaker": {
              "view_count": 69,
              "href": "https://api.oyez.org/people/hugo_l_black",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "date_end": 53931600,
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -1021489200,
                  "id": 2733,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "hugo_l_black",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667,
                "id": 32719,
                "mime": "image/png"
              },
              "ID": 15089,
              "last_name": "Black",
              "name": "Hugo L. Black",
              "length_of_service": 12447
            }
          },
          {
            "byte_stop": 14153707,
            "byte_start": 14134794,
            "text_blocks": [
              {
                "stop": 3528.218,
                "byte_start": 14134794,
                "byte_stop": 14141586,
                "text": "I do not know, Mr. Justice.",
                "start": 3526.528
              },
              {
                "stop": 3531.256,
                "byte_start": 14141586,
                "byte_stop": 14153707,
                "text": "There have been other cases in which a charge was made against the employer.",
                "start": 3528.218
              }
            ],
            "start": 3526.528,
            "stop": 3531.256,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 14158514,
            "byte_start": 14153707,
            "text_blocks": [
              {
                "stop": 3532.456,
                "byte_start": 14153707,
                "byte_stop": 14158514,
                "text": "The statute covers both the (Inaudible) --",
                "start": 3531.256
              }
            ],
            "start": 3531.256,
            "stop": 3532.456,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 14220058,
            "byte_start": 14158514,
            "text_blocks": [
              {
                "stop": 3536.821,
                "byte_start": 14158514,
                "byte_stop": 14175963,
                "text": "It -- it does and there are other cases in which charges have been made against the employer.",
                "start": 3532.456
              },
              {
                "stop": 3547.863,
                "byte_start": 14175963,
                "byte_stop": 14220058,
                "text": "I do not know why it was not done in this case.",
                "start": 3536.821
              }
            ],
            "start": 3532.456,
            "stop": 3547.863,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/oscar_h_davis",
              "roles": null,
              "identifier": "oscar_h_davis",
              "thumbnail": null,
              "ID": 37425,
              "last_name": "Davis",
              "name": "Oscar H. Davis",
              "length_of_service": 0
            }
          }
        ]
      }
    ],
    "title": "United States v. Ryan",
    "duration": 3547.863
  },
  "damaged": null,
  "unavailable": null,
  "title": "Oral Argument - January 19, 1956",
  "public_note": null,
  "id": 13073,
  "media_file": [
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1955/281/19560119a_281.delivery.mp3",
      "size": 14220372,
      "id": 35266,
      "mime": "audio/mpeg"
    },
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1955/281/19560119a_281.ogg",
      "size": 33947249,
      "id": 57325,
      "mime": "audio/ogg"
    },
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1955/281/19560119a_281.m3u8",
      "size": 47431,
      "id": 57326,
      "mime": "application/x-mpegURL"
    }
  ]
}