{
  "title": "Oral Argument - March 07, 1957",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 7425442,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 173328,
            "stop": 17.451,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 89, Automobile Club of Michigan, Petitioner, versus Commissioner of Internal Revenue.",
                "start": 0,
                "byte_stop": 137279,
                "byte_start": 103424,
                "stop": 8.454
              },
              {
                "text": "Mr. Stull, you may proceed.",
                "start": 8.454,
                "byte_stop": 173328,
                "byte_start": 137279,
                "stop": 17.451
              }
            ]
          },
          {
            "start": 17.451,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3325053,
            "stop": 805.356,
            "byte_start": 173328,
            "text_blocks": [
              {
                "text": "If the Court please, I would like to take a moment to very briefly summarize the Government's position as presented yesterday.",
                "start": 17.451,
                "byte_stop": 205720,
                "byte_start": 173328,
                "stop": 25.552
              },
              {
                "text": "We are saying first with regard to this ruling question that there was not a retroactive revocation here that the taxpayer had noticed of the change in the revenue services position in the 1943 ruling and that owners of individual rulings cannot be expected in every occasion to have individual notification of a revocation of a ruling that has generally published.",
                "start": 25.552,
                "byte_stop": 325778,
                "byte_start": 205720,
                "stop": 55.582
              },
              {
                "text": "To do so, it would put too much of a burden on the administration of the revenue.",
                "start": 55.582,
                "byte_stop": 346154,
                "byte_start": 325778,
                "stop": 60.665
              },
              {
                "text": "Furthermore in this case, it seems to us that the taxpayer is asking that others similarly situated whom revenue had the personnel to get around to prior to the time of getting around to this one had to pay back the 1943 as well as we're asking in this case.",
                "start": 60.665,
                "byte_stop": 432567,
                "byte_start": 346154,
                "stop": 82.271
              },
              {
                "text": "We have not been able to see that they -- that this taxpayer is being discriminated against.",
                "start": 82.271,
                "byte_stop": 454301,
                "byte_start": 432567,
                "stop": 87.712
              },
              {
                "text": "We have not been able to see that there is any detriment.",
                "start": 87.712,
                "byte_stop": 468929,
                "byte_start": 454301,
                "stop": 91.364
              },
              {
                "text": "No showing has been made by the taxpayer in this case of any detriment at all.",
                "start": 91.364,
                "byte_stop": 491813,
                "byte_start": 468929,
                "stop": 97.074
              },
              {
                "text": "Furthermore, we say that under the Internal Revenue Code, a retroactive revocation of a ruling is allowed that it is clear from the legislative history of the 1921 Act, that the reason for putting that provision in the statute was that the tax collector without it has no power to waive a tax and if he has made a mistake and subsequently retrofires that mistake, he has to go back and collect all taxes retroactively which are not barred by the statute of limitations.",
                "start": 97.074,
                "byte_stop": 637576,
                "byte_start": 491813,
                "stop": 133.525
              },
              {
                "text": "And it was that particular situation which was met by the statutory provision.",
                "start": 133.525,
                "byte_stop": 674565,
                "byte_start": 637576,
                "stop": 142.767
              },
              {
                "text": "This Court has considered this particular section of the Internal Revenue Code on one prior occasion.",
                "start": 142.767,
                "byte_stop": 702568,
                "byte_start": 674565,
                "stop": 149.785
              },
              {
                "text": "That was in the Reynolds Tobacco Company case.Bear under the very broad provisions of Section 22 (a) which you will recall defines income as gains, profits and income.",
                "start": 149.785,
                "byte_stop": 760560,
                "byte_start": 702568,
                "stop": 164.264
              },
              {
                "text": "The Commissioner issued a regulation that the sale and purchase of stock of its own stock by a corporation is a capital transaction and does not result in gain or loss.",
                "start": 164.264,
                "byte_stop": 825971,
                "byte_start": 760560,
                "stop": 180.621
              },
              {
                "text": "Subsequently, that regulation was amended to say that under certain circumstances, it would result in gain or loss.",
                "start": 180.621,
                "byte_stop": 863483,
                "byte_start": 825971,
                "stop": 190.003
              },
              {
                "text": "The tax -- the Commissioner attempted to apply that -- that ruling, the new regulation retroactively.",
                "start": 190.003,
                "byte_stop": 900995,
                "byte_start": 863483,
                "stop": 199.368
              },
              {
                "text": "This Court, in its decision, recognized the power of the Commissioner under the statute to correct erroneous regulations with retroactive effect unless there was good reason that such alteration must operate prospectively only.",
                "start": 199.368,
                "byte_stop": 979257,
                "byte_start": 900995,
                "stop": 218.951
              },
              {
                "text": "In that case, a good reason was found by this Court.",
                "start": 218.951,
                "byte_stop": 993364,
                "byte_start": 979257,
                "stop": 222.474
              },
              {
                "text": "They said that this regulation had been outstanding for a number of years.",
                "start": 222.474,
                "byte_stop": 1012381,
                "byte_start": 993364,
                "stop": 227.22
              },
              {
                "text": "Congress had passed successive Revenue Acts and was presumed to have given at the step of law and that the Commissioner did not have any discretion to revoke retroactively what it was in effect a provision of law.",
                "start": 227.22,
                "byte_stop": 1076537,
                "byte_start": 1012381,
                "stop": 243.265
              },
              {
                "text": "We say that that does not apply in this particular case.",
                "start": 243.265,
                "byte_stop": 1092420,
                "byte_start": 1076537,
                "stop": 247.235
              },
              {
                "text": "In the first place, this taxpayer argues that it was acting under an individual unpublished ruling.",
                "start": 247.235,
                "byte_stop": 1123767,
                "byte_start": 1092420,
                "stop": 255.065
              },
              {
                "text": "We do not think that Congress can certainly be presumed to have known of the existence of this individual unpublished ruling.",
                "start": 255.065,
                "byte_stop": 1159502,
                "byte_start": 1123767,
                "stop": 264.008
              },
              {
                "text": "Furthermore, there are regulations outstanding under this particular section of the code.",
                "start": 264.008,
                "byte_stop": 1189909,
                "byte_start": 1159502,
                "stop": 271.606
              },
              {
                "text": "These regulations merely require that anyone who wants to -- who says that they're exempt should come in and try to prove to the Commissioner that they are exempt.",
                "start": 271.606,
                "byte_stop": 1237243,
                "byte_start": 1189909,
                "stop": 283.432
              },
              {
                "text": "If he -- if the taxpayer is able to prove exemption under the regulations, then the Commissioner isn't going to bother him anymore.",
                "start": 283.432,
                "byte_stop": 1277785,
                "byte_start": 1237243,
                "stop": 293.572
              },
              {
                "text": "There is a 1935 decision, the Board of Tax Appeals, in which an organization was held exempt even though it never went in and requested the Commissioner to give it a ruling with exempt.",
                "start": 293.572,
                "byte_stop": 1332120,
                "byte_start": 1277785,
                "stop": 307.158
              },
              {
                "text": "They said that the -- only, the worst that could happened for failure to comply with those regulations was that a litigation would result that the Commissioner could resist it.",
                "start": 307.158,
                "byte_stop": 1381021,
                "byte_start": 1332120,
                "stop": 319.377
              },
              {
                "text": "The Commissioner acquiesced in that decision and has followed it ever since.",
                "start": 319.377,
                "byte_stop": 1399515,
                "byte_start": 1381021,
                "stop": 324.013
              },
              {
                "text": "Therefore, we don't believe that there is any outstanding regulation or rule which ever said that this taxpayer was exempt and that Congress knew about.",
                "start": 324.013,
                "byte_stop": 1462209,
                "byte_start": 1399515,
                "stop": 339.695
              },
              {
                "text": "Now, this regulation does say in one part that if you comply with these particular rules, you don't have to file a return.",
                "start": 339.695,
                "byte_stop": 1502333,
                "byte_start": 1462209,
                "stop": 349.717
              },
              {
                "text": "Well, the taxpayer may say, and that's the next point in the argument, that he relied on that and did not file a return.",
                "start": 349.717,
                "byte_stop": 1539323,
                "byte_start": 1502333,
                "stop": 358.972
              },
              {
                "text": "Well, we don't see how that could be true in this case in view of the 1943 published ruling.",
                "start": 358.972,
                "byte_stop": 1568266,
                "byte_start": 1539323,
                "stop": 366.199
              },
              {
                "text": "After all, that was noticed generally published for all the world to see.",
                "start": 366.199,
                "byte_stop": 1589478,
                "byte_start": 1568266,
                "stop": 371.488
              },
              {
                "text": "Now, taxpayer seems to hint rather darkly that the Commissioner cannot be trusted with discretion under these circumstances.",
                "start": 371.488,
                "byte_stop": 1626781,
                "byte_start": 1589478,
                "stop": 380.823
              },
              {
                "text": "Well, that seems to be right in the face of the statute which Congress has enacted.",
                "start": 380.823,
                "byte_stop": 1649142,
                "byte_start": 1626781,
                "stop": 386.413
              },
              {
                "text": "It seems to us that if Congress was afraid that the Commissioner would abuse his discretion that it would have put the brakes on it but it hasn't done that.",
                "start": 386.413,
                "byte_stop": 1688116,
                "byte_start": 1649142,
                "stop": 396.158
              },
              {
                "text": "It has in effect expanded that particular provision every time it's come up.",
                "start": 396.158,
                "byte_stop": 1720404,
                "byte_start": 1688116,
                "stop": 404.234
              },
              {
                "text": "There is another question as to this retroactive revocation and that has to do with the running of the statute of limitations.",
                "start": 404.234,
                "byte_stop": 1759483,
                "byte_start": 1720404,
                "stop": 413.998
              },
              {
                "text": "The law says that the statute of -- that the Commissioner can assess the deficiency in tax within three years only, within three years from the time the return is filed.",
                "start": 413.998,
                "byte_stop": 1812250,
                "byte_start": 1759483,
                "stop": 427.194
              },
              {
                "text": "And another section of the Code says that if no return was filed, there is no statute of limitations.",
                "start": 427.194,
                "byte_stop": 1859480,
                "byte_start": 1812250,
                "stop": 438.989
              },
              {
                "text": "The taxpayer here admits that he never filed a tax return, but he does say that the mere fact that he was excused from filing a tax return was enough to start the statute of limitations.",
                "start": 438.989,
                "byte_stop": 1919457,
                "byte_start": 1859480,
                "stop": 454.004
              },
              {
                "text": "His authority on this seems to be a decision of the Second Circuit, the Balkan National Insurance Company case, in which the -- all the books and records of a corporation was seized by the alien property custodian.",
                "start": 454.004,
                "byte_stop": 1973687,
                "byte_start": 1919457,
                "stop": 467.553
              },
              {
                "text": "The alien property custodian did make some sort of a return but it wasn't signed and didn't really constitute a return.",
                "start": 467.553,
                "byte_stop": 2001690,
                "byte_start": 1973687,
                "stop": 474.565
              },
              {
                "text": "An enterprising revenue agent, some years later, said that that wasn't a return and assessed the deficiency.",
                "start": 474.565,
                "byte_stop": 2036485,
                "byte_start": 2001690,
                "stop": 483.248
              },
              {
                "text": "The Second Circuit held in that case that after all the Commissioner by his own action had prevented filing of a return of this taxpayer or rather the Government had and then another branch of the Government could not take advantage of such action.",
                "start": 483.248,
                "byte_stop": 2097507,
                "byte_start": 2036485,
                "stop": 498.504
              },
              {
                "text": "Here, we say that that -- they were never presented from filing a return as in that particular case.",
                "start": 498.504,
                "byte_stop": 2127914,
                "byte_start": 2097507,
                "stop": 506.112
              },
              {
                "text": "There is one further point on this and that is that during the years in question, certain information returns were filed by the taxpayer in this case.",
                "start": 506.112,
                "byte_stop": 2168351,
                "byte_start": 2127914,
                "stop": 516.227
              },
              {
                "text": "These are Form 990 and do not, in anyway, represent or resemble the regular corporation income tax return.",
                "start": 516.227,
                "byte_stop": 2208162,
                "byte_start": 2168351,
                "stop": 526.177
              },
              {
                "text": "Now, in order to understand exactly what was the reason behind the requirement of filing this return, we have to go back to the legislative history of the 1943 Act when it was put in.",
                "start": 526.177,
                "byte_stop": 2252570,
                "byte_start": 2208162,
                "stop": 537.275
              },
              {
                "text": "At that time, Congress was becoming very concerned about charities, which were operating business in competition with regular taxpaying organizations.",
                "start": 537.275,
                "byte_stop": 2297187,
                "byte_start": 2252570,
                "stop": 548.427
              },
              {
                "text": "They were also concerned with so-called theatre-corporations where they earn a spaghetti business or some other business and all their profits go to a charity because all their stock is owned by it and they say they're exempt.",
                "start": 548.427,
                "byte_stop": 2346193,
                "byte_start": 2297187,
                "stop": 560.675
              },
              {
                "text": "Congress in 1943 wanted to do something about that but they said that we are in possession of sufficient information to be able to act intelligently on this problem.",
                "start": 560.675,
                "byte_stop": 2389034,
                "byte_start": 2346193,
                "stop": 571.396
              },
              {
                "text": "So therefore, they directed the Commissioner of Internal Revenue to require organizations which have been given exemption to file certain information in order to allow a study of the problem to be made.",
                "start": 571.396,
                "byte_stop": 2453504,
                "byte_start": 2389034,
                "stop": 587.514
              },
              {
                "text": "This, in other words, was merely for information gathering purposes.",
                "start": 587.514,
                "byte_stop": 2470849,
                "byte_start": 2453504,
                "stop": 591.842
              },
              {
                "text": "It was not for tax collection purposes.",
                "start": 591.842,
                "byte_stop": 2485164,
                "byte_start": 2470849,
                "stop": 595.431
              },
              {
                "text": "I think possibly the distinction can be brought out by two decisions of this Court.",
                "start": 595.431,
                "byte_stop": 2506480,
                "byte_start": 2485164,
                "stop": 600.753
              },
              {
                "text": "The first one was in the Germantown Trust Company case.",
                "start": 600.753,
                "byte_stop": 2519960,
                "byte_start": 2506480,
                "stop": 604.12
              },
              {
                "text": "There, the trust company put a lot of small trust funds together in order to make more efficient operation.",
                "start": 604.12,
                "byte_stop": 2551829,
                "byte_start": 2519960,
                "stop": 612.079
              },
              {
                "text": "They filed a fiduciary income tax return on which they listed all the income, all the deductions and all the people who are interested in this fund.",
                "start": 612.079,
                "byte_stop": 2603029,
                "byte_start": 2551829,
                "stop": 624.883
              },
              {
                "text": "They filed this fiduciary return and they later on a revenue agent came around and said, “You are taxable as a corporation not as a trust, therefore, you filed the wrong return and the statute has not started.”",
                "start": 624.883,
                "byte_stop": 2659349,
                "byte_start": 2603029,
                "stop": 638.965
              },
              {
                "text": "This Court in that case said, “You, the Commissioner, were in possession of sufficient facts to know how to compute that tax.",
                "start": 638.965,
                "byte_stop": 2691114,
                "byte_start": 2659349,
                "stop": 646.898
              },
              {
                "text": "What more do you want?”",
                "start": 646.898,
                "byte_stop": 2697174,
                "byte_start": 2691114,
                "stop": 648.423
              },
              {
                "text": "And said that started the statute.",
                "start": 648.423,
                "byte_stop": 2707519,
                "byte_start": 2697174,
                "stop": 651.011
              },
              {
                "text": "Then, the Lane-Wells case came up.",
                "start": 651.011,
                "byte_stop": 2718072,
                "byte_start": 2707519,
                "stop": 653.636
              },
              {
                "text": "In that case, Congress had levied a very steep surtax on personal holding companies.",
                "start": 653.636,
                "byte_stop": 2744404,
                "byte_start": 2718072,
                "stop": 660.22
              },
              {
                "text": "The Commissioner said that on his regular Form 1120 corporation income tax return put a question, “Are you a personal holding company?”",
                "start": 660.22,
                "byte_stop": 2781915,
                "byte_start": 2744404,
                "stop": 669.61
              },
              {
                "text": "If so, file Form 1120 (h) which requested further information.”",
                "start": 669.61,
                "byte_stop": 2807306,
                "byte_start": 2781915,
                "stop": 675.956
              },
              {
                "text": "In the Lane-Wells case, taxpayer said no to that, he is not a personal holding company and did not file Form 1120 (h).",
                "start": 675.956,
                "byte_stop": 2844400,
                "byte_start": 2807306,
                "stop": 685.226
              },
              {
                "text": "After the three-year period had expired, the Commissioner assessed the deficiency for the personal holding company tax and this Court said that was correct that -- that return on 1120 had not started the statute of limitations running, that the Commissioner was perfectly within his rights in requiring that information on Form 1120 (h).",
                "start": 685.226,
                "byte_stop": 2936560,
                "byte_start": 2844400,
                "stop": 708.265
              },
              {
                "text": "And since he was not in possession of sufficient information to compute the tax, the statute of limitations had not started.",
                "start": 708.265,
                "byte_stop": 2976475,
                "byte_start": 2936560,
                "stop": 718.242
              },
              {
                "text": "It was made -- the argument was made in the -- in the Lane-Wells case but this Court did not agree with it that the Commissioner could have required that information.",
                "start": 718.242,
                "byte_stop": 3020884,
                "byte_start": 2976475,
                "stop": 729.341
              },
              {
                "text": "On the Form 1120 (h) and not necessarily require another return, but this Court said that availed him nothing.",
                "start": 729.341,
                "byte_stop": 3051081,
                "byte_start": 3020884,
                "stop": 736.905
              },
              {
                "text": "Now, on this Form 990, there is not sufficient information to compute the tax.",
                "start": 736.905,
                "byte_stop": 3075114,
                "byte_start": 3051081,
                "stop": 742.904
              },
              {
                "text": "For example, these are excess profits tax here that we're talking about here.",
                "start": 742.904,
                "byte_stop": 3094653,
                "byte_start": 3075114,
                "stop": 747.789
              },
              {
                "text": "An excess profit tax depends upon and involved average base period net income credit or a historical invested capital credit.",
                "start": 747.789,
                "byte_stop": 3134360,
                "byte_start": 3094653,
                "stop": 757.72
              },
              {
                "text": "There is no information as to any of that on these returns.",
                "start": 757.72,
                "byte_stop": 3149824,
                "byte_start": 3134360,
                "stop": 761.581
              },
              {
                "text": "Furthermore, the Commissioner could not even have computed the income tax because under World War II excess profits tax, there was, what was known as the two-basket approach, that is that you had to compute income subject to excess profits tax first which was income done in a certain prescribed way minus the credit.",
                "start": 761.581,
                "byte_stop": 3237073,
                "byte_start": 3149824,
                "stop": 783.386
              },
              {
                "text": "Then, that income was not subject to the income tax.",
                "start": 783.386,
                "byte_stop": 3253164,
                "byte_start": 3237073,
                "stop": 787.412
              },
              {
                "text": "In other words, you could not compute the income tax unless you knew the -- what the income subject to excess profits tax was.",
                "start": 787.412,
                "byte_stop": 3281586,
                "byte_start": 3253164,
                "stop": 794.532
              },
              {
                "text": "We say that nowhere at no time were we in possession of sufficient information to start this to -- in order to compute that tax.",
                "start": 794.532,
                "byte_stop": 3324844,
                "byte_start": 3281586,
                "stop": 805.342
              },
              {
                "text": "Now --",
                "start": 805.342,
                "byte_stop": 3325053,
                "byte_start": 3324844,
                "stop": 805.356
              }
            ]
          },
          {
            "start": 805.356,
            "speaker": null,
            "byte_stop": 3370402,
            "stop": 816.739,
            "byte_start": 3325053,
            "text_blocks": [
              {
                "text": "This should mean under your view of the statute that you could go back to 1916 if you chose to and collect taxes that point on.",
                "start": 805.356,
                "byte_stop": 3370402,
                "byte_start": 3325053,
                "stop": 816.739
              }
            ]
          },
          {
            "start": 816.739,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3372178,
            "stop": 817.17,
            "byte_start": 3370402,
            "text_blocks": [
              {
                "text": "Your Honor --",
                "start": 816.739,
                "byte_stop": 3372178,
                "byte_start": 3370402,
                "stop": 817.17
              }
            ]
          },
          {
            "start": 817.17,
            "speaker": null,
            "byte_stop": 3382209,
            "stop": 819.675,
            "byte_start": 3372178,
            "text_blocks": [
              {
                "text": "Those statute of limitations would be applicable.",
                "start": 817.17,
                "byte_stop": 3382209,
                "byte_start": 3372178,
                "stop": 819.675
              }
            ]
          },
          {
            "start": 819.675,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3413765,
            "stop": 827.566,
            "byte_start": 3382209,
            "text_blocks": [
              {
                "text": "As far as this point goes, yes, sir.",
                "start": 819.675,
                "byte_stop": 3392867,
                "byte_start": 3382209,
                "stop": 822.353
              },
              {
                "text": "On the retroactive face of this case, I don't think we couldn't have gone back to 1916.",
                "start": 822.353,
                "byte_stop": 3413765,
                "byte_start": 3392867,
                "stop": 827.566
              }
            ]
          },
          {
            "start": 827.566,
            "speaker": null,
            "byte_stop": 3422020,
            "stop": 829.628,
            "byte_start": 3413765,
            "text_blocks": [
              {
                "text": "No, I'm talking about the statute.",
                "start": 827.566,
                "byte_stop": 3422020,
                "byte_start": 3413765,
                "stop": 829.628
              }
            ]
          },
          {
            "start": 829.628,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3424110,
            "stop": 830.149,
            "byte_start": 3422020,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 829.628,
                "byte_stop": 3424110,
                "byte_start": 3422020,
                "stop": 830.149
              }
            ]
          },
          {
            "start": 830.149,
            "speaker": null,
            "byte_stop": 3485341,
            "stop": 845.468,
            "byte_start": 3424110,
            "text_blocks": [
              {
                "text": "It also means that if the taxpayer has gotten exemption, erroneous exemption if you please, in order to protect himself on the statute of limitations, he notwithstanding that out, codify or return to rehear to start the statute run.",
                "start": 830.149,
                "byte_stop": 3485341,
                "byte_start": 3424110,
                "stop": 845.468
              }
            ]
          },
          {
            "start": 845.468,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3509582,
            "stop": 851.535,
            "byte_start": 3485341,
            "text_blocks": [
              {
                "text": "I think that that is certainly the only sure and certain way of doing it.",
                "start": 845.468,
                "byte_stop": 3509582,
                "byte_start": 3485341,
                "stop": 851.535
              }
            ]
          },
          {
            "start": 851.535,
            "speaker": null,
            "byte_stop": 3515747,
            "stop": 853.06,
            "byte_start": 3509582,
            "text_blocks": [
              {
                "text": "That it would have done.",
                "start": 851.535,
                "byte_stop": 3515747,
                "byte_start": 3509582,
                "stop": 853.06
              }
            ]
          },
          {
            "start": 853.06,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3572381,
            "stop": 867.236,
            "byte_start": 3515747,
            "text_blocks": [
              {
                "text": "I understand from revenue that there are organizations that do such a thing up until the 1954 Code because the 1954 Code now says that the Commissioner can prescribe an information return which will start the statute.",
                "start": 853.06,
                "byte_stop": 3572381,
                "byte_start": 3515747,
                "stop": 867.236
              }
            ]
          },
          {
            "start": 867.236,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 3622327,
            "stop": 879.708,
            "byte_start": 3572381,
            "text_blocks": [
              {
                "text": "I must have misunderstood you yesterday.",
                "start": 867.236,
                "byte_stop": 3579800,
                "byte_start": 3572381,
                "stop": 869.079
              },
              {
                "text": "I asked you if the Commissioner could have gone retroactively back prior to 1943 to 1942 and you said yes.",
                "start": 869.079,
                "byte_stop": 3622327,
                "byte_start": 3579800,
                "stop": 879.708
              }
            ]
          },
          {
            "start": 879.708,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3637582,
            "stop": 883.535,
            "byte_start": 3622327,
            "text_blocks": [
              {
                "text": "Your Honor, I -- I must misunderstood the question.",
                "start": 879.708,
                "byte_stop": 3636955,
                "byte_start": 3622327,
                "stop": 883.376
              },
              {
                "text": "May I --",
                "start": 883.376,
                "byte_stop": 3637582,
                "byte_start": 3636955,
                "stop": 883.535
              }
            ]
          },
          {
            "start": 883.535,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 3638836,
            "stop": 883.834,
            "byte_start": 3637582,
            "text_blocks": [
              {
                "text": "(Voice Overlap) --",
                "start": 883.535,
                "byte_stop": 3638836,
                "byte_start": 3637582,
                "stop": 883.834
              }
            ]
          },
          {
            "start": 883.834,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3642598,
            "stop": 884.792,
            "byte_start": 3638836,
            "text_blocks": [
              {
                "text": "-- restate my answer?",
                "start": 883.834,
                "byte_stop": 3642598,
                "byte_start": 3638836,
                "stop": 884.792
              }
            ]
          },
          {
            "start": 884.792,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 3646255,
            "stop": 885.707,
            "byte_start": 3642598,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 884.792,
                "byte_stop": 3646255,
                "byte_start": 3642598,
                "stop": 885.707
              }
            ]
          },
          {
            "start": 885.707,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3689618,
            "stop": 896.539,
            "byte_start": 3646255,
            "text_blocks": [
              {
                "text": "My answer to the question is that under the law, there seems to be no reason why the Commissioner could not go back to 1942 or any other time.",
                "start": 885.707,
                "byte_stop": 3689618,
                "byte_start": 3646255,
                "stop": 896.539
              }
            ]
          },
          {
            "start": 896.539,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 3694634,
            "stop": 897.795,
            "byte_start": 3689618,
            "text_blocks": [
              {
                "text": "Or 1916.",
                "start": 896.539,
                "byte_stop": 3694634,
                "byte_start": 3689618,
                "stop": 897.795
              }
            ]
          },
          {
            "start": 897.795,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3859623,
            "stop": 939.037,
            "byte_start": 3694634,
            "text_blocks": [
              {
                "text": "Or even 1916 as far as that goes.",
                "start": 897.795,
                "byte_stop": 3705710,
                "byte_start": 3694634,
                "stop": 900.569
              },
              {
                "text": "But we don't think that the Commissioner, as a practical matter, should be allowed to go back.",
                "start": 900.569,
                "byte_stop": 3727130,
                "byte_start": 3705710,
                "stop": 905.911
              },
              {
                "text": "We think that in this particular case that he had the notice in -- that this taxpayer had the notice in 1943.",
                "start": 905.911,
                "byte_stop": 3755760,
                "byte_start": 3727130,
                "stop": 913.082
              },
              {
                "text": "And that notice plus the statute, we think, it makes this a perfectly fair application of a retroactive revocation.",
                "start": 913.082,
                "byte_stop": 3786480,
                "byte_start": 3755760,
                "stop": 920.74
              },
              {
                "text": "Now, I don't -- I -- I can't honestly tell you whether the Government would be here if we had gone back to 1942 or 1941 and 1916.",
                "start": 920.74,
                "byte_stop": 3828694,
                "byte_start": 3786480,
                "stop": 931.301
              },
              {
                "text": "I don't think that we would have argued that case but I don't know.",
                "start": 931.301,
                "byte_stop": 3844786,
                "byte_start": 3828694,
                "stop": 935.337
              },
              {
                "text": "I think just -- we're -- we're here on this -- under these facts.",
                "start": 935.337,
                "byte_stop": 3859623,
                "byte_start": 3844786,
                "stop": 939.037
              }
            ]
          },
          {
            "start": 939.037,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 3893687,
            "stop": 947.552,
            "byte_start": 3859623,
            "text_blocks": [
              {
                "text": "Well, are you suggesting that there isn't any prospect as a practical matter that the Government will go back of 1943?",
                "start": 939.037,
                "byte_stop": 3893687,
                "byte_start": 3859623,
                "stop": 947.552
              }
            ]
          },
          {
            "start": 947.552,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3947290,
            "stop": 960.942,
            "byte_start": 3893687,
            "text_blocks": [
              {
                "text": "Well, as a practical matter in this case, Your Honor, they have published this GCM in which they said they would not go back.",
                "start": 947.552,
                "byte_stop": 3927333,
                "byte_start": 3893687,
                "stop": 955.972
              },
              {
                "text": "And I don't think that they -- that is a type of ruling which we could say was erroneous.",
                "start": 955.972,
                "byte_stop": 3947290,
                "byte_start": 3927333,
                "stop": 960.942
              }
            ]
          },
          {
            "start": 960.942,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 3964635,
            "stop": 965.279,
            "byte_start": 3947290,
            "text_blocks": [
              {
                "text": "No, but could that be rescinded tomorrow and then the Government go back?",
                "start": 960.942,
                "byte_stop": 3964635,
                "byte_start": 3947290,
                "stop": 965.279
              }
            ]
          },
          {
            "start": 965.279,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 3984593,
            "stop": 970.253,
            "byte_start": 3964635,
            "text_blocks": [
              {
                "text": "Well, if -- if revenue does that, I hope Congress does (Inaudible).",
                "start": 965.279,
                "byte_stop": 3984384,
                "byte_start": 3964635,
                "stop": 970.223
              },
              {
                "text": "I don't think --",
                "start": 970.223,
                "byte_stop": 3984593,
                "byte_start": 3984384,
                "stop": 970.253
              }
            ]
          },
          {
            "start": 970.253,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 4018448,
            "stop": 978.752,
            "byte_start": 3984593,
            "text_blocks": [
              {
                "text": "But you can't -- you can't say -- you can't say that that's conclusive against the Commissioner is going back if the Commissioner wants to resend that --",
                "start": 970.253,
                "byte_stop": 4018448,
                "byte_start": 3984593,
                "stop": 978.752
              }
            ]
          },
          {
            "start": 978.752,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 6758066,
            "stop": 1663.644,
            "byte_start": 4018448,
            "text_blocks": [
              {
                "text": "Well, I would hope that this Court would step in that situation, Your Honor, if Congress didn't.",
                "start": 978.752,
                "byte_stop": 4058363,
                "byte_start": 4018448,
                "stop": 988.714
              },
              {
                "text": "One final point on this business of the statute starting the other information returns starting the statute of limitations running, that is that in 1950, Congress as a result of these studies, which was started with the filing of the information returns in 1943, did enact very elaborate provisions as to taxing, what they call unrelated business and net income by these charities and business and also taxing theatre-organizations.",
                "start": 988.714,
                "byte_stop": 4200260,
                "byte_start": 4058363,
                "stop": 1024.2
              },
              {
                "text": "In that particular year, they said that the information return would start the statute of limitations running for any organization which would be exempt or if not, for the fact that it was engaged in a business.",
                "start": 1024.2,
                "byte_stop": 4269641,
                "byte_start": 4200260,
                "stop": 1041.536
              },
              {
                "text": "In other words, they seem to recognize that that return was not going to start the statute and they also seem to say, “We're going to take care of this people but we're not going to take care of the rest of it.”",
                "start": 1041.536,
                "byte_stop": 4313527,
                "byte_start": 4269641,
                "stop": 1052.511
              },
              {
                "text": "It wasn't until the 1954 Code that they were taken care of.",
                "start": 1052.511,
                "byte_stop": 4327842,
                "byte_start": 4313527,
                "stop": 1056.09
              },
              {
                "text": "Now, taxpayer here cannot come in under that 1950 amendment for two reasons.",
                "start": 1056.09,
                "byte_stop": 4350725,
                "byte_start": 4327842,
                "stop": 1061.8
              },
              {
                "text": "One is that he's not engaged in business and the other is that it applied -- it did not apply to -- as deficiencies which had been asserted prior to September 20, 1950.",
                "start": 1061.8,
                "byte_stop": 4400462,
                "byte_start": 4350725,
                "stop": 1074.258
              },
              {
                "text": "And the Commissioner had asserted the deficiency here sometime, I think, it was in January or February of 1950 and anyway -- and anyway, it was before that time.",
                "start": 1074.258,
                "byte_stop": 4436511,
                "byte_start": 4400462,
                "stop": 1083.266
              },
              {
                "text": "So it seems to us that Congress has recognized this problem and if there's any equity in the situation, they had certainly rectified it in the 1954 Code.",
                "start": 1083.266,
                "byte_stop": 4483009,
                "byte_start": 4436511,
                "stop": 1094.883
              },
              {
                "text": "The final problem we have here is this problem with prepaid income.",
                "start": 1094.883,
                "byte_stop": 4520312,
                "byte_start": 4483009,
                "stop": 1104.214
              },
              {
                "text": "It's -- the old question which many phases of which had been before this Court on previous times.",
                "start": 1104.214,
                "byte_stop": 4552077,
                "byte_start": 4520312,
                "stop": 1112.144
              },
              {
                "text": "It's a question of tax accounting versus commercial accounting.",
                "start": 1112.144,
                "byte_stop": 4571617,
                "byte_start": 4552077,
                "stop": 1117.029
              },
              {
                "text": "The Commissioner says, “The taxpayer's particular method here is not allowed under the revenue laws.”",
                "start": 1117.029,
                "byte_stop": 4595127,
                "byte_start": 4571617,
                "stop": 1122.914
              },
              {
                "text": "The taxpayer said -- says that my method clearly reflects income, so therefore, it is allowed under the revenue laws.",
                "start": 1122.914,
                "byte_stop": 4627728,
                "byte_start": 4595127,
                "stop": 1131.059
              },
              {
                "text": "If I may make an illustration of it, suppose the duties here are $12, an individual becomes a member of this organization on October 1, 1950.",
                "start": 1131.059,
                "byte_stop": 4679764,
                "byte_start": 4627728,
                "stop": 1144.059
              },
              {
                "text": "He pays his $12.",
                "start": 1144.059,
                "byte_stop": 4686242,
                "byte_start": 4679764,
                "stop": 1145.703
              },
              {
                "text": "He is entitled to receive the services of the organization for the next 12 months.",
                "start": 1145.703,
                "byte_stop": 4709543,
                "byte_start": 4686242,
                "stop": 1151.508
              },
              {
                "text": "Taxpayer says that actually the cost of those services is going to be incurred over the next 12 months.",
                "start": 1151.508,
                "byte_stop": 4735666,
                "byte_start": 4709543,
                "stop": 1158.055
              },
              {
                "text": "So therefore, what he would do in the situation is to take $3 in the income for 1950, $1 for October, $1 for November and $1 for December.",
                "start": 1158.055,
                "byte_stop": 4780387,
                "byte_start": 4735666,
                "stop": 1169.235
              },
              {
                "text": "That is all he paid the tax on.",
                "start": 1169.235,
                "byte_stop": 4786970,
                "byte_start": 4780387,
                "stop": 1170.88
              },
              {
                "text": "The rest of it would be apparently shown on the balance sheet as a differed liability.",
                "start": 1170.88,
                "byte_stop": 4808077,
                "byte_start": 4786970,
                "stop": 1176.139
              },
              {
                "text": "Now, this is in the face of the fact that he has all this cash on hand, he has it in the bank account and he can use it for any purpose allowed by the charter.",
                "start": 1176.139,
                "byte_stop": 4854993,
                "byte_start": 4808077,
                "stop": 1187.866
              },
              {
                "text": "The $9 that's left over, he says, is not taxable until the following year because that is the year in which the services will be rendered.",
                "start": 1187.866,
                "byte_stop": 4895222,
                "byte_start": 4854993,
                "stop": 1197.927
              },
              {
                "text": "I understand that the same -- almost the same thing to be accomplish by a reserve for estimated expenses.",
                "start": 1197.927,
                "byte_stop": 4921866,
                "byte_start": 4895222,
                "stop": 1204.601
              },
              {
                "text": "In other words, if they have a pretty good idea that if the $12 they take in, it will cost him $10 to service all this particular member.",
                "start": 1204.601,
                "byte_stop": 4954363,
                "byte_start": 4921866,
                "stop": 1212.716
              },
              {
                "text": "They could deduct the reserve under commercial accounting system of $10 so that they would only be taxed on $2 in that year.",
                "start": 1212.716,
                "byte_stop": 4990934,
                "byte_start": 4954363,
                "stop": 1221.874
              },
              {
                "text": "Reserves -- there were few reserves allowed by the revenue laws but such as reserve for depreciation, depletion, pay debts and so on but no reserve for estimated expenses.",
                "start": 1221.874,
                "byte_stop": 5043702,
                "byte_start": 4990934,
                "stop": 1235.045
              },
              {
                "text": "And I doubt that taxpayer would be here if he had handled it that way.",
                "start": 1235.045,
                "byte_stop": 5064182,
                "byte_start": 5043702,
                "stop": 1240.168
              },
              {
                "text": "Now, I don't want to get into a discussion of a proper method of handling this under commercial accounting because I do not think that we're concerned here with the computation of net profit under commercial accounting standards.",
                "start": 1240.168,
                "byte_stop": 5130010,
                "byte_start": 5064182,
                "stop": 1256.625
              },
              {
                "text": "We are here concerned with the computation of net income under the Internal Revenue Code, but I do question whether even under a commercial accounting principles, this particular method clearly reflects income.",
                "start": 1256.625,
                "byte_stop": 5187897,
                "byte_start": 5130010,
                "stop": 1271.111
              },
              {
                "text": "Can you say when somebody comes in on October and pays his dues for the next 12 months that he is going to require one-twelfth of the services for which he is entitled each month?",
                "start": 1271.111,
                "byte_stop": 5242964,
                "byte_start": 5187897,
                "stop": 1284.868
              },
              {
                "text": "What if he goes to a hospital?",
                "start": 1284.868,
                "byte_stop": 5252054,
                "byte_start": 5242964,
                "stop": 1287.154
              },
              {
                "text": "It may be a small point and I'm sure there isn't very much involved but I am ought to know what they would do with the case of a life member.",
                "start": 1287.154,
                "byte_stop": 5288626,
                "byte_start": 5252054,
                "stop": 1296.279
              },
              {
                "text": "For $250, you can become a life member in this organization and you're excused from paying dues for the rest of your life and you're entitled to services for the rest of your life.",
                "start": 1296.279,
                "byte_stop": 5326869,
                "byte_start": 5288626,
                "stop": 1305.86
              },
              {
                "text": "I suppose they would find some way of prorating that over your life expectancy in accordance with actuarial tables.",
                "start": 1305.86,
                "byte_stop": 5356440,
                "byte_start": 5326869,
                "stop": 1313.243
              },
              {
                "text": "At any event, under the internal revenue laws, we are concerned mostly with an annual accounting period at the end of every annual accounting period you have to -- you have to compute your tax and find out what your income is, what your deductions are as of that time.",
                "start": 1313.243,
                "byte_stop": 5434075,
                "byte_start": 5356440,
                "stop": 1332.652
              },
              {
                "text": "There are very few exceptions to this.",
                "start": 1332.652,
                "byte_stop": 5443480,
                "byte_start": 5434075,
                "stop": 1334.988
              },
              {
                "text": "There, of course, is the net operating loss carry-forward and carry-back which is an exception to it.",
                "start": 1334.988,
                "byte_stop": 5466049,
                "byte_start": 5443480,
                "stop": 1340.656
              },
              {
                "text": "There is an exception of completed contract basis.",
                "start": 1340.656,
                "byte_stop": 5478588,
                "byte_start": 5466049,
                "stop": 1343.768
              },
              {
                "text": "There are other -- few other exceptions in the law.",
                "start": 1343.768,
                "byte_stop": 5491858,
                "byte_start": 5478588,
                "stop": 1347.092
              },
              {
                "text": "But nevertheless, outside of those few specific exceptions is an annual accounting period not a transactional basis as this taxpayer is contending.",
                "start": 1347.092,
                "byte_stop": 5533132,
                "byte_start": 5491858,
                "stop": 1357.425
              },
              {
                "text": "Now, I think that our whole argument here stems from a decision of this Court in 1932, North American Oil Consolidated Company case, in which this Court said that if a taxpayer receives earnings under a claim of right without restriction as to disposition, he has received income even though in a later year, he may have to return it or it may have to be given back or spend it for some other reasons.",
                "start": 1357.425,
                "byte_stop": 5654340,
                "byte_start": 5533132,
                "stop": 1387.703
              },
              {
                "text": "This here -- this income here or these earnings, these dues here are received with no restriction.",
                "start": 1387.703,
                "byte_stop": 5683806,
                "byte_start": 5654340,
                "stop": 1395.07
              },
              {
                "text": "There is no trust fund.",
                "start": 1395.07,
                "byte_stop": 5688195,
                "byte_start": 5683806,
                "stop": 1396.167
              },
              {
                "text": "They were not segregated in the bank account.",
                "start": 1396.167,
                "byte_stop": 5697181,
                "byte_start": 5688195,
                "stop": 1398.434
              },
              {
                "text": "They could be used at any time.",
                "start": 1398.434,
                "byte_stop": 5704495,
                "byte_start": 5697181,
                "stop": 1400.247
              },
              {
                "text": "We think that this case falls exactly under the North American case which was reaffirmed in 1951 by this Court and the Lewis case in which they said that the claim of right interpretation of the tax laws has long been used to give finality to the accounting period that is now deeply rooted in the federal tax system, but this taxpayer in this -- in our particular case, we're in the accrual basis and it doesn't apply to us because we are in the accrual basis.",
                "start": 1400.247,
                "byte_stop": 5835839,
                "byte_start": 5704495,
                "stop": 1433.085
              },
              {
                "text": "I think that a reading of the North American Oil Consolidated case shows that in that case, the Board of Tax Appeals went off on an erroneous tangent in -- when it had the case before it and never did make a finding as to whether the taxpayer there was on the cash or the accrual basis.",
                "start": 1433.085,
                "byte_stop": 5915564,
                "byte_start": 5835839,
                "stop": 1453.025
              },
              {
                "text": "This Court in deciding the case said that regardless of what basis the taxpayer was on, if these earnings are received under a claim of right without restriction as to disposition, they are taxable.",
                "start": 1453.025,
                "byte_stop": 5992678,
                "byte_start": 5915564,
                "stop": 1472.312
              },
              {
                "text": "Now, I don't think that ordinarily under the -- these cases under the 1939 Code, we should pay any attention at all to the 1954 Code because we've been told by the Committee that we're not to.",
                "start": 1472.312,
                "byte_stop": 6043146,
                "byte_start": 5992678,
                "stop": 1484.929
              },
              {
                "text": "But I think that it's interesting and important to know what the 1954 Code did in this case.",
                "start": 1484.929,
                "byte_stop": 6067911,
                "byte_start": 6043146,
                "stop": 1491.106
              },
              {
                "text": "The 1954 Code had provisions in its Sections 452 and 462, one of which provided for deferral of prepaid income exactly what taxpayer is claiming here.",
                "start": 1491.106,
                "byte_stop": 6129037,
                "byte_start": 6067911,
                "stop": 1506.396
              },
              {
                "text": "The other section provided for a reserve for estimated expenses.",
                "start": 1506.396,
                "byte_stop": 6152861,
                "byte_start": 6129037,
                "stop": 1512.351
              },
              {
                "text": "The difficulty with those sections was that the transitional period would have been so expensive that it would have practically wreck the economy.",
                "start": 1512.351,
                "byte_stop": 6195702,
                "byte_start": 6152861,
                "stop": 1523.064
              },
              {
                "text": "And when that was brought to the attention of the Congress by the Treasury, they realized that it couldn't be afforded, so they revote those two sections.",
                "start": 1523.064,
                "byte_stop": 6239796,
                "byte_start": 6195702,
                "stop": 1534.089
              },
              {
                "text": "Now, those two sections provided very restrictive provisions as to deferral prepaid income and reserves for estimated expenses.",
                "start": 1534.089,
                "byte_stop": 6280756,
                "byte_start": 6239796,
                "stop": 1544.313
              },
              {
                "text": "They did not purport to (Inaudible) commercial accounting with tax accounting as taxpayer claims here should be the case.",
                "start": 1544.313,
                "byte_stop": 6320462,
                "byte_start": 6280756,
                "stop": 1554.242
              },
              {
                "text": "They realized that it just couldn't be done, so actually what it was, was sort of a compromise.",
                "start": 1554.242,
                "byte_stop": 6344913,
                "byte_start": 6320462,
                "stop": 1560.371
              },
              {
                "text": "For instance, if I saw a refrigerator for $200 and I give a ten-year guarantee with that refrigerator for which I charged $10, under the deferred income of the 1954 Code even though I had to do those -- do the repairs and so on over a period of ten years, you could not differ it for more than six years.",
                "start": 1560.371,
                "byte_stop": 6448880,
                "byte_start": 6344913,
                "stop": 1586.353
              },
              {
                "text": "That was the longest that it could be differed.",
                "start": 1586.353,
                "byte_stop": 6456508,
                "byte_start": 6448880,
                "stop": 1588.246
              },
              {
                "text": "In other words, Congress knew that they weren't taking care of the entire problem but they were doing the best they could in a very restricted way.",
                "start": 1588.246,
                "byte_stop": 6491303,
                "byte_start": 6456508,
                "stop": 1596.944
              },
              {
                "text": "Now, what this taxpayer is asking this Court to do in this case is to put its blessing upon a method of handling prepaid income which will have none of those restrictions on, which Congress saw fit to put on them and thought were necessary in this -- since repealed legislation.",
                "start": 1596.944,
                "byte_stop": 6569253,
                "byte_start": 6491303,
                "stop": 1616.445
              },
              {
                "text": "In other words, I guess that would allow commercial accountants to go wild.",
                "start": 1616.445,
                "byte_stop": 6595584,
                "byte_start": 6569253,
                "stop": 1623.036
              },
              {
                "text": "They would be able to use any of their rules.",
                "start": 1623.036,
                "byte_stop": 6614497,
                "byte_start": 6595584,
                "stop": 1627.762
              },
              {
                "text": "I don't think that that is what Congress intended.",
                "start": 1627.762,
                "byte_stop": 6626304,
                "byte_start": 6614497,
                "stop": 1630.718
              },
              {
                "text": "Now, what Congress did say when it repealed the law is that something should be done of that in this situation that it's just isn't fair.",
                "start": 1630.718,
                "byte_stop": 6660681,
                "byte_start": 6626304,
                "stop": 1639.304
              },
              {
                "text": "And so they said, “We're going to study the situation.",
                "start": 1639.304,
                "byte_stop": 6669981,
                "byte_start": 6660681,
                "stop": 1641.634
              },
              {
                "text": "We're going to find a way around this particular question of transition which will cost the Government so much money, it can't be afforded and we're going to study it.",
                "start": 1641.634,
                "byte_stop": 6711463,
                "byte_start": 6669981,
                "stop": 1651.999
              },
              {
                "text": "Now, I understand that no subcommittee is studying at the moment, but I don't know of any legislation which they've been able to come up with at the moment.",
                "start": 1651.999,
                "byte_stop": 6743542,
                "byte_start": 6711463,
                "stop": 1660.022
              },
              {
                "text": "But we do think it's a problem entirely for legislation.",
                "start": 1660.022,
                "byte_stop": 6758066,
                "byte_start": 6743542,
                "stop": 1663.644
              }
            ]
          },
          {
            "start": 1663.644,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 6787427,
            "stop": 1670.997,
            "byte_start": 6758066,
            "text_blocks": [
              {
                "text": "Well, meanwhile will this taxpayer have the advantage after 1954 of the compromise that you just mentioned?",
                "start": 1663.644,
                "byte_stop": 6787427,
                "byte_start": 6758066,
                "stop": 1670.997
              }
            ]
          },
          {
            "start": 1670.997,
            "speaker": {
              "last_name": "Stull",
              "ID": 33145,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_n_stull",
              "view_count": 0,
              "identifier": "john_n_stull",
              "name": "John N. Stull"
            },
            "byte_stop": 7408410,
            "stop": 1826.236,
            "byte_start": 6787427,
            "text_blocks": [
              {
                "text": "No, sir, because not -- not unless they come through with this.",
                "start": 1670.997,
                "byte_stop": 6798190,
                "byte_start": 6787427,
                "stop": 1673.671
              },
              {
                "text": "The Congress come through with legislation.",
                "start": 1673.671,
                "byte_stop": 6807071,
                "byte_start": 6798190,
                "stop": 1675.908
              },
              {
                "text": "If they come through with legislation, that's retroactive to 1954.",
                "start": 1675.908,
                "byte_stop": 6820968,
                "byte_start": 6807071,
                "stop": 1679.371
              },
              {
                "text": "I doubt if it would be retroactive if it were passed.",
                "start": 1679.371,
                "byte_stop": 6831208,
                "byte_start": 6820968,
                "stop": 1681.926
              },
              {
                "text": "If they passed it this year, we'll probably start for all years beginning at 1957.",
                "start": 1681.926,
                "byte_stop": 6865377,
                "byte_start": 6831208,
                "stop": 1690.468
              },
              {
                "text": "Now, taxpayer also relies on this -- in this case on a case called the Beacon Publishing Company.",
                "start": 1690.468,
                "byte_stop": 6904247,
                "byte_start": 6865377,
                "stop": 1700.181
              },
              {
                "text": "In that case, the Circuit Court put its blessing on this method of differing income and said that the North American Oil Consolidated case and subsequent decisions of this Court were distinguishable and the Beacon case also did something else.",
                "start": 1700.181,
                "byte_stop": 6974882,
                "byte_start": 6904247,
                "stop": 1717.863
              },
              {
                "text": "That is they said that if a taxpayer who had been reporting on the basis of tax accounting under the North American Oil decision of this Court wish to change to this deferral method that he could do it in that case because said the Court that is merely the correction of an erroneous method of accounting of -- of an error made in his computation of taxable income.",
                "start": 1717.863,
                "byte_stop": 7085014,
                "byte_start": 6974882,
                "stop": 1745.375
              },
              {
                "text": "It's not a change in method of accounting.",
                "start": 1745.375,
                "byte_stop": 7097866,
                "byte_start": 7085014,
                "stop": 1748.61
              },
              {
                "text": "Now, counsel for the taxpayer here said yesterday in oral argument that in the committee reports on the repeal of this 1954 Code amendment, that it was indicated that Beacon would be accepted.",
                "start": 1748.61,
                "byte_stop": 7167352,
                "byte_start": 7097866,
                "stop": 1765.97
              },
              {
                "text": "I don't think he could mean that because if it was indicated there that Beacon would be accepted on both counts, then they're saying the economy can't afford our particular methods of deferring income but we're putting our blessing on a case which does even worst, goes even further.",
                "start": 1765.97,
                "byte_stop": 7240077,
                "byte_start": 7167352,
                "stop": 1784.148
              },
              {
                "text": "So I don't think that there's any possibility of saying that Beacon was accepted and there's a letter of the Secretary of the Treasury which was -- well, which is placed in the committee report in connection with that repeal, in which it says that the repeal of Section 452, and this was an order to give assurance to the Committee, will not be considered by the Department, the Treasury Department, as either acceptance or rejection by Congress of Beacon or any other judicial decisions outstanding at this time.",
                "start": 1784.148,
                "byte_stop": 7408410,
                "byte_start": 7240077,
                "stop": 1826.236
              }
            ]
          },
          {
            "start": 1826.236,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 7425442,
            "stop": 1830.494,
            "byte_start": 7408410,
            "text_blocks": [
              {
                "text": "Mr. Alvord.",
                "start": 1826.236,
                "byte_stop": 7425442,
                "byte_start": 7408410,
                "stop": 1830.494
              }
            ]
          }
        ],
        "stop": 1830.494
      },
      {
        "start": 1830.494,
        "byte_stop": 13186069,
        "byte_start": 7425442,
        "turns": [
          {
            "start": 1830.494,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 8987251,
            "stop": 2220.945,
            "byte_start": 7425442,
            "text_blocks": [
              {
                "text": "May it please the Court.",
                "start": 1830.494,
                "byte_stop": 7447594,
                "byte_start": 7425442,
                "stop": 1836.035
              },
              {
                "text": "I'm indebted to counsel before the Government in his very clear statement of the case.",
                "start": 1836.035,
                "byte_stop": 7471000,
                "byte_start": 7447594,
                "stop": 1841.874
              },
              {
                "text": "And if I may say so in his very clear statement of our position, I will take up to rebuttal in the order in which he has discussed the issues this morning.",
                "start": 1841.874,
                "byte_stop": 7529827,
                "byte_start": 7471000,
                "stop": 1856.595
              },
              {
                "text": "First, he says various power to revoke retroactively.",
                "start": 1856.595,
                "byte_stop": 7562010,
                "byte_start": 7529827,
                "stop": 1864.635
              },
              {
                "text": "Mr. Justice Black in the bench yesterday asked me how a Commission having done wrong to be prevented from correcting his mistake.",
                "start": 1864.635,
                "byte_stop": 7615300,
                "byte_start": 7562010,
                "stop": 1877.959
              },
              {
                "text": "I interrupted to explain and I think the counsel for the Government had done a better job than I, that it is only when the Commissioner is wrong that the doctrine adopted by this Court in Reynolds has any conceivable application.",
                "start": 1877.959,
                "byte_stop": 7690742,
                "byte_start": 7615300,
                "stop": 1896.81
              },
              {
                "text": "If the Commissioner is right, we don't have to worry.",
                "start": 1896.81,
                "byte_stop": 7717909,
                "byte_start": 7690742,
                "stop": 1903.597
              },
              {
                "text": "Now, I respectfully call your attention to the second stock dividend case, United States against (Inaudible), in which Justice Jackson gives a most worded exposition of the power to revoke retroactively to change your mind retroactively.",
                "start": 1903.597,
                "byte_stop": 7815920,
                "byte_start": 7717909,
                "stop": 1928.117
              },
              {
                "text": "And fortunately, he also gives a very detailed history of the section upon which the Government relies, Section 3971 (b), sustaining power.",
                "start": 1928.117,
                "byte_stop": 7885406,
                "byte_start": 7815920,
                "stop": 1945.49
              },
              {
                "text": "Justice Jackson says specifically, as I said yesterday, that that section gives no power to revoke retroactively.",
                "start": 1945.49,
                "byte_stop": 7938382,
                "byte_start": 7885406,
                "stop": 1958.732
              },
              {
                "text": "The power must first exist before that section applies and the power in this case just as in length does not exist.",
                "start": 1958.732,
                "byte_stop": 8010794,
                "byte_start": 7938382,
                "stop": 1976.825
              },
              {
                "text": "I think I need to discuss those cases no further beyond saying that in our opinion, there is no power anywhere found in the statute, in the regulations, and I trust in practice, under which the Commissioner can revoke retroactively in this case.",
                "start": 1976.825,
                "byte_stop": 8115075,
                "byte_start": 8010794,
                "stop": 2002.887
              },
              {
                "text": "Now, counsel for the Government makes a great point about this general counsel's memorandum published in 1943.",
                "start": 2002.887,
                "byte_stop": 8138585,
                "byte_start": 8115075,
                "stop": 2008.776
              },
              {
                "text": "I suspect if he was going to do that, then for your convenience, I put the general counsel's memorandum in the appendix to our reply brief.",
                "start": 2008.776,
                "byte_stop": 8169618,
                "byte_start": 8138585,
                "stop": 2016.533
              },
              {
                "text": "If you should read it, you will find not the slightest indication of the revocation of the ruling in -- in Individual Automobile Club case, you will find not the slightest indication as to retroactive revocation.",
                "start": 2016.533,
                "byte_stop": 8244224,
                "byte_start": 8169618,
                "stop": 2035.181
              },
              {
                "text": "I think counsel for the Government made a mistake when he said that general counsel's memorandum stated in 1943 that the Commissioner could go back at anytime to 1943.",
                "start": 2035.181,
                "byte_stop": 8315591,
                "byte_start": 8244224,
                "stop": 2053.036
              },
              {
                "text": "His argument is that the Commissioner by reason of the publication of that GCM could any grant in the future and go back to 1943.",
                "start": 2053.036,
                "byte_stop": 8358327,
                "byte_start": 8315591,
                "stop": 2063.716
              },
              {
                "text": "Now, the counsel for the Government, you'll find it somewhat from the record yesterday so I made inquiry of the record, he suggested that the Toy Automobile Club had notice by reason of the fact that whether the members was on the board or if it took place, the organization to which their GCM applied in 1943.",
                "start": 2063.716,
                "byte_stop": 8437948,
                "byte_start": 8358327,
                "stop": 2083.63
              },
              {
                "text": "I'm advised that they received no notice at all of the GCM or the possible application of the revocation of any ruling that we somewhat point up in two respects.",
                "start": 2083.63,
                "byte_stop": 8488939,
                "byte_start": 8437948,
                "stop": 2096.355
              },
              {
                "text": "First, and we quote this in our reply brief, “The document itself in which their GCM is published says to the world, this GCM merely evidences the trend of administrative decision.",
                "start": 2096.355,
                "byte_stop": 8572844,
                "byte_start": 8488939,
                "stop": 2117.33
              },
              {
                "text": "And bear in mind, it is only an opinion from the General Counsel of the Bureau to the Commissioner.",
                "start": 2117.33,
                "byte_stop": 8597295,
                "byte_start": 8572844,
                "stop": 2123.444
              },
              {
                "text": "And any number of instances, day in, day out where the Commissioner does not follow the General Counsel.",
                "start": 2123.444,
                "byte_stop": 8637524,
                "byte_start": 8597295,
                "stop": 2133.505
              },
              {
                "text": "Second, I think perhaps you have at least accomplished two things in this litigation.",
                "start": 2133.505,
                "byte_stop": 8680364,
                "byte_start": 8637524,
                "stop": 2144.212
              },
              {
                "text": "In 1954, the Commissioner published a ruling stating that from now on general counsel's memorandum published in his bulletin will be noticed.",
                "start": 2144.212,
                "byte_stop": 8742536,
                "byte_start": 8680364,
                "stop": 2159.775
              },
              {
                "text": "There is nothing prior to that.",
                "start": 2159.775,
                "byte_stop": 8753716,
                "byte_start": 8742536,
                "stop": 2162.562
              },
              {
                "text": "And as this Court knows, the only publication, which gives official notice is a better register.",
                "start": 2162.562,
                "byte_stop": 8797393,
                "byte_start": 8753716,
                "stop": 2173.485
              },
              {
                "text": "And if you will read the 1954 revenue ruling, you will find also it says, I think the Commissioner is alarmed by this case, attempted to quiet the public.",
                "start": 2173.485,
                "byte_stop": 8860505,
                "byte_start": 8797393,
                "stop": 2189.251
              },
              {
                "text": "He says, “It is the specific policy of the bureau except in extraordinary cases not to revoke a ruling retroactively.”",
                "start": 2189.251,
                "byte_stop": 8917034,
                "byte_start": 8860505,
                "stop": 2203.382
              },
              {
                "text": "Now, if Your Honors please, that has been the policy of the bureau for years and years and years.",
                "start": 2203.382,
                "byte_stop": 8931871,
                "byte_start": 8917034,
                "stop": 2207.106
              },
              {
                "text": "We rely on that policy.",
                "start": 2207.106,
                "byte_stop": 8940022,
                "byte_start": 8931871,
                "stop": 2209.128
              },
              {
                "text": "Taxpayers rely on it.",
                "start": 2209.128,
                "byte_stop": 8948485,
                "byte_start": 8940022,
                "stop": 2211.255
              },
              {
                "text": "Practitioners rely on it.",
                "start": 2211.255,
                "byte_stop": 8953501,
                "byte_start": 8948485,
                "stop": 2212.518
              },
              {
                "text": "Accountants rely on it and the Commissioner can well be proud of that policy.",
                "start": 2212.518,
                "byte_stop": 8987251,
                "byte_start": 8953501,
                "stop": 2220.945
              }
            ]
          },
          {
            "start": 2220.945,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 8996864,
            "stop": 2223.335,
            "byte_start": 8987251,
            "text_blocks": [
              {
                "text": "Is this the first exception to it?",
                "start": 2220.945,
                "byte_stop": 8996864,
                "byte_start": 8987251,
                "stop": 2223.335
              }
            ]
          },
          {
            "start": 2223.335,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 9163212,
            "stop": 2264.941,
            "byte_start": 8996864,
            "text_blocks": [
              {
                "text": "So far as I know, Your Honor, in this Automobile Club case, we are the only ones whose specific ruling was revoked retroactively.",
                "start": 2223.335,
                "byte_stop": 9044720,
                "byte_start": 8996864,
                "stop": 2235.32
              },
              {
                "text": "There is no -- in the litigation, there is no -- in all the cases that have been fought.",
                "start": 2235.32,
                "byte_stop": 9073873,
                "byte_start": 9044720,
                "stop": 2242.603
              },
              {
                "text": "There has been no retroactive revocation.",
                "start": 2242.603,
                "byte_stop": 9083904,
                "byte_start": 9073873,
                "stop": 2245.098
              },
              {
                "text": "We challenged the Commissioner in the Tax Court to produce the cases in which he hadn't revoked retroactively.",
                "start": 2245.098,
                "byte_stop": 9110967,
                "byte_start": 9083904,
                "stop": 2251.884
              },
              {
                "text": "He failed to do so and he has not done so yet, a several hundred automobile cases so far as we know.",
                "start": 2251.884,
                "byte_stop": 9145553,
                "byte_start": 9110967,
                "stop": 2260.529
              },
              {
                "text": "We are the only one in which there has been a retroactive revocation.",
                "start": 2260.529,
                "byte_stop": 9163212,
                "byte_start": 9145553,
                "stop": 2264.941
              }
            ]
          },
          {
            "start": 2264.941,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 9175542,
            "stop": 2268.023,
            "byte_start": 9163212,
            "text_blocks": [
              {
                "text": "Well, how about outside the Automobile Club case?",
                "start": 2264.941,
                "byte_stop": 9175542,
                "byte_start": 9163212,
                "stop": 2268.023
              }
            ]
          },
          {
            "start": 2268.023,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 9210755,
            "stop": 2276.821,
            "byte_start": 9175542,
            "text_blocks": [
              {
                "text": "Outside the Automobile Clubs, Your Honor, there are -- I'm about to give you my experience now.",
                "start": 2268.023,
                "byte_stop": 9210755,
                "byte_start": 9175542,
                "stop": 2276.821
              }
            ]
          },
          {
            "start": 2276.821,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 9219950,
            "stop": 2279.117,
            "byte_start": 9210755,
            "text_blocks": [
              {
                "text": "Well, I thought you said that the --",
                "start": 2276.821,
                "byte_stop": 9219950,
                "byte_start": 9210755,
                "stop": 2279.117
              }
            ]
          },
          {
            "start": 2279.117,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 9220159,
            "stop": 2279.127,
            "byte_start": 9219950,
            "text_blocks": [
              {
                "text": "Well, I --",
                "start": 2279.117,
                "byte_stop": 9220159,
                "byte_start": 9219950,
                "stop": 2279.127
              }
            ]
          },
          {
            "start": 2279.127,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 9230712,
            "stop": 2281.796,
            "byte_start": 9220159,
            "text_blocks": [
              {
                "text": "-- standard procedure was not to apply to these changes.",
                "start": 2279.127,
                "byte_stop": 9230712,
                "byte_start": 9220159,
                "stop": 2281.796
              }
            ]
          },
          {
            "start": 2281.796,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 9505625,
            "stop": 2350.533,
            "byte_start": 9230712,
            "text_blocks": [
              {
                "text": "I -- I did Your Honor.",
                "start": 2281.796,
                "byte_stop": 9237817,
                "byte_start": 9230712,
                "stop": 2283.579
              },
              {
                "text": "And I must give you my experience because other people may have different experience and I had quite a good experience in this field.",
                "start": 2283.579,
                "byte_stop": 9278882,
                "byte_start": 9237817,
                "stop": 2293.855
              },
              {
                "text": "While the cases, let me say since 1939 and since Reynolds, it is the established policy of the Bureau of Internal Revenue so far as I know never to revoke a ruling retroactively.",
                "start": 2293.855,
                "byte_stop": 9336247,
                "byte_start": 9278882,
                "stop": 2308.186
              },
              {
                "text": "We actually troubled you remember back in the days of Senator Couzens, I won't bring you to that case because it has a lot of history.",
                "start": 2308.186,
                "byte_stop": 9374908,
                "byte_start": 9336247,
                "stop": 2317.863
              },
              {
                "text": "But as soon as this Court announced R.J.Reynolds Tobacco Company case, the bureau adopted that policy and adhered to it.",
                "start": 2317.863,
                "byte_stop": 9404165,
                "byte_start": 9374908,
                "stop": 2325.164
              },
              {
                "text": "Now, let me point out that in Reynolds, there was a retroactive application by the Commissioner.",
                "start": 2325.164,
                "byte_stop": 9442931,
                "byte_start": 9404165,
                "stop": 2334.876
              },
              {
                "text": "Was he wrong?",
                "start": 2334.876,
                "byte_stop": 9449305,
                "byte_start": 9442931,
                "stop": 2336.447
              },
              {
                "text": "Yes, because he enables the indictment.",
                "start": 2336.447,
                "byte_stop": 9461739,
                "byte_start": 9449305,
                "stop": 2339.558
              },
              {
                "text": "Just a year ago, you said that the regulation involved in Reynolds was correct if applied prospectively.",
                "start": 2339.558,
                "byte_stop": 9487653,
                "byte_start": 9461739,
                "stop": 2346.05
              },
              {
                "text": "It's no good if applied retroactively.",
                "start": 2346.05,
                "byte_stop": 9505625,
                "byte_start": 9487653,
                "stop": 2350.533
              }
            ]
          },
          {
            "start": 2350.533,
            "speaker": {
              "last_name": "Burton",
              "ID": 15127,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2772",
                  "id": 2772,
                  "date_end": -354049200,
                  "date_start": -765309600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 4760,
              "thumbnail": {
                "size": 34138,
                "id": 32711,
                "href": "https://api.oyez.org/sites/default/files/images/people/harold_burton/harold_burton.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/harold_burton",
              "view_count": 0,
              "identifier": "harold_burton",
              "name": "Harold Burton"
            },
            "byte_stop": 9544808,
            "stop": 2360.326,
            "byte_start": 9505625,
            "text_blocks": [
              {
                "text": "Mr. Alvord, what did you say to the Government suggesting that this rule had been applied to other automobile club back in 1943 and it wasn't applied to the -- why, you're getting advantage all of the rest of it?",
                "start": 2350.533,
                "byte_stop": 9544808,
                "byte_start": 9505625,
                "stop": 2360.326
              }
            ]
          },
          {
            "start": 2360.326,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 9706559,
            "stop": 2400.782,
            "byte_start": 9544808,
            "text_blocks": [
              {
                "text": "Mr. Justice Burton, we've examined the record in all occasions where we can.",
                "start": 2360.326,
                "byte_stop": 9575528,
                "byte_start": 9544808,
                "stop": 2368.017
              },
              {
                "text": "So far as we know, every case in which a specific ruling such as ours was obtained, a specific notice of revocation was given in the year in which the statute was to be applied.",
                "start": 2368.017,
                "byte_stop": 9633938,
                "byte_start": 9575528,
                "stop": 2382.618
              },
              {
                "text": "Now, there's practically all of these things were revoked specifically in 1943.",
                "start": 2382.618,
                "byte_stop": 9661315,
                "byte_start": 9633938,
                "stop": 2389.471
              },
              {
                "text": "For some reason, which I do not know, we and maybe others haven't found yet perhaps, we received no notice until 1945.",
                "start": 2389.471,
                "byte_stop": 9706559,
                "byte_start": 9661315,
                "stop": 2400.782
              }
            ]
          },
          {
            "start": 2400.782,
            "speaker": {
              "last_name": "Burton",
              "ID": 15127,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2772",
                  "id": 2772,
                  "date_end": -354049200,
                  "date_start": -765309600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 4760,
              "thumbnail": {
                "size": 34138,
                "id": 32711,
                "href": "https://api.oyez.org/sites/default/files/images/people/harold_burton/harold_burton.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/harold_burton",
              "view_count": 0,
              "identifier": "harold_burton",
              "name": "Harold Burton"
            },
            "byte_stop": 9719097,
            "stop": 2403.907,
            "byte_start": 9706559,
            "text_blocks": [
              {
                "text": "Did you think your case is different from the others?",
                "start": 2400.782,
                "byte_stop": 9719097,
                "byte_start": 9706559,
                "stop": 2403.907
              }
            ]
          },
          {
            "start": 2403.907,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 10691584,
            "stop": 2647.014,
            "byte_start": 9719097,
            "text_blocks": [
              {
                "text": "Well, if Your Honor please, I -- I wasn't representing the club at that time and I -- I can't answer that question.",
                "start": 2403.907,
                "byte_stop": 9751176,
                "byte_start": 9719097,
                "stop": 2411.928
              },
              {
                "text": "I -- I can answer Justice Harlan by -- I think by saying that I had an opportunity to argue before this Court on the exemption issue.",
                "start": 2411.928,
                "byte_stop": 9804361,
                "byte_start": 9751176,
                "stop": 2425.229
              },
              {
                "text": "Now, that -- I could have convinced this Court to become more exempt.",
                "start": 2425.229,
                "byte_stop": 9822333,
                "byte_start": 9804361,
                "stop": 2429.726
              },
              {
                "text": "But after this Court denied certiorari in (Inaudible) in which we have to apprehend.",
                "start": 2429.726,
                "byte_stop": 9851800,
                "byte_start": 9822333,
                "stop": 2437.076
              },
              {
                "text": "So that it isn't quite so clear that this is merely a mistake in the interpretation of the statute.",
                "start": 2437.076,
                "byte_stop": 9885863,
                "byte_start": 9851800,
                "stop": 2445.603
              },
              {
                "text": "Now, let me come to the statute of limitations very briefly.",
                "start": 2445.603,
                "byte_stop": 9903940,
                "byte_start": 9885863,
                "stop": 2450.12
              },
              {
                "text": "The Government asked you to disregard the decisions of the Tenth Circuit, the Sixth Circuit, the Second Circuit, take back the Second Circuit and the Court of Appeals of the District of Columbia.",
                "start": 2450.12,
                "byte_stop": 9948766,
                "byte_start": 9903940,
                "stop": 2461.31
              },
              {
                "text": "Involving, the Second Circuit held specifically that the action of the Government justified that they need a file to return.",
                "start": 2461.31,
                "byte_stop": 10001011,
                "byte_start": 9948766,
                "stop": 2474.381
              },
              {
                "text": "The Court of Appeals held specifically that the statement of a revenue agent that no return would be required to get tax purposes where sufficient justification for no gift tax return.",
                "start": 2474.381,
                "byte_stop": 10065899,
                "byte_start": 10001011,
                "stop": 2490.615
              },
              {
                "text": "They asked you to disregard those decisions.",
                "start": 2490.615,
                "byte_stop": 10079065,
                "byte_start": 10065899,
                "stop": 2493.899
              },
              {
                "text": "And if I read the decision correctly, they asked you to overrule the Germantown Trust.",
                "start": 2493.899,
                "byte_stop": 10101739,
                "byte_start": 10079065,
                "stop": 2499.562
              },
              {
                "text": "After all, if we're going to be accurate on this thing, Germantown Trust should have filed a corporation return but they didn't.",
                "start": 2499.562,
                "byte_stop": 10141863,
                "byte_start": 10101739,
                "stop": 2509.601
              },
              {
                "text": "They filed a petition return just as we filed the 990 as required first by the regulations in 1951 and by the statute in 1953 -- 1941 to 1943.",
                "start": 2509.601,
                "byte_stop": 10218768,
                "byte_start": 10141863,
                "stop": 2528.817
              },
              {
                "text": "If Balkan is right and if the Court of Appeals of District of Columbia is right, the statute of limitations run from the due date on which the return was supposed to be filed.",
                "start": 2528.817,
                "byte_stop": 10279999,
                "byte_start": 10218768,
                "stop": 2544.136
              },
              {
                "text": "If Germantown is the one to follow, then the statute of limitations run from the date on which we filed the Form 990, which was the only return we were required to file.",
                "start": 2544.136,
                "byte_stop": 10331930,
                "byte_start": 10279999,
                "stop": 2557.106
              },
              {
                "text": "And I will take the counsel for Government's statement where the decision was against the taxpayer in which he said the taxpayer could not benefit by information and say the same thing with respect to the Commissioner.",
                "start": 2557.106,
                "byte_stop": 10406745,
                "byte_start": 10331930,
                "stop": 2575.808
              },
              {
                "text": "Now, let's find out the real truth of this thing.",
                "start": 2575.808,
                "byte_stop": 10424613,
                "byte_start": 10406745,
                "stop": 2580.295
              },
              {
                "text": "It is my humble opinion that the Commissioner just failed to protect the Government.",
                "start": 2580.295,
                "byte_stop": 10447809,
                "byte_start": 10424613,
                "stop": 2586.087
              },
              {
                "text": "He knew of Germantown Trust, decided, I think, in 1939, he knew of -- both the Insurance.",
                "start": 2586.087,
                "byte_stop": 10482918,
                "byte_start": 10447809,
                "stop": 2594.872
              },
              {
                "text": "He just failed to protect the Government.",
                "start": 2594.872,
                "byte_stop": 10498487,
                "byte_start": 10482918,
                "stop": 2598.763
              },
              {
                "text": "Now, why the statute of limitations?",
                "start": 2598.763,
                "byte_stop": 10510294,
                "byte_start": 10498487,
                "stop": 2601.709
              },
              {
                "text": "If the taxpayer is right, the statute makes no difference.",
                "start": 2601.709,
                "byte_stop": 10529729,
                "byte_start": 10510294,
                "stop": 2606.561
              },
              {
                "text": "The statute says we post cases right or wrong.",
                "start": 2606.561,
                "byte_stop": 10548642,
                "byte_start": 10529729,
                "stop": 2611.303
              },
              {
                "text": "It ends it.",
                "start": 2611.303,
                "byte_stop": 10556583,
                "byte_start": 10548642,
                "stop": 2613.265
              },
              {
                "text": "Justice Black, I think, will remember a considerable debate on the floor of the Senate back in 1926, where Senator Carter Glass insisted on cutting the statute from five years to three years and he was joined in -- by the event of Senator Black in order to settle these cases sooner.",
                "start": 2613.265,
                "byte_stop": 10644982,
                "byte_start": 10556583,
                "stop": 2635.372
              },
              {
                "text": "In our humble opinion, the statute of limitation is wrong and the Second Circuit and the Court of Appeals and this Court in Germantown were right.",
                "start": 2635.372,
                "byte_stop": 10691584,
                "byte_start": 10644982,
                "stop": 2647.014
              }
            ]
          },
          {
            "start": 2647.014,
            "speaker": {
              "last_name": "Burton",
              "ID": 15127,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2772",
                  "id": 2772,
                  "date_end": -354049200,
                  "date_start": -765309600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 4760,
              "thumbnail": {
                "size": 34138,
                "id": 32711,
                "href": "https://api.oyez.org/sites/default/files/images/people/harold_burton/harold_burton.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/harold_burton",
              "view_count": 0,
              "identifier": "harold_burton",
              "name": "Harold Burton"
            },
            "byte_stop": 10713109,
            "stop": 2652.398,
            "byte_start": 10691584,
            "text_blocks": [
              {
                "text": "What did you say if the Government suggested that the information return didn't get sufficient information from which the conclusion (Voice Overlap) --",
                "start": 2647.014,
                "byte_stop": 10713109,
                "byte_start": 10691584,
                "stop": 2652.398
              }
            ]
          },
          {
            "start": 2652.398,
            "speaker": {
              "last_name": "Alvord",
              "ID": 21801,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/ellsworth_c_alvord",
              "view_count": 0,
              "identifier": "ellsworth_c_alvord",
              "name": "Ellsworth C. Alvord"
            },
            "byte_stop": 13186069,
            "stop": 3270.668,
            "byte_start": 10713109,
            "text_blocks": [
              {
                "text": "As I stated to yesterday, Your Honor, the 990 gives adequate information for income tax return.",
                "start": 2652.398,
                "byte_stop": 10749576,
                "byte_start": 10713109,
                "stop": 2661.528
              },
              {
                "text": "An excess profits tax return is something else.",
                "start": 2661.528,
                "byte_stop": 10758353,
                "byte_start": 10749576,
                "stop": 2663.719
              },
              {
                "text": "Again, it's an exceedingly complicated return.",
                "start": 2663.719,
                "byte_stop": 10771728,
                "byte_start": 10758353,
                "stop": 2667.063
              },
              {
                "text": "I conceded yesterday that there was not enough information on the 990 on which the Commissioner could compute an excess profits tax.",
                "start": 2667.063,
                "byte_stop": 10805896,
                "byte_start": 10771728,
                "stop": 2675.604
              },
              {
                "text": "But if he was going to Texas, all he had to do is to commend early enough and say, “Give us a waiver” or commend early enough and say, “I want more information with respect to the possibility of excess profits tax.”",
                "start": 2675.604,
                "byte_stop": 10869217,
                "byte_start": 10805896,
                "stop": 2691.445
              },
              {
                "text": "I call your attention if I may that Regulations 101 says, “No return of income is required.”",
                "start": 2691.445,
                "byte_stop": 10911744,
                "byte_start": 10869217,
                "stop": 2702.064
              },
              {
                "text": "Now, I come to the matter of accounting.",
                "start": 2702.064,
                "byte_stop": 10923029,
                "byte_start": 10911744,
                "stop": 2704.901
              },
              {
                "text": "I want to clear up one question which the Chief Justice asked yesterday.",
                "start": 2704.901,
                "byte_stop": 10945808,
                "byte_start": 10923029,
                "stop": 2710.581
              },
              {
                "text": "The issues I have been discussing now retroactive revocation and statute of limitations applied only to 1943 and 1944.",
                "start": 2710.581,
                "byte_stop": 10978931,
                "byte_start": 10945808,
                "stop": 2718.857
              },
              {
                "text": "The accounting question applies all the way through from 1943 down to the present time specifically.",
                "start": 2718.857,
                "byte_stop": 11020831,
                "byte_start": 10978931,
                "stop": 2729.351
              },
              {
                "text": "The Government realize as it must upon the decision is based and which the doctrine of claim of right is based.",
                "start": 2729.351,
                "byte_stop": 11079973,
                "byte_start": 11020831,
                "stop": 2744.13
              },
              {
                "text": "The government counsel failed because it was utterly impossible to show the application of a document claim of right to any case in which there was an established method of accounting of longstanding which would pick the particular (Inaudible) in question.",
                "start": 2744.13,
                "byte_stop": 11162102,
                "byte_start": 11079973,
                "stop": 2764.654
              },
              {
                "text": "Now, he says our commercial accounting method is no good.",
                "start": 2764.654,
                "byte_stop": 11176730,
                "byte_start": 11162102,
                "stop": 2768.316
              },
              {
                "text": "We can't rely on it for tax purposes.",
                "start": 2768.316,
                "byte_stop": 11197210,
                "byte_start": 11176730,
                "stop": 2773.442
              },
              {
                "text": "May I point out to you that the method we follow is, first, the method followed by substantially all newspapers of this country.",
                "start": 2773.442,
                "byte_stop": 11239633,
                "byte_start": 11197210,
                "stop": 2784.026
              },
              {
                "text": "Second, the method followed by substantially all magazines of this country.",
                "start": 2784.026,
                "byte_stop": 11266278,
                "byte_start": 11239633,
                "stop": 2790.69
              },
              {
                "text": "And if you then have any doubt about it, it is the method prescribed by the Civil Aeronautics Board for airlines.",
                "start": 2790.69,
                "byte_stop": 11301804,
                "byte_start": 11266278,
                "stop": 2799.569
              },
              {
                "text": "There's nothing strange or unusual about this system.",
                "start": 2799.569,
                "byte_stop": 11318627,
                "byte_start": 11301804,
                "stop": 2803.788
              },
              {
                "text": "It was adopted in -- according to the record in 1934, as a matter of fact, it was adopted 10 years before that.",
                "start": 2803.788,
                "byte_stop": 11342555,
                "byte_start": 11318627,
                "stop": 2809.766
              },
              {
                "text": "It is a regularly employed system of accounting adopted with no tax liabilities involved.",
                "start": 2809.766,
                "byte_stop": 11376724,
                "byte_start": 11342555,
                "stop": 2818.308
              },
              {
                "text": "The cases upon which the Government relies which are not claim of right cases are cases where the taxpayer attempted to change the system of a Government for some tax benefit.",
                "start": 2818.308,
                "byte_stop": 11433775,
                "byte_start": 11376724,
                "stop": 2832.563
              },
              {
                "text": "There is no tax benefit as in this system.",
                "start": 2832.563,
                "byte_stop": 11446105,
                "byte_start": 11433775,
                "stop": 2835.658
              },
              {
                "text": "Now, let me ask one question.",
                "start": 2835.658,
                "byte_stop": 11460629,
                "byte_start": 11446105,
                "stop": 2839.277
              },
              {
                "text": "Why have you supposed the Commissioner of Internal Revenue changed the method of accounting?",
                "start": 2839.277,
                "byte_stop": 11483408,
                "byte_start": 11460629,
                "stop": 2844.987
              },
              {
                "text": "Why didn't he like our method?",
                "start": 2844.987,
                "byte_stop": 11493857,
                "byte_start": 11483408,
                "stop": 2847.595
              },
              {
                "text": "Certified to every year by an independent certified public accountant.",
                "start": 2847.595,
                "byte_stop": 11518307,
                "byte_start": 11493857,
                "stop": 2853.695
              },
              {
                "text": "The answer is very simple.",
                "start": 2853.695,
                "byte_stop": 11530533,
                "byte_start": 11518307,
                "stop": 2856.761
              },
              {
                "text": "Had he used our method?",
                "start": 2856.761,
                "byte_stop": 11553520,
                "byte_start": 11530533,
                "stop": 2862.511
              },
              {
                "text": "There wouldn't have been practically no tax due.",
                "start": 2862.511,
                "byte_stop": 11569716,
                "byte_start": 11553520,
                "stop": 2866.561
              },
              {
                "text": "Only by changing that method could he impose a tax upon us.",
                "start": 2866.561,
                "byte_stop": 11597720,
                "byte_start": 11569716,
                "stop": 2873.573
              },
              {
                "text": "Now, the Automobile Club is no better off no whistle regardless of the method of accounting.",
                "start": 2873.573,
                "byte_stop": 11616946,
                "byte_start": 11597720,
                "stop": 2878.358
              },
              {
                "text": "And I venture to say in my well-considered opinion that if I were to take the balance sheet and the profit law statements which the Commissioner required in this case to a bank for a loan, I would be accused of misrepresenting the financial position of the automobile property tort.",
                "start": 2878.358,
                "byte_stop": 11703777,
                "byte_start": 11616946,
                "stop": 2900.086
              },
              {
                "text": "It doesn't -- anywhere as near represent the financial standing.",
                "start": 2900.086,
                "byte_stop": 11726764,
                "byte_start": 11703777,
                "stop": 2905.816
              },
              {
                "text": "Now, as the counsel for the Government says, “But Section 41 gives the Commission a power.”",
                "start": 2905.816,
                "byte_stop": 11771695,
                "byte_start": 11726764,
                "stop": 2917.05
              },
              {
                "text": "If he doesn't like your system, it gives him power to adopt a new one.",
                "start": 2917.05,
                "byte_stop": 11812028,
                "byte_start": 11771695,
                "stop": 2927.147
              },
              {
                "text": "The Commissioner has been controlled in this matter exactly as he has been controlled in other actions.His system must be better than the taxpayer's system or it doesn't take it.",
                "start": 2927.147,
                "byte_stop": 11887052,
                "byte_start": 11812028,
                "stop": 2945.893
              },
              {
                "text": "I won't read but I will tell you about the dissenting opinion of Judge Opper in the Tax Court in the California Grape Products case which is one of the three cases which ratifies and endorses this principle of accounting.",
                "start": 2945.893,
                "byte_stop": 11972942,
                "byte_start": 11887052,
                "stop": 2967.354
              },
              {
                "text": "He was writing a dissent for six on the Tax Court.",
                "start": 2967.354,
                "byte_stop": 11991228,
                "byte_start": 11972942,
                "stop": 2971.947
              },
              {
                "text": "He says, “We are getting much too careless in upsetting taxpayer's accounting records.”",
                "start": 2971.947,
                "byte_stop": 12038562,
                "byte_start": 11991228,
                "stop": 2983.781
              },
              {
                "text": "If their accounting method year in and year out followed consistently consistent -- consistently even though in one particular year, it may be some strange thing.",
                "start": 2983.781,
                "byte_stop": 12088613,
                "byte_start": 12038562,
                "stop": 2996.288
              },
              {
                "text": "If you follow it consistently, it's good.",
                "start": 2996.288,
                "byte_stop": 12101674,
                "byte_start": 12088613,
                "stop": 2999.549
              },
              {
                "text": "And that is the principle which the courts have followed.",
                "start": 2999.549,
                "byte_stop": 12113377,
                "byte_start": 12101674,
                "stop": 3002.466
              },
              {
                "text": "Now, government counsel in this respect asks you to overrule the Tenth Circuit Court of Appeals, the Sixth Circuit Court of Appeals and the Third Circuit Court of Appeals.",
                "start": 3002.466,
                "byte_stop": 12167920,
                "byte_start": 12113377,
                "stop": 3016.109
              },
              {
                "text": "All three of those courts and -- and the only three cases that gotten up so far to the Court of Appeals as far as I know on this -- on this issue.",
                "start": 3016.109,
                "byte_stop": 12206477,
                "byte_start": 12167920,
                "stop": 3025.762
              },
              {
                "text": "Every one of us went against the Commissioner.",
                "start": 3025.762,
                "byte_stop": 12219016,
                "byte_start": 12206477,
                "stop": 3028.893
              },
              {
                "text": "Now, the counsel for the Government spends a little time on legislative history.",
                "start": 3028.893,
                "byte_stop": 12248377,
                "byte_start": 12219016,
                "stop": 3036.234
              },
              {
                "text": "An anticipation of that, we give you the legislative history particularly the repeal of this Section 452 and 462.",
                "start": 3036.234,
                "byte_stop": 12291009,
                "byte_start": 12248377,
                "stop": 3046.88
              },
              {
                "text": "In that repeal, the Senate Finance Committee said specifically, “We like the Beacon Publishing Company rule.",
                "start": 3046.88,
                "byte_stop": 12330924,
                "byte_start": 12291009,
                "stop": 3056.865
              },
              {
                "text": "We like the California Grape Products Company rule.",
                "start": 3056.865,
                "byte_stop": 12352345,
                "byte_start": 12330924,
                "stop": 3062.22
              },
              {
                "text": "We expected the Commissioner will make those rules generally applicable and if he doesn't and if the courts don't correct the Commissioner, then and only then, if I may differ with the counsel for the Government, then and only then, will it be legislation.",
                "start": 3062.22,
                "byte_stop": 12425488,
                "byte_start": 12352345,
                "stop": 3080.506
              },
              {
                "text": "Now, why didn't they make this retroactive?",
                "start": 3080.506,
                "byte_stop": 12436773,
                "byte_start": 12425488,
                "stop": 3083.319
              },
              {
                "text": "It's always difficult, but it was counsel legislative draftsman for many years and counsel in the Treasury for many years in legislation.",
                "start": 3083.319,
                "byte_stop": 12474284,
                "byte_start": 12436773,
                "stop": 3092.703
              },
              {
                "text": "It's always difficult to know when to make things retroactive.",
                "start": 3092.703,
                "byte_stop": 12489958,
                "byte_start": 12474284,
                "stop": 3096.623
              },
              {
                "text": "There are group of cases in litigation.",
                "start": 3096.623,
                "byte_stop": 12502601,
                "byte_start": 12489958,
                "stop": 3099.775
              },
              {
                "text": "Congress almost invariably adopts the policy of litigation.",
                "start": 3099.775,
                "byte_stop": 12516916,
                "byte_start": 12502601,
                "stop": 3103.364
              },
              {
                "text": "Let them point it out.",
                "start": 3103.364,
                "byte_stop": 12520678,
                "byte_start": 12516916,
                "stop": 3104.292
              },
              {
                "text": "The courts can work it out.",
                "start": 3104.292,
                "byte_stop": 12532903,
                "byte_start": 12520678,
                "stop": 3107.354
              },
              {
                "text": "Now, in conclusion, I would say that a victory for the Government in this case will be most costly as a matter of policy.",
                "start": 3107.354,
                "byte_stop": 12597896,
                "byte_start": 12532903,
                "stop": 3123.601
              },
              {
                "text": "If I, the tax practitioner, cannot rely on the rulings of the Treasury, of the Bureau, then I know the Treasury as other taxpayers and practitioner are going to do the same thing, the Treasury is going to lose money.",
                "start": 3123.601,
                "byte_stop": 12679920,
                "byte_start": 12597896,
                "stop": 3144.121
              },
              {
                "text": "The Commissioner is going to be embarrassed because the taxpayers will have lost confidence in them.",
                "start": 3144.121,
                "byte_stop": 12704475,
                "byte_start": 12679920,
                "stop": 3150.258
              },
              {
                "text": "Who knows how he can control as counsel for the Government admitted.",
                "start": 3150.258,
                "byte_stop": 12725164,
                "byte_start": 12704475,
                "stop": 3155.423
              },
              {
                "text": "If you want to scrap the power to revoke in instances like this, you can go back to everything.",
                "start": 3155.423,
                "byte_stop": 12745331,
                "byte_start": 12725164,
                "stop": 3160.473
              },
              {
                "text": "There is no stopping.",
                "start": 3160.473,
                "byte_stop": 12765184,
                "byte_start": 12745331,
                "stop": 3165.416
              },
              {
                "text": "And it will be exceedingly bad for taxpayers because as Justice Frankfurter said yesterday, “The system is terrifically complicated.”",
                "start": 3165.416,
                "byte_stop": 12809488,
                "byte_start": 12765184,
                "stop": 3176.5
              },
              {
                "text": "And if I may say, it is getting more complicated every session of Congress.",
                "start": 3176.5,
                "byte_stop": 12825997,
                "byte_start": 12809488,
                "stop": 3180.636
              },
              {
                "text": "Someone has to take the burden of responsibility of giving interpretations.",
                "start": 3180.636,
                "byte_stop": 12843447,
                "byte_start": 12825997,
                "stop": 3185.004
              },
              {
                "text": "We will follow them as far as we can.",
                "start": 3185.004,
                "byte_stop": 12855986,
                "byte_start": 12843447,
                "stop": 3188.139
              },
              {
                "text": "I have one policy in my office.",
                "start": 3188.139,
                "byte_stop": 12863927,
                "byte_start": 12855986,
                "stop": 3190.117
              },
              {
                "text": "I will pay every penny of tax the taxpayer owes no more no less.",
                "start": 3190.117,
                "byte_stop": 12885661,
                "byte_start": 12863927,
                "stop": 3195.542
              },
              {
                "text": "Now, if I can't rely on rulings of the Treasury, what am I going to do?",
                "start": 3195.542,
                "byte_stop": 12909902,
                "byte_start": 12885661,
                "stop": 3201.6
              },
              {
                "text": "It will be a costly decision for the Government.",
                "start": 3201.6,
                "byte_stop": 12928397,
                "byte_start": 12909902,
                "stop": 3206.236
              },
              {
                "text": "And furthermore, if I understand this case, it will mean that this Court admits that there is no control over the actions of the Commissioner of Internal Revenue, no control whatsoever.",
                "start": 3206.236,
                "byte_stop": 12980015,
                "byte_start": 12928397,
                "stop": 3219.128
              },
              {
                "text": "I have never seen anything so arbitrary, so inexcusable as this action in this case.",
                "start": 3219.128,
                "byte_stop": 13008645,
                "byte_start": 12980015,
                "stop": 3226.303
              },
              {
                "text": "Now, I will close by reading your statement which is peculiarly applicable to our accounting system.",
                "start": 3226.303,
                "byte_stop": 13050441,
                "byte_start": 13008645,
                "stop": 3236.738
              },
              {
                "text": "And to the policies back of all accounting systems for tax purposes for commercial purposes.",
                "start": 3236.738,
                "byte_stop": 13079280,
                "byte_start": 13050441,
                "stop": 3243.942
              },
              {
                "text": "There was philosopher much greater than I, who said, “Consistency, thou art a jewel.”",
                "start": 3243.942,
                "byte_stop": 13108433,
                "byte_start": 13079280,
                "stop": 3251.232
              },
              {
                "text": "And if Your Honors please, it is consistency in accounting principles upon which our tax system rest and not peculiarities.",
                "start": 3251.232,
                "byte_stop": 13154200,
                "byte_start": 13108433,
                "stop": 3262.686
              },
              {
                "text": "And this accounting system has been followed virtually forever.",
                "start": 3262.686,
                "byte_stop": 13186069,
                "byte_start": 13154200,
                "stop": 3270.668
              }
            ]
          }
        ],
        "stop": 3270.668
      }
    ],
    "duration": 3270.668,
    "title": "Automobile Club of Michigan v. Commissioner of Internal Revenue"
  },
  "id": 13343,
  "media_file": [
    {
      "size": 13186382,
      "id": 35806,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1956/89/19570307a_89.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 31080969,
      "id": 57860,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1956/89/19570307a_89.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 42660,
      "id": 57861,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1956/89/19570307a_89.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}