{
  "transcript": {
    "sections": [
      {
        "stop": 1214.002,
        "byte_start": 103424,
        "byte_stop": 4959378,
        "start": 0,
        "turns": [
          {
            "byte_stop": 177403,
            "byte_start": 103424,
            "text_blocks": [
              {
                "stop": 16.271,
                "byte_start": 103424,
                "byte_stop": 168521,
                "text": "Number 23, Clinton E. Jencks, Petitioner, versus United States of America.",
                "start": 0
              },
              {
                "stop": 18.479,
                "byte_start": 168521,
                "byte_stop": 177403,
                "text": "Mr. McTernan.",
                "start": 16.271
              }
            ],
            "start": 0,
            "stop": 18.479,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 4699930,
            "byte_start": 177403,
            "text_blocks": [
              {
                "stop": 21.069,
                "byte_start": 177403,
                "byte_stop": 187747,
                "text": "May it please the Court.",
                "start": 18.479
              },
              {
                "stop": 26.733,
                "byte_start": 187747,
                "byte_stop": 210422,
                "text": "This case arises on a writ of certiorari to the Court of Appeals for the Fifth Circuit.",
                "start": 21.069
              },
              {
                "stop": 45.885,
                "byte_start": 210422,
                "byte_stop": 287013,
                "text": "That court affirmed a judgment of conviction of filing a false non-Communist affidavit under Section 9 (h) of the amended Labor Act and an order denying a motion for a new trial on grounds of newly discovered evidence.",
                "start": 26.733
              },
              {
                "stop": 59.594,
                "byte_start": 287013,
                "byte_stop": 341870,
                "text": "The crimes of which the petitioner here was convicted was a false denial of membership in the Communist Party and a false denial of affiliation with the Communist Party.",
                "start": 45.885
              },
              {
                "stop": 65.462,
                "byte_start": 341870,
                "byte_stop": 365275,
                "text": "He was sentenced to five years on each count, sentences to run concurrently.",
                "start": 59.594
              },
              {
                "stop": 87.132,
                "byte_start": 365275,
                "byte_stop": 452002,
                "text": "His motion for a new trial was filed sometime after the close of the proceedings in the trial court and the newly discovered evidence consisted of a recantation of his trial testimony by the crucial government witness, one Harvey Matusow.",
                "start": 65.462
              },
              {
                "stop": 95.644,
                "byte_start": 452002,
                "byte_stop": 486066,
                "text": "The motion was denied on the grounds that the trial court disbelieved the recantation.",
                "start": 87.132
              },
              {
                "stop": 104.161,
                "byte_start": 486066,
                "byte_stop": 520129,
                "text": "May I briefly review the evidence because of the bearing that this review has on each of the points we present.",
                "start": 95.644
              },
              {
                "stop": 120.292,
                "byte_start": 520129,
                "byte_stop": 584600,
                "text": "The affidavit in question was dated April 28, 1950, and that of course became the critical date as of which the Government had to prove membership and affiliation on the part of the petitioner.",
                "start": 104.161
              },
              {
                "stop": 127.732,
                "byte_start": 584600,
                "byte_stop": 614379,
                "text": "We choose to divide the evidence between the pre-affidavit evidence and the post-affidavit evidence.",
                "start": 120.292
              },
              {
                "stop": 132.342,
                "byte_start": 614379,
                "byte_stop": 632874,
                "text": "Of the four category, there were approximately seven witnesses.",
                "start": 127.732
              },
              {
                "stop": 153.159,
                "byte_start": 632874,
                "byte_stop": 716152,
                "text": "The earliest of whom, one Carey, placed the petitioner at a so-called Communist meeting in April 1946, some four years prior to the critical date and the last one, Ford, had placed him in a Communist meeting in July or August 1949, some eight or nine months prior to the critical date.",
                "start": 132.342
              },
              {
                "stop": 171.319,
                "byte_start": 716152,
                "byte_stop": 788773,
                "text": "Two witnesses, Ford and Petersen, connected him with the Communist Party a little more closely, Ford had him a member of the State Board for New Mexico as late as May 1949, almost 11 months before the critical date.",
                "start": 153.159
              },
              {
                "stop": 178.998,
                "byte_start": 788773,
                "byte_stop": 819493,
                "text": "Petersen placed him at a Communist Party convention for the Rocky Mountain area in late 1947.",
                "start": 171.319
              },
              {
                "stop": 201.385,
                "byte_start": 819493,
                "byte_stop": 909040,
                "text": "Other than these two, Ford and Petersen, the testimony consisted of -- of placing the petitioner at a so-called Communist meeting or meetings attended only by known Communists over this period of April 1946 to July or August 1949.",
                "start": 178.998
              },
              {
                "stop": 225.282,
                "byte_start": 909040,
                "byte_stop": 1004648,
                "text": "The post-affidavit evidence consisted of the testimony of one Terrazas, who testified that in addressing union meetings in 1950, 1951 and 1952, the petitioner urged his brethren to read a newspaper called the Daily People's World which other witnesses identified as a Communist newspaper.",
                "start": 201.385
              },
              {
                "stop": 232.964,
                "byte_start": 1004648,
                "byte_stop": 1035368,
                "text": "We take the position that that evidence has no probative force on either the issue of affiliation or membership.",
                "start": 225.282
              },
              {
                "stop": 248,
                "byte_start": 1035368,
                "byte_stop": 1095450,
                "text": "We point out that this Court held similar evidence to have no probative force on the issue of affiliation in Bridges against Wixon and we submit that it can have no greater effect on the more serious and formalized relation of membership.",
                "start": 232.964
              },
              {
                "stop": 253.558,
                "byte_start": 1095450,
                "byte_stop": 1117706,
                "text": "The other post-affidavit evidence consists of the testimony of Matusow.",
                "start": 248
              },
              {
                "stop": 268.605,
                "byte_start": 1117706,
                "byte_stop": 1177893,
                "text": "He related four incidents occurring in late July and early August 1947, in which he had conversations with Jencks, the petitioner here, at a guest ranch in Northern New Mexico.",
                "start": 253.558
              },
              {
                "stop": 301.199,
                "byte_start": 1177893,
                "byte_stop": 1308296,
                "text": "The most lured and inflammatory of those is the one we identify in our brief, in the summary of the facts as the do-day incident where, according to Matusow at the trial, he and Jencks exchanged information upon what they and fellow Communists were doing in the struggle for peace and the do-day described by Matusow consisted of putting up posters and signs around the town advocating the alleged Communist position.",
                "start": 268.605
              },
              {
                "stop": 323.804,
                "byte_start": 1308296,
                "byte_stop": 1398680,
                "text": "And in addition in this incident, Matusow, and this I what I referred to as the luring part of it, said that Jencks had told him that he and the other Communists and the union were plotting with the Mexican Miners Union for arrangements to conduct a strike which would cut off copper production for Korea.",
                "start": 301.199
              },
              {
                "stop": 338.073,
                "byte_start": 1398680,
                "byte_stop": 1455731,
                "text": "Now, if the Court please, there are claims by the Government that there is other post-affidavit evidence in this record including, as the Government has presented it, evidence which the trial judge struck out.",
                "start": 323.804
              },
              {
                "stop": 348.648,
                "byte_start": 1455731,
                "byte_stop": 1498049,
                "text": "Now, without going into the details of that, we simply contest the Government's position and our position is fully set out in our reply brief at pages three to five.",
                "start": 338.073
              },
              {
                "stop": 352.705,
                "byte_start": 1498049,
                "byte_stop": 1514245,
                "text": "Matusow, we submit, is the crucial witness.",
                "start": 348.648
              },
              {
                "stop": 389.566,
                "byte_start": 1514245,
                "byte_stop": 1661785,
                "text": "The only post-affidavit witness having any probative force and because he is the only post-affidavit witness having probative force, he is the only witness having probative force because it is our position that under this Court's opinion in Douds, the pre-affidavit evidence standing alone would be insufficient, and I refer to that passage in the Douds opinion to the effect that a person who was once a member of the party or affiliated with the party could sign the affidavit upon terminating his connection.",
                "start": 352.705
              },
              {
                "stop": 400.37,
                "byte_start": 1661785,
                "byte_stop": 1704939,
                "text": "And we point out again that the last of the pre-affidavit evidence came only to within nine months of the critical date.",
                "start": 389.566
              },
              {
                "stop": 422.749,
                "byte_start": 1704939,
                "byte_stop": 1794487,
                "text": "Now, I turn first to our point one, the issues surrounding our motion to the trial court for production of statements of two witnesses which were made to the F.B.I. in the course of the witnesses' career as professional informers for that agency.",
                "start": 400.37
              },
              {
                "stop": 426.315,
                "byte_start": 1794487,
                "byte_stop": 1808697,
                "text": "First, our motion made at the trial itself.",
                "start": 422.749
              },
              {
                "stop": 431.601,
                "byte_start": 1808697,
                "byte_stop": 1829909,
                "text": "We confine this discussion, if the Court please, to the Matusow statements.",
                "start": 426.315
              },
              {
                "stop": 445.306,
                "byte_start": 1829909,
                "byte_stop": 1884662,
                "text": "In doing so, we do not abandon our position concerning Ford, but we concentrate on Matusow because his testimony was crucial at the trial because of the recantation.",
                "start": 431.601
              },
              {
                "stop": 519.087,
                "byte_start": 1884662,
                "byte_stop": 2179845,
                "text": "And because this witness himself poses grave problems to the administration of justice and I refer to the fact that he was one of the three witnesses as to whom there stood the unchallenged charge of perjury upon which this Court acted in Communist Party against the Subversive Activities Control Board, because this witness was held by that Board not only in the proceedings which followed this Court's order but in proceedings which preceded this Court's order as being a wholly unreliable witness not entitled to the reliance of any trier of fact because this witness was the one involved in United States against Flynn, whom Judge Dimock found to have perjured himself in that case and because his recent conviction of perjury in the District Court for the Southern District of New York all indicate, if the Court please, that we have here a problem which our courts face in seeing to it that the administration of justice is cleansed of the products of such people.",
                "start": 445.306
              },
              {
                "stop": 531.598,
                "byte_start": 2179845,
                "byte_stop": 2229896,
                "text": "And while this problem differed in details, we submit that it is the same in essence, as that which this Court disposed of last week in Mesarosh.",
                "start": 519.087
              },
              {
                "stop": 539.994,
                "byte_start": 2229896,
                "byte_stop": 2263437,
                "text": "Now, as to the documents at issue, we point out that these are Matusow's own statements.",
                "start": 531.598
              },
              {
                "stop": 547.971,
                "byte_start": 2263437,
                "byte_stop": 2295411,
                "text": "They were his reports given to his superiors in the F.B.I. at the time he was serving as an informant.",
                "start": 539.994
              },
              {
                "stop": 585.23,
                "byte_start": 2295411,
                "byte_stop": 2444413,
                "text": "That they are contemporaneous or nearly so with the transactions which they record, that they were prepared under instructions to be complete and not selective in what he reported and that they are therefore probably the most reliable evidence that exists today and which existed at the time of the trial and at the time of the hearing on a motion for a new trial as to what did occur back in 1950 when Matusow said he had the conversations with Jencks at that guest ranch in New Mexico.",
                "start": 547.971
              },
              {
                "stop": 601.289,
                "byte_start": 2444413,
                "byte_stop": 2508675,
                "text": "Finally, we point out that we're dealing here with only a few documents covering a period of about three weeks, Matusow testified that he reported a minimum of once a week so we can assume we have about here three, perhaps four or five documents.",
                "start": 585.23
              },
              {
                "stop": 611.223,
                "byte_start": 2508675,
                "byte_stop": 2548381,
                "text": "As to the setting of the motion addressed to the trial court, I say again Matusow was the crucial witness.",
                "start": 601.289
              },
              {
                "stop": 633.602,
                "byte_start": 2548381,
                "byte_stop": 2637928,
                "text": "He was admittedly on cross-examination, a professional informer witness whose rewards by way of important position with state committees dealing with so-called un-American problems, with this agency in New York known as Counterattack which became the volunteer sensors of the stage and screen in America.",
                "start": 611.223
              },
              {
                "stop": 643.55,
                "byte_start": 2637928,
                "byte_stop": 2677635,
                "text": "His campaign participation on behalf of Senator McCarthy and others in the 1952 campaign, all of these are in the record.",
                "start": 633.602
              },
              {
                "stop": 653.694,
                "byte_start": 2677635,
                "byte_stop": 2718281,
                "text": "Further as to the setting, Matusow testified only to uncorroborated oral admissions generally regarded as the weakest of evidence.",
                "start": 643.55
              },
              {
                "stop": 666.607,
                "byte_start": 2718281,
                "byte_stop": 2769899,
                "text": "In two prior performances concerning Jencks, at least before legislative committees, this witness had failed to mention three of the four incidents which he covered in his trial testimony.",
                "start": 653.694
              },
              {
                "stop": 675.772,
                "byte_start": 2769899,
                "byte_stop": 2806575,
                "text": "The cross-examination showed a long course of repeated lying for petty gain.",
                "start": 666.607
              },
              {
                "stop": 685.801,
                "byte_start": 2806575,
                "byte_stop": 2846699,
                "text": "Against this setting, we moved to the trial court to require the Government to produce these statements to the Court, not to us, but to the Court.",
                "start": 675.772
              },
              {
                "stop": 696.848,
                "byte_start": 2846699,
                "byte_stop": 2890898,
                "text": "The Court to examine the documents, ascertain whether they had relevance for impeachment purposes and if so to turn the documents over to us.",
                "start": 685.801
              },
              {
                "stop": 712.723,
                "byte_start": 2890898,
                "byte_stop": 2954324,
                "text": "When this motion was refused without a statement of reasons, we asked that the reports be required to be produced to the Court and by its seal for purpose of the record on appeal and this also was refused.",
                "start": 696.848
              },
              {
                "stop": 718.612,
                "byte_start": 2954324,
                "byte_stop": 2977938,
                "text": "We turn now to the questions as to why this motion should have been granted.",
                "start": 712.723
              },
              {
                "stop": 751.168,
                "byte_start": 2977938,
                "byte_stop": 3108133,
                "text": "It would seem to us at the outset, if the Court please, that there is something draconian and certainly antediluvian in the sense that it precedes our civilized concepts of justice, that the prosecutor should be able to hold in his file documents which bear upon the guilt or innocence of a man charged with crime and not be required to cast that light on the issues of guilt or innocence before the trier of the fact.",
                "start": 718.612
              },
              {
                "stop": 780.837,
                "byte_start": 3108133,
                "byte_stop": 3226833,
                "text": "The most important reason why this consideration of policy, we submit, should apply here is that this man Matusow was the crucial witness, he was as -- a highly suspect witness and I submit that there was enough before the Court in his cross-examination at the trial to put up the warning signals that are debacle, like what happened in Mesarosh, was in the making.",
                "start": 751.168
              },
              {
                "stop": 789.226,
                "byte_start": 3226833,
                "byte_stop": 3260374,
                "text": "Further, we point out that these -- these reports that we asked for, the statements of his were contemporaneous and likely to be complete.",
                "start": 780.837
              },
              {
                "stop": 799.615,
                "byte_start": 3260374,
                "byte_stop": 3301961,
                "text": "And we submit that the request went to documents best -- best equipped to point out the truth.",
                "start": 789.226
              },
              {
                "stop": 829.03,
                "byte_start": 3301961,
                "byte_stop": 3419617,
                "text": "They were asked for in a situation where the doing of justice demanded the most searching of cross-examination and we think that the Government had an obligation to turn these documents over, they were no longer confidential because the bringing of the prosecution itself had waived whatever governmental privileges attached to those portions of the documents which were relevant to this proceeding and that is all that we ask that the Court turn over to us.",
                "start": 799.615
              },
              {
                "stop": 850.294,
                "byte_start": 3419617,
                "byte_stop": 3504671,
                "text": "The Government, we point out, under this Court's observations in the Berger case, had a higher obligation than that of convicting Matusow and had the obligation of seeing that justice was done and therefore not to withhold from the Court any information which bore upon the guilt or innocence of the man charged.",
                "start": 829.03
              },
              {
                "stop": 876.187,
                "byte_start": 3504671,
                "byte_stop": 3608221,
                "text": "To adopt the language of the Second Circuit, once the prosecution has begun, it must be conducted in the open and it lies not with the Government to suppress documents which record the very transactions upon which the Government sought to predicate guilt and which documents may tend, and I quote the -- the Court, “May tend to exculpate.”",
                "start": 850.294
              },
              {
                "stop": 883.811,
                "byte_start": 3608221,
                "byte_stop": 3638732,
                "text": "Under the rule of the Second Circuit, if the Court please, unless that obligation is discharged, the prosecution will fail.",
                "start": 876.187
              },
              {
                "stop": 896.833,
                "byte_start": 3638732,
                "byte_stop": 3690768,
                "text": "To adopt perhaps a less formal formulation of the -- of this approach by the Ninth Circuit in the Fisher case, one would except the Government to be glad to turn over the documents.",
                "start": 883.811
              },
              {
                "stop": 904.073,
                "byte_start": 3690768,
                "byte_stop": 3719816,
                "text": "If they did not serve to impeach the witness, the Government stood to lose nothing.",
                "start": 896.833
              },
              {
                "stop": 914.758,
                "byte_start": 3719816,
                "byte_stop": 3762552,
                "text": "If they serve to impeach the witness, the documents serve the Government's highest obligation of seeing that justice is done.",
                "start": 904.073
              },
              {
                "stop": 939.756,
                "byte_start": 3762552,
                "byte_stop": 3862549,
                "text": "Now, the court below and the Government here take the position that the Government need not turn over the documents even to the trial court for its examination unless the defendant first shows a contradiction between the testimony of the witness and the statement at issue.",
                "start": 914.758
              },
              {
                "stop": 945.707,
                "byte_start": 3862549,
                "byte_stop": 3886268,
                "text": "This position is based squarely upon this Court's holding in the Gordon case.",
                "start": 939.756
              },
              {
                "stop": 975.676,
                "byte_start": 3886268,
                "byte_stop": 4006222,
                "text": "The motion there, we point out, was a motion for direct access on the part of the defendant to the witnesses' statement and we agree that under those circumstances the showing of contradiction is necessary in order to protect the Government's interest because such a showing of contradiction is necessary to establish relevance and the defense in those circumstances asking for direct access is not entitled to the documents unless they're relevant.",
                "start": 945.707
              },
              {
                "stop": 992.956,
                "byte_start": 4006222,
                "byte_stop": 4075290,
                "text": "But we say, if the Court please, that the Gordon case is inapplicable here because here our motion was for production to the trial court for the trial court's examination to determine relevance and this fully protected the Government's interest.",
                "start": 975.676
              },
              {
                "stop": 998.447,
                "byte_start": 4075290,
                "byte_stop": 4097233,
                "text": "Second, let me point out that the record reflects an effort on our part to show a contradiction.",
                "start": 992.956
              },
              {
                "stop": 1008.887,
                "byte_start": 4097233,
                "byte_stop": 4139029,
                "text": "We asked Matusow whether he had put in his reports any statement concerning this do-day conversation, which I described earlier.",
                "start": 998.447
              },
              {
                "stop": 1019.889,
                "byte_start": 4139029,
                "byte_stop": 4183019,
                "text": "His reply was that he could not recall the contents of any of his reports, these three years after the reports had been submitted.",
                "start": 1008.887
              },
              {
                "stop": 1027.741,
                "byte_start": 4183019,
                "byte_stop": 4214471,
                "text": "Now, the Government's position here would make the issue turn on the answer of the witness.",
                "start": 1019.889
              },
              {
                "stop": 1041.396,
                "byte_start": 4214471,
                "byte_stop": 4269014,
                "text": "The claim of the witness of no recollections or of no contradiction could be honest but mistaken or could be dishonest, deliberately false.",
                "start": 1027.741
              },
              {
                "stop": 1046.838,
                "byte_start": 4269014,
                "byte_stop": 4290853,
                "text": "The greater the passage of time, the greater the chance of an honest mistake.",
                "start": 1041.396
              },
              {
                "stop": 1058.345,
                "byte_start": 4290853,
                "byte_stop": 4336828,
                "text": "The more a suspect the witness, as we have the situation here, the more likely a dishonest and deliberately false statement.",
                "start": 1046.838
              },
              {
                "stop": 1071.254,
                "byte_start": 4336828,
                "byte_stop": 4388446,
                "text": "In short, the greater the need for searching cross-examination, the less likely that the instruments for that cross-examination would be made available.",
                "start": 1058.345
              },
              {
                "stop": 1092.699,
                "byte_start": 4388446,
                "byte_stop": 4474232,
                "text": "We are informed, I was not present last week when the Lightfoot case was argued, but we are informed that the Solicitor General took the position here that even if the witness denies that there is a contradiction between his statement and his trial testimony, the Court can look at the statements to determine whether there's a contradiction.",
                "start": 1071.254
              },
              {
                "stop": 1112.528,
                "byte_start": 4474232,
                "byte_stop": 4553540,
                "text": "If that is the Solicitor General's position, we submit, then the Government is insisting only upon an empty formality that the question be asked as some kind of ritual before the documents be turned -- be turned over.",
                "start": 1092.699
              },
              {
                "stop": 1130.691,
                "byte_start": 4553540,
                "byte_stop": 4626265,
                "text": "I would like to close this point by suggesting to the Court that here we cannot ignore, as we deal with the trial record, what we must necessarily know as a result of the record on the hearing for the motion for a new trial.",
                "start": 1112.528
              },
              {
                "stop": 1149.117,
                "byte_start": 4626265,
                "byte_stop": 4699930,
                "text": "At that hearing, Matusow asserted that the documents did contradict his trial testimony and this testimony at the hearing would -- showed a comprehensive and thorough contradiction between the reports and the trial testimony.",
                "start": 1130.691
              }
            ],
            "start": 18.479,
            "stop": 1149.117,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_mcternan",
              "roles": null,
              "identifier": "john_t_mcternan",
              "thumbnail": null,
              "ID": 31669,
              "last_name": "McTernan",
              "name": "John T. McTernan",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4718529,
            "byte_start": 4699930,
            "text_blocks": [
              {
                "stop": 1153.768,
                "byte_start": 4699930,
                "byte_stop": 4718529,
                "text": "What did he say the record showed in that regard, Mr. McTernan?",
                "start": 1149.117
              }
            ],
            "start": 1149.117,
            "stop": 1153.768,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 4720515,
            "byte_start": 4718529,
            "text_blocks": [
              {
                "stop": 1154.259,
                "byte_start": 4718529,
                "byte_stop": 4720515,
                "text": "The --",
                "start": 1153.768
              }
            ],
            "start": 1153.768,
            "stop": 1154.259,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_mcternan",
              "roles": null,
              "identifier": "john_t_mcternan",
              "thumbnail": null,
              "ID": 31669,
              "last_name": "McTernan",
              "name": "John T. McTernan",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4740054,
            "byte_start": 4720515,
            "text_blocks": [
              {
                "stop": 1159.155,
                "byte_start": 4720515,
                "byte_stop": 4740054,
                "text": "Did he say that he did not put anything in or he did put something in?",
                "start": 1154.259
              }
            ],
            "start": 1154.259,
            "stop": 1159.155,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 4959378,
            "byte_start": 4740054,
            "text_blocks": [
              {
                "stop": 1172.119,
                "byte_start": 4740054,
                "byte_stop": 4791986,
                "text": "Well, he said that his reports would show that he had no conversation with Jencks concerning the Communist Party or Communist Party membership or Communist Party activity.",
                "start": 1159.155
              },
              {
                "stop": 1179.898,
                "byte_start": 4791986,
                "byte_stop": 4823019,
                "text": "That he never identified Jencks as a member of the Communist Party in any of his report.",
                "start": 1172.119
              },
              {
                "stop": 1214.002,
                "byte_start": 4823019,
                "byte_stop": 4959378,
                "text": "Now, I think that on that statement, Mr. Chief Justice, the chances are that the reports are silent on the four transactions that the witness testified to at the trial and therefore the reports are valuable as impeachment because under the circumstances under which they were prepared, if the transactions occurred, they would have been reported and therefore the failure to mention them is equivalent to asserting that they didn't have it.",
                "start": 1179.898
              }
            ],
            "start": 1159.155,
            "stop": 1214.002,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_mcternan",
              "roles": null,
              "identifier": "john_t_mcternan",
              "thumbnail": null,
              "ID": 31669,
              "last_name": "McTernan",
              "name": "John T. McTernan",
              "length_of_service": 0
            }
          }
        ]
      }
    ],
    "title": "Jencks v. United States",
    "duration": 1214.002
  },
  "damaged": null,
  "unavailable": null,
  "title": "Oral Argument - October 17, 1956 (Part 1)",
  "public_note": null,
  "id": 13219,
  "media_file": [
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1956/23/19561017a_23_part1.delivery.mp3",
      "size": 4959692,
      "id": 35558,
      "mime": "audio/mpeg"
    },
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1956/23/19561017a_23_part1.ogg",
      "size": 11779273,
      "id": 57615,
      "mime": "audio/ogg"
    },
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1956/23/19561017a_23_part1.m3u8",
      "size": 18336,
      "id": 57616,
      "mime": "application/x-mpegURL"
    }
  ]
}