{
  "title": "Oral Argument - October 16, 1958 (Part 1)",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 3371865,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 180642,
            "stop": 19.303,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 4, Emanuel Brown, petitioner, versus United States of America.",
                "start": 0,
                "byte_stop": 174895,
                "byte_start": 103424,
                "stop": 17.862
              },
              {
                "text": "Mr. Shapiro.",
                "start": 17.862,
                "byte_stop": 180642,
                "byte_start": 174895,
                "stop": 19.303
              }
            ]
          },
          {
            "start": 19.303,
            "speaker": {
              "last_name": "Shapiro",
              "ID": 36779,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/myron_l_shapiro",
              "view_count": 0,
              "identifier": "myron_l_shapiro",
              "name": "Myron L. Shapiro"
            },
            "byte_stop": 551163,
            "stop": 111.919,
            "byte_start": 180642,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, and may it please the Court.",
                "start": 19.303,
                "byte_stop": 196524,
                "byte_start": 180642,
                "stop": 23.259
              },
              {
                "text": "This is certiorari to review the conviction of the petitioner under Rule 42 (a) of the Rules of Criminal Procedure for refusing to answer certain questions before a judge and grand jury.",
                "start": 23.259,
                "byte_stop": 271130,
                "byte_start": 196524,
                "stop": 41.919
              },
              {
                "text": "The petitioner was sentenced to 15 months and the matter and was allowed on bail by the Circuit -- by United States Court of Appeals for the Second Circuit.",
                "start": 41.919,
                "byte_stop": 329331,
                "byte_start": 271130,
                "stop": 56.466
              },
              {
                "text": "The issues in this case are one, whether under Section 305 (d) of the Motor Carrier's Act, the petitioner obtained immunity if he testify before the grand jury.",
                "start": 56.466,
                "byte_stop": 402056,
                "byte_start": 329331,
                "stop": 74.643
              },
              {
                "text": "Two; whether the immunity, if it existed, was coextensive with the privilege against self-incrimination under the Fifth Amendment and three, whether the procedure followed here, resulting in his conviction of criminal contempt under Rule 42 (a) was valid.",
                "start": 74.643,
                "byte_stop": 503202,
                "byte_start": 402056,
                "stop": 99.934
              },
              {
                "text": "Fourth, whether the sentence of 15 months was unreasonable and abuse of judicial discretion and cruel an unusual punishment.",
                "start": 99.934,
                "byte_stop": 551163,
                "byte_start": 503202,
                "stop": 111.919
              }
            ]
          },
          {
            "start": 111.919,
            "speaker": null,
            "byte_stop": 561612,
            "stop": 114.534,
            "byte_start": 551163,
            "text_blocks": [
              {
                "text": "This man has been out on bail?",
                "start": 111.919,
                "byte_stop": 561612,
                "byte_start": 551163,
                "stop": 114.534
              }
            ]
          },
          {
            "start": 114.534,
            "speaker": {
              "last_name": "Shapiro",
              "ID": 36779,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/myron_l_shapiro",
              "view_count": 0,
              "identifier": "myron_l_shapiro",
              "name": "Myron L. Shapiro"
            },
            "byte_stop": 1303071,
            "stop": 299.891,
            "byte_start": 561612,
            "text_blocks": [
              {
                "text": "Yes Judge -- Mr. Justice Harlan.",
                "start": 114.534,
                "byte_stop": 569448,
                "byte_start": 561612,
                "stop": 116.5
              },
              {
                "text": "Now, eight days rather, he served eight days before United States Court of Appeals released him on bail.",
                "start": 116.5,
                "byte_stop": 604035,
                "byte_start": 569448,
                "stop": 125.131
              },
              {
                "text": "The petitioner is associated with a garment, dress garment manufacturing company in New York City, known as Young Tempo Inc.",
                "start": 125.131,
                "byte_stop": 668400,
                "byte_start": 604035,
                "stop": 141.235
              },
              {
                "text": "He's also associated with another dress manufacturing company known as Acme Dress Company which is located in Midvale, New Jersey.",
                "start": 141.235,
                "byte_stop": 708002,
                "byte_start": 668400,
                "stop": 151.129
              },
              {
                "text": "There is another company known as T & R Cutting or T & R Trucking Company, I shall refer to it as T & R Trucking, which transports materials and dresses to and from Young Tempo in New York and to in from Acme Dress Company in New Jersey.",
                "start": 151.129,
                "byte_stop": 788668,
                "byte_start": 708002,
                "stop": 171.303
              },
              {
                "text": "Now, this company is nominally owned by a man named Theodore Reish or Teddy Ray.",
                "start": 171.303,
                "byte_stop": 827016,
                "byte_start": 788668,
                "stop": 180.876
              },
              {
                "text": "The Government's information is, as the record shows, that the real owner of T & R Trucking is one John Dioguardi or Johnny Dio, a notorious person in New York State or New York City.",
                "start": 180.876,
                "byte_stop": 901204,
                "byte_start": 827016,
                "stop": 199.43
              },
              {
                "text": "In this case, the petitioner, for a number of times, had appeared before two grand juries in the Southern District pursuant to subpoena.",
                "start": 199.43,
                "byte_stop": 957942,
                "byte_start": 901204,
                "stop": 213.613
              },
              {
                "text": "The first appearance was in connection with the location of Teddy Ray in the (Inaudible) obstruction of justice case.",
                "start": 213.613,
                "byte_stop": 996498,
                "byte_start": 957942,
                "stop": 223.247
              },
              {
                "text": "The other appearances, which we computed to be about 10 or 11 times, were in connection with the general rakecteering investigation then going on in the Southern District of New York, particularly directed to the garment trucking industry.",
                "start": 223.247,
                "byte_stop": 1070164,
                "byte_start": 996498,
                "stop": 241.667
              },
              {
                "text": "At those times, the petitioner when appeared, mainly claimed his privilege against self-incrimination, although he did give some testimony.",
                "start": 241.667,
                "byte_stop": 1119692,
                "byte_start": 1070164,
                "stop": 254.053
              },
              {
                "text": "In March of 1957, the Assistant United States Attorney who had been handling this matter from the inception called petitioner's counsel, that is myself, to his office in the courthouse and informed me that they had decided to institute an investigation under the Motor Carrier's Act and that under Section 305 (d) and Section 46 of the original Interstate Commerce Act, immunity would apply and that therefore, petitioner would not have his privilege and refuse -- and could not refuse to testify.",
                "start": 254.053,
                "byte_stop": 1303071,
                "byte_start": 1119692,
                "stop": 299.891
              }
            ]
          },
          {
            "start": 299.891,
            "speaker": null,
            "byte_stop": 1323551,
            "stop": 305.017,
            "byte_start": 1303071,
            "text_blocks": [
              {
                "text": "There is no immunity statute (Inaudible)",
                "start": 299.891,
                "byte_stop": 1323551,
                "byte_start": 1303071,
                "stop": 305.017
              }
            ]
          },
          {
            "start": 305.017,
            "speaker": {
              "last_name": "Shapiro",
              "ID": 36779,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/myron_l_shapiro",
              "view_count": 0,
              "identifier": "myron_l_shapiro",
              "name": "Myron L. Shapiro"
            },
            "byte_stop": 2668126,
            "stop": 641.174,
            "byte_start": 1323551,
            "text_blocks": [
              {
                "text": "No sir.",
                "start": 305.017,
                "byte_stop": 1338389,
                "byte_start": 1323551,
                "stop": 308.716
              },
              {
                "text": "The petitioner was served with the subpoena which called upon him to appear personally before the grand jury and he appeared on April 5th, 1957 accompanied by counsel, and throughout the proceedings I may say counsel remained in the anteroom with the grand jury and the petitioner was permitted to consult with counsel during the grand jury proceedings.",
                "start": 308.716,
                "byte_stop": 1460955,
                "byte_start": 1338389,
                "stop": 339.375
              },
              {
                "text": "The petitioner was asked, in the grand jury proceedings on April 5th, a number of questions which appeared on page 6 of petitioners brief here, all of which seriatum and together I would say, he refused to answer on the ground that it might tend to incriminate him.",
                "start": 339.375,
                "byte_stop": 1570983,
                "byte_start": 1460955,
                "stop": 366.881
              },
              {
                "text": "He also refused to answer these questions after he had consulted with counsel.",
                "start": 366.881,
                "byte_stop": 1598046,
                "byte_start": 1570983,
                "stop": 373.65
              },
              {
                "text": "The grand jury then directed him to -- down to room 318, the criminal part of the Southern District, where Judge Levet was presiding and there the grand jury was present along with the Assistant United States Attorney, petitioner and his counsel and Judge Levet of course.",
                "start": 373.65,
                "byte_stop": 1700342,
                "byte_start": 1598046,
                "stop": 399.221
              },
              {
                "text": "The Judge was adviced that the proceedings then to be had were the efforts of the grand jury to secure the aid and assistance of the Court in obtaining testimony from petitioner.",
                "start": 399.221,
                "byte_stop": 1770663,
                "byte_start": 1700342,
                "stop": 416.809
              },
              {
                "text": "It is clear from the record that the Assistant United States Attorney had, in some colloquy of the record, indicated that this was the only hearing that petitioner would have.",
                "start": 416.809,
                "byte_stop": 1821863,
                "byte_start": 1770663,
                "stop": 429.605
              },
              {
                "text": "Petitioner's counsel requested a notice and an opportunity to prepare and an adjournment for that purpose which was overruled.",
                "start": 429.605,
                "byte_stop": 1869093,
                "byte_start": 1821863,
                "stop": 441.41
              },
              {
                "text": "The position taken by the Assistant United States Attorney in -- explained to the Court what the matter was about, was that Section 305 (d) conferred immunity by incorporating Section 46 of the original Interstate Commerce Act and that the Court should agree with his determination then it should direct the witness to answer these questions upon his return to the grand jury room.",
                "start": 441.41,
                "byte_stop": 1992808,
                "byte_start": 1869093,
                "stop": 472.328
              },
              {
                "text": "Argument was had before the judge at this point by petitioner's counsel and the Assistant U.S. Attorney in which the position was taken by petitioner's counsel that there was no immunity under Section 305 (d) insofar as the grand jury was concerned and that the only immunity that applied was that, which could take place in an investigation by the Commissioner.",
                "start": 472.328,
                "byte_stop": 2108479,
                "byte_start": 1992808,
                "stop": 501.261
              },
              {
                "text": "The Court adjourned Friday afternoon till Monday, and on Monday, April 8, the Court in its decision, which appears that the page 34, 35 or 36 of the record, decided that there was immunity that it covered both federal state prosecution and that therefore, the petitioner was directed to answer to the question.",
                "start": 501.261,
                "byte_stop": 2240658,
                "byte_start": 2108479,
                "stop": 534.29
              },
              {
                "text": "A postponement was requested to consult with the client and 30 minutes was allowed and at the expiration of the 30 minutes, petitioner appeared once more in the grand jury room with counsel in the anteroom and there the six questions directed to be answered by the Court were put to the witness again, that is the petitioner, and he refused again on the ground of possible self-incrimination to answer the questions.",
                "start": 534.29,
                "byte_stop": 2383287,
                "byte_start": 2240658,
                "stop": 569.949
              },
              {
                "text": "The grand jury then directed petitioner once more to attend in the courtroom, before Judge Levet, who was still in the criminal part on that day.",
                "start": 569.949,
                "byte_stop": 2441697,
                "byte_start": 2383287,
                "stop": 584.568
              },
              {
                "text": "The petitioner and his attorney and the grand jury and the Assistant U.S. Attorney and the, if I recall it the Marshall too who was in charge of the grand jury, went to Judge Levet's Courtroom.",
                "start": 584.568,
                "byte_stop": 2504077,
                "byte_start": 2441697,
                "stop": 600.15
              },
              {
                "text": "There, the Assistant U.S. Attorney advised the Court that the grand jury was there once more seeking the aid and assistance of the Court, that the petitioner had not testified in the grand jury has directed, but the effort of the Government was still to get his testimony and that if he did not answer the questions to be put to him by the Court, the request was that the Court put the questions to him that he be found guilty of criminal contempt under Rule 42 (a) as having actually taken place in the presence of the Court, in the immediate present of the Court.",
                "start": 600.15,
                "byte_stop": 2668126,
                "byte_start": 2504077,
                "stop": 641.174
              }
            ]
          },
          {
            "start": 641.174,
            "speaker": null,
            "byte_stop": 2676276,
            "stop": 643.207,
            "byte_start": 2668126,
            "text_blocks": [
              {
                "text": "If I --",
                "start": 641.174,
                "byte_stop": 2676276,
                "byte_start": 2668126,
                "stop": 643.207
              }
            ]
          },
          {
            "start": 643.207,
            "speaker": {
              "last_name": "Shapiro",
              "ID": 36779,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/myron_l_shapiro",
              "view_count": 0,
              "identifier": "myron_l_shapiro",
              "name": "Myron L. Shapiro"
            },
            "byte_stop": 2679202,
            "stop": 643.929,
            "byte_start": 2676276,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 643.207,
                "byte_stop": 2679202,
                "byte_start": 2676276,
                "stop": 643.929
              }
            ]
          },
          {
            "start": 643.929,
            "speaker": null,
            "byte_stop": 2740746,
            "stop": 659.321,
            "byte_start": 2679202,
            "text_blocks": [
              {
                "text": "As I understand the sequence of events that is on April 5 (Inaudible) answer, argument for the Court, April 8 ruling by the Court and turned to the grand jury refusal to answer and then you're up for the (Inaudible).",
                "start": 643.929,
                "byte_stop": 2740746,
                "byte_start": 2679202,
                "stop": 659.321
              }
            ]
          },
          {
            "start": 659.321,
            "speaker": {
              "last_name": "Shapiro",
              "ID": 36779,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/myron_l_shapiro",
              "view_count": 0,
              "identifier": "myron_l_shapiro",
              "name": "Myron L. Shapiro"
            },
            "byte_stop": 3354624,
            "stop": 812.795,
            "byte_start": 2740746,
            "text_blocks": [
              {
                "text": "Yes, but that was on April 8 too, that was the right about an hour later or something.",
                "start": 659.321,
                "byte_stop": 2773347,
                "byte_start": 2740746,
                "stop": 667.468
              },
              {
                "text": "The Court then directed -- then proceeded with the matter.",
                "start": 667.468,
                "byte_stop": 2822248,
                "byte_start": 2773347,
                "stop": 679.683
              },
              {
                "text": "Request was made by petitioner's counsel for notice, specification of charges, and an adjournment in order to prepare for hearing.",
                "start": 679.683,
                "byte_stop": 2872508,
                "byte_start": 2822248,
                "stop": 692.259
              },
              {
                "text": "The ruling was that the Court was still endeavoring, in essence the ruling was that the Court was still endeavoring to get the petitioner's testimony that this was in -- in the aid and assistance of the grand jury and that therefore, the matter should proceed.",
                "start": 692.259,
                "byte_stop": 2945024,
                "byte_start": 2872508,
                "stop": 710.374
              },
              {
                "text": "The grand jury's stenographers were called and they read they're untranscribed notes indicate what transpired in the grand jury room namely that this petitioner had not answered the questions, although directed by the Court.",
                "start": 710.374,
                "byte_stop": 3012106,
                "byte_start": 2945024,
                "stop": 727.165
              },
              {
                "text": "The District Court then directed petitioner to take the stand.",
                "start": 727.165,
                "byte_stop": 3041155,
                "byte_start": 3012106,
                "stop": 734.428
              },
              {
                "text": "Objection was made to this on the ground that he was now being compelled in the criminal cause to be a witness against himself.",
                "start": 734.428,
                "byte_stop": 3080443,
                "byte_start": 3041155,
                "stop": 744.253
              },
              {
                "text": "They did not swear him.",
                "start": 744.253,
                "byte_stop": 3086294,
                "byte_start": 3080443,
                "stop": 745.696
              },
              {
                "text": "I -- the question was raised.",
                "start": 745.696,
                "byte_stop": 3096534,
                "byte_start": 3086294,
                "stop": 748.277
              },
              {
                "text": "As a matter of fact the District Judge asked the Assistant U.S. Attorney whether he had been sworn and the assistant had stated that he'd been sworn in the grand jury.",
                "start": 748.277,
                "byte_stop": 3138957,
                "byte_start": 3096534,
                "stop": 758.876
              },
              {
                "text": "I -- I said that I have not seen him sworn and the District Judge said that made no diffence because this was a continuance of the grand jury proceeding before the Court.",
                "start": 758.876,
                "byte_stop": 3183261,
                "byte_start": 3138957,
                "stop": 769.947
              },
              {
                "text": "And that therefore, there was no reason to swear this man again because under the Court's theory which here was also the Government's theory, we have a judge, jury -- grand jury tribunal proceding.",
                "start": 769.947,
                "byte_stop": 3243238,
                "byte_start": 3183261,
                "stop": 784.944
              },
              {
                "text": "The judge then put the questions to the petitioner, who refused again to answer on the -- on the ground of possible self-incrimination to putting of each question there was naturally an objection which was overruled by the Court.",
                "start": 784.944,
                "byte_stop": 3328084,
                "byte_start": 3243238,
                "stop": 806.163
              },
              {
                "text": "The Court then proceeded to direct the petitioner to answer each questions.",
                "start": 806.163,
                "byte_stop": 3354624,
                "byte_start": 3328084,
                "stop": 812.795
              }
            ]
          },
          {
            "start": 812.795,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 3371865,
            "stop": 817.115,
            "byte_start": 3354624,
            "text_blocks": [
              {
                "text": "We'll recess now.",
                "start": 812.795,
                "byte_stop": 3371865,
                "byte_start": 3354624,
                "stop": 817.115
              }
            ]
          }
        ],
        "stop": 817.115
      }
    ],
    "duration": 817.115,
    "title": "Brown v. United States"
  },
  "id": 13559,
  "media_file": [
    {
      "size": 3372178,
      "id": 36238,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1958/4/19581016a_4_part1.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 7679734,
      "id": 58282,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1958/4/19581016a_4_part1.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 12123,
      "id": 58283,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1958/4/19581016a_4_part1.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}