{
  "title": "Oral Argument - March 23, 1959",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 3081070,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 220348,
            "stop": 29.228,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 127, Albertis S. Harrison, Jr., Attorney General of Virginia, et al., Appellants, versus National Association for the Advancement of Colored People, a Corporation, and NAACP Legal Defense and Educational Fund, Incorporated.",
                "start": 0,
                "byte_stop": 196629,
                "byte_start": 103424,
                "stop": 23.299
              },
              {
                "text": "Mr. Gravatt, you may proceed.",
                "start": 23.299,
                "byte_stop": 220348,
                "byte_start": 196629,
                "stop": 29.228
              }
            ]
          },
          {
            "start": 29.228,
            "speaker": {
              "last_name": "Gravatt",
              "ID": 30487,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_segar_gravatt",
              "view_count": 0,
              "identifier": "j_segar_gravatt",
              "name": "J. Segar Gravatt"
            },
            "byte_stop": 2869791,
            "stop": 691.575,
            "byte_start": 220348,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, if Your Honors, please.",
                "start": 29.228,
                "byte_stop": 250755,
                "byte_start": 220348,
                "stop": 36.819
              },
              {
                "text": "This case comes to this court on a direct appeal from a three-judge statutory court sitting in the Eastern District of Virginia by virtue of Title 28 U.S. C 1253.",
                "start": 36.819,
                "byte_stop": 320658,
                "byte_start": 250755,
                "stop": 54.283
              },
              {
                "text": "The controversy, here, arises from a bill filed in an equity proceeding by the National Association for Colored People and --and associate organization, the National Association for Colored People Legal Defense Fund, in which they asked the lower court to declare five Virginia statutes unconstitutional upon the ground that they violated the Commerce Clause of the Constitution and rights of the complainants under the Fourteenth and First Amendment.",
                "start": 54.283,
                "byte_stop": 489723,
                "byte_start": 320658,
                "stop": 96.561
              },
              {
                "text": "The defendant filed a motion to dismiss the complaint among the grounds stated is that one of the principal contentions which we wish to make here, namely, that the court should have withheld its extension of equity jurisdiction and should have remanded the case or held the case upon its doctrine pending a state construction of these actions.",
                "start": 96.561,
                "byte_stop": 636844,
                "byte_start": 489723,
                "stop": 133.35
              },
              {
                "text": "The matter was -- the motion, of course, overruled by the lower court, answers were filed and evidence was heard.",
                "start": 133.35,
                "byte_stop": 677595,
                "byte_start": 636844,
                "stop": 143.522
              },
              {
                "text": "The majority opinion written by two justices, Judge Soper and District Judge Hoffman over -- held three of the statutes, Chapter 31, 32 and 35 to be plainly in violation of the constitution to be without any ambiguity and referred or retained the case upon the doctrine, and directed the plaintiffs to apply to the State Court for a construction of the remaining two statutes 33 and 36.",
                "start": 143.522,
                "byte_stop": 856168,
                "byte_start": 677595,
                "stop": 188.183
              },
              {
                "text": "The statutes briefly, these three statutes that we have here under consideration fall into two classes, Chapter 31 and Chapter 32, what you would commonly characterize as registration statutes in that, they require the registry of the name of the corporation in this case and the supplying of certain information there with -- with the State -- the clerk of the State Corporation Commission provided the corporation or association is engaged in certain activities defined in the statute.",
                "start": 188.183,
                "byte_stop": 1033697,
                "byte_start": 856168,
                "stop": 232.563
              },
              {
                "text": "The other statute, which is Section -- Chapter 35 of the 1956 Act that were exercised in the General Assembly is a statute which deals with the unauthorized practice of law.",
                "start": 232.563,
                "byte_stop": 1092106,
                "byte_start": 1033697,
                "stop": 247.146
              },
              {
                "text": "It is quite closely akin to the other two statutes which the court directed be referred to the State Courts for a construction.",
                "start": 247.146,
                "byte_stop": 1139231,
                "byte_start": 1092106,
                "stop": 258.937
              },
              {
                "text": "We shall argue here, if the court, please, two questions.",
                "start": 258.937,
                "byte_stop": 1170787,
                "byte_start": 1139231,
                "stop": 266.836
              },
              {
                "text": "They are somewhat related to each other.",
                "start": 266.836,
                "byte_stop": 1187088,
                "byte_start": 1170787,
                "stop": 270.904
              },
              {
                "text": "The first suggestion, the first question is, should the lower court have exercised, in the exercise of its discretion retained these -- this case upon its doctrine with a suggestion to the plaintiffs that they apply to State Court for a construction of these statutes.",
                "start": 270.904,
                "byte_stop": 1291786,
                "byte_start": 1187088,
                "stop": 297.067
              },
              {
                "text": "I do not suppose that, in fact, the appellees in their brief recognized the validity of that principle.",
                "start": 297.067,
                "byte_stop": 1350823,
                "byte_start": 1291786,
                "stop": 311.848
              },
              {
                "text": "They have undertaken to develop an exception to it on the basis that that can -- will only be done, that a federal equity court will only submit a statute and withhold its exercise of its equity jurisdiction, will only do so when it is apparent to the Federal Court that there is a reasonable basis upon which the statute in question could be construed or interpreted in a manner which would make it constitutional.",
                "start": 311.848,
                "byte_stop": 1511528,
                "byte_start": 1350823,
                "stop": 352.014
              },
              {
                "text": "The problem which we present is a problem which has been recognized by this Court and by judges and statesmen through the years as being a delicate and an extremely serious function and an extremely serious matter.",
                "start": 352.014,
                "byte_stop": 1592717,
                "byte_start": 1511528,
                "stop": 372.321
              },
              {
                "text": "This Court has repeatedly said that it is concerned with one of the most delicate areas in which federal courts are required to discharge their duties, namely, though that area in which they come in conflict with state powers and state courts.",
                "start": 372.321,
                "byte_stop": 1688952,
                "byte_start": 1592717,
                "stop": 396.369
              },
              {
                "text": "I do not suppose that anyone would question the fact that the power to define crime, to define what acts are punishable acts is a power reserved to the States under the Ninth and the Tenth Amendment of the Constitution.",
                "start": 396.369,
                "byte_stop": 1757497,
                "byte_start": 1688952,
                "stop": 413.504
              },
              {
                "text": "Of course, that power has to be exercised, subject always to the limitations imposed upon the States in the Federal Constitution including the Fourteenth Amendment limitations which are contended for here.",
                "start": 413.504,
                "byte_stop": 1828968,
                "byte_start": 1757497,
                "stop": 431.369
              },
              {
                "text": "I do not suppose that anyone will question that the final authority for the interpretation and the construction of state statutes on our system of Government lies in the state courts and appropriately should be exercised then.",
                "start": 431.369,
                "byte_stop": 1902843,
                "byte_start": 1828968,
                "stop": 449.83
              },
              {
                "text": "I further do not suppose that anyone would question the fact that once such a statute is construed by the state courts, once the state court has determined the scope, has determined the meaning of its language, the area within its -- which it operates, the class, or those persons to whom it will apply that this Court, then is the final -- has the final responsibility to determine whether, as thus interpreted, or interpreted, the statute is in conflict with those limitations opposed -- imposed upon the States in our Constitution.",
                "start": 449.83,
                "byte_stop": 2107852,
                "byte_start": 1902843,
                "stop": 501.086
              },
              {
                "text": "Those principles and the doctrine that has been characterized in some of the decisions and which it seems to me very aptly described as a doctrine of equitable abstention from the assumption of power and of jurisdiction which a federal court has, that doctrine, if you please, is predicated upon those principles which I have mentioned to you, which on their origin in the very structure of the Constitution of the United States.",
                "start": 501.086,
                "byte_stop": 2248600,
                "byte_start": 2107852,
                "stop": 536.272
              },
              {
                "text": "It is -- it is a doctrine that is exercised in deference to the division of Congress ordained in the Constitution.",
                "start": 536.272,
                "byte_stop": 2294784,
                "byte_start": 2248600,
                "stop": 547.839
              },
              {
                "text": "There is another, however.",
                "start": 547.839,
                "byte_stop": 2303875,
                "byte_start": 2294784,
                "stop": 550.101
              },
              {
                "text": "There is another great and compelling reason that supports and directs the discretion of a chance this Court in withholding its jurisdiction and that is that this Court, the function and the responsibility, as I apologize for suggesting, is a heavy and a great and an enduring responsibility.",
                "start": 550.101,
                "byte_stop": 2423829,
                "byte_start": 2303875,
                "stop": 580.084
              },
              {
                "text": "What is done here in the construction of our Federal Constitution reaches on down the ages whenever and wherever it may be appropriate for it to be considered.",
                "start": 580.084,
                "byte_stop": 2484851,
                "byte_start": 2423829,
                "stop": 595.353
              },
              {
                "text": "For that reason, this Court has always, it has always been a maxim or canon of the exercise of its power that it would avoid deciding a case upon a constitutional issue if the case could be properly disposed of upon another brand.",
                "start": 595.353,
                "byte_stop": 2578578,
                "byte_start": 2484851,
                "stop": 618.784
              },
              {
                "text": "All of those considerations are not - if Your Honors please simply considerations of form.",
                "start": 618.784,
                "byte_stop": 2610657,
                "byte_start": 2578578,
                "stop": 626.806
              },
              {
                "text": "They are considerations that reach to the very substance of our system of government.",
                "start": 626.806,
                "byte_stop": 2631764,
                "byte_start": 2610657,
                "stop": 632.077
              },
              {
                "text": "They are considerations that are of the most compelling nature when we come to consider the friction that may be generated by the arbitrary exercise of federal power in an area that primarily is the responsibility for the States to operate in.",
                "start": 632.077,
                "byte_stop": 2725282,
                "byte_start": 2631764,
                "stop": 655.452
              },
              {
                "text": "And I am confident that a court of equity and that this Court will always recognize that a chance here sitting with such great power to be exercised upon a state legislature and upon all its people will use that forbearance in applying it that is dictated by the considerations and the constitutional principles which I have very briefly referred to.",
                "start": 655.452,
                "byte_stop": 2867597,
                "byte_start": 2725282,
                "stop": 691.038
              },
              {
                "text": "This doctrine --",
                "start": 691.038,
                "byte_stop": 2869791,
                "byte_start": 2867597,
                "stop": 691.575
              }
            ]
          },
          {
            "start": 691.575,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 2889644,
            "stop": 696.553,
            "byte_start": 2869791,
            "text_blocks": [
              {
                "text": "Does this law apply to just this organization or does it apply to others?",
                "start": 691.575,
                "byte_stop": 2889644,
                "byte_start": 2869791,
                "stop": 696.553
              }
            ]
          },
          {
            "start": 696.553,
            "speaker": {
              "last_name": "Gravatt",
              "ID": 30487,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_segar_gravatt",
              "view_count": 0,
              "identifier": "j_segar_gravatt",
              "name": "J. Segar Gravatt"
            },
            "byte_stop": 2956622,
            "stop": 713.291,
            "byte_start": 2889644,
            "text_blocks": [
              {
                "text": "It applies as far as I know, sir to -- to -- there are a great line of cases in which the court has applied it in a great many different situations.",
                "start": 696.553,
                "byte_stop": 2935724,
                "byte_start": 2889644,
                "stop": 708.066
              },
              {
                "text": "I think it applies to this principle here and I think it applies in all areas.",
                "start": 708.066,
                "byte_stop": 2956622,
                "byte_start": 2935724,
                "stop": 713.291
              }
            ]
          },
          {
            "start": 713.291,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 3008867,
            "stop": 726.355,
            "byte_start": 2956622,
            "text_blocks": [
              {
                "text": "Bar association does it apply, does it apply to the Junior State Bar Association?",
                "start": 713.291,
                "byte_stop": 2983267,
                "byte_start": 2956622,
                "stop": 719.949
              },
              {
                "text": "The -- the Chapters 31 and 32 rather, do they apply to any organization of NAACP?",
                "start": 719.949,
                "byte_stop": 3008867,
                "byte_start": 2983267,
                "stop": 726.355
              }
            ]
          },
          {
            "start": 726.355,
            "speaker": {
              "last_name": "Gravatt",
              "ID": 30487,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_segar_gravatt",
              "view_count": 0,
              "identifier": "j_segar_gravatt",
              "name": "J. Segar Gravatt"
            },
            "byte_stop": 3053275,
            "stop": 737.441,
            "byte_start": 3008867,
            "text_blocks": [
              {
                "text": "They -- they are -- are provisioned with respect to Legal Aid Society of the Bar Association, yes, sir.",
                "start": 726.355,
                "byte_stop": 3032586,
                "byte_start": 3008867,
                "stop": 732.27
              },
              {
                "text": "They are general provisions that apply to everybody that falls within them.",
                "start": 732.27,
                "byte_stop": 3053275,
                "byte_start": 3032586,
                "stop": 737.441
              }
            ]
          },
          {
            "start": 737.441,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 3059127,
            "stop": 738.917,
            "byte_start": 3053275,
            "text_blocks": [
              {
                "text": "I guess we don't understand each other.",
                "start": 737.441,
                "byte_stop": 3059127,
                "byte_start": 3053275,
                "stop": 738.917
              }
            ]
          },
          {
            "start": 738.917,
            "speaker": {
              "last_name": "Gravatt",
              "ID": 30487,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_segar_gravatt",
              "view_count": 0,
              "identifier": "j_segar_gravatt",
              "name": "J. Segar Gravatt"
            },
            "byte_stop": 3059545,
            "stop": 739.025,
            "byte_start": 3059127,
            "text_blocks": [
              {
                "text": "-- (Voice Overlap)",
                "start": 738.917,
                "byte_stop": 3059545,
                "byte_start": 3059127,
                "stop": 739.025
              }
            ]
          },
          {
            "start": 739.025,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 3066337,
            "stop": 740.709,
            "byte_start": 3059545,
            "text_blocks": [
              {
                "text": "We'll recess now, Mr. Gravatt.",
                "start": 739.025,
                "byte_stop": 3066337,
                "byte_start": 3059545,
                "stop": 740.709
              }
            ]
          },
          {
            "start": 740.709,
            "speaker": {
              "last_name": "Gravatt",
              "ID": 30487,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_segar_gravatt",
              "view_count": 0,
              "identifier": "j_segar_gravatt",
              "name": "J. Segar Gravatt"
            },
            "byte_stop": 3081070,
            "stop": 744.414,
            "byte_start": 3066337,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 740.709,
                "byte_stop": 3081070,
                "byte_start": 3066337,
                "stop": 744.414
              }
            ]
          }
        ],
        "stop": 744.414
      }
    ],
    "duration": 744.414,
    "title": "Harrison v. National Association for the Advancement of Colored People"
  },
  "id": 13649,
  "media_file": [
    {
      "size": 3081383,
      "id": 36418,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1958/127/19590323a_127.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 7238203,
      "id": 58458,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1958/127/19590323a_127.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 10071,
      "id": 58459,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1958/127/19590323a_127.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}