{
  "title": "Oral Argument - March 05, 1959 (Part 2)",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 979780,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "General",
              "ID": 16091,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/attorney_general",
              "view_count": 0,
              "identifier": "attorney_general",
              "name": "Mr. Attorney General"
            },
            "byte_stop": 979780,
            "stop": 219.092,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "(Inaudible) the case of North American Cold Storage Company.",
                "start": 0,
                "byte_stop": 126725,
                "byte_start": 103424,
                "stop": 5.806
              },
              {
                "text": "I'd like to point out to the Court that in that case, the ordinance involved specifically accepted private dwelling houses from the effect of the provisions of that ordinance pertaining to food, which was in -- an improper condition for human consumption.",
                "start": 5.806,
                "byte_stop": 182523,
                "byte_start": 126725,
                "stop": 19.753
              },
              {
                "text": "There was no effort there to reach the problem that we're dealing with here.",
                "start": 19.753,
                "byte_stop": 200391,
                "byte_start": 182523,
                "stop": 24.236
              },
              {
                "text": "On the issue of the -- the nature of the proceedings as being criminal, vel non, I'd like to make this remark.",
                "start": 24.236,
                "byte_stop": 237380,
                "byte_start": 200391,
                "stop": 33.468
              },
              {
                "text": "As pointed out by Judge Prettyman in the opinion in the middle case in the Circuit Court of Appeals, if this doctrine is the basis of a decision that the Fourth Amendment has no application and therefore, in this case that the Fourteenth has no application, one is faced with the anomalous situation that when government officials attempt to search or inspect the house of someone who is suspected of crime, they need a warrant.",
                "start": 33.468,
                "byte_stop": 340407,
                "byte_start": 237380,
                "stop": 59.23
              },
              {
                "text": "If they are searching for evidence of crime, it is said they must get a warrant.But if they are just searching or searching for something else other than evidence of crime, they need no warrant.",
                "start": 59.23,
                "byte_stop": 379277,
                "byte_start": 340407,
                "stop": 68.954
              },
              {
                "text": "And the -- the inescapable logic seems to be that a man who is suspected of crime therefore, has a greater right than a man who is not suspected of crime.",
                "start": 68.954,
                "byte_stop": 415222,
                "byte_start": 379277,
                "stop": 77.949
              },
              {
                "text": "And this defeats the argument, in my submission.",
                "start": 77.949,
                "byte_stop": 429955,
                "byte_start": 415222,
                "stop": 81.616
              },
              {
                "text": "Now, as to the point of the availability of search warrants for heath purposes in the City of Baltimore, it's pointed out in appellant's brief, and I like to call to the Court's attention here that under Section 208 of the very Baltimore City Health Code which is here, in issue, and it's at page 82 of the pamphlet, which is in the record, portfolio 132.",
                "start": 81.616,
                "byte_stop": 533922,
                "byte_start": 429955,
                "stop": 107.602
              },
              {
                "text": "\"A provision is made as follows, whenever the Commissioner of Health may have just caused to suspect, it's a little stronger in the requirement of cause that any baggage, clothing, bedding or goods of any character found in the city are infected with any contagious or infectious diseases which may be dangerous to the public health, he shall proceed to the nearest magistrate and obtain a warrant and have said goods removed to such places as he may deem best.\"",
                "start": 107.602,
                "byte_stop": 652413,
                "byte_start": 533922,
                "stop": 137.224
              },
              {
                "text": "Here is clear basis.",
                "start": 137.224,
                "byte_stop": 657742,
                "byte_start": 652413,
                "stop": 138.566
              },
              {
                "text": "Here is clear authorization for warrants to be obtained in connection with proceedings under the Baltimore City Health Code.",
                "start": 138.566,
                "byte_stop": 685119,
                "byte_start": 657742,
                "stop": 145.404
              },
              {
                "text": "And I submit to Your Honors that the prevention of contagious diseases which are referred to in this Code, in a prior section, and which includes such onerous things as yellow fever and cholera, and typhoid, and typhus, and diseases of that nature is certainly as important as cleaning up rodents.",
                "start": 145.404,
                "byte_stop": 763068,
                "byte_start": 685119,
                "stop": 164.908
              },
              {
                "text": "And in that situation, the Commissioner of Health must obtain a warrant.",
                "start": 164.908,
                "byte_stop": 776861,
                "byte_start": 763068,
                "stop": 168.346
              },
              {
                "text": "Why should he not here be held to the same requirement?",
                "start": 168.346,
                "byte_stop": 791907,
                "byte_start": 776861,
                "stop": 172.11
              },
              {
                "text": "I submit to Your Honors that it has always been the -- the philosophy, the tradition, the spirit in this country that the State -- that the State exists for the individual, not the individual for the State.",
                "start": 172.11,
                "byte_stop": 844466,
                "byte_start": 791907,
                "stop": 185.255
              },
              {
                "text": "That the right of the individual is the paramount right.",
                "start": 185.255,
                "byte_stop": 856691,
                "byte_start": 844466,
                "stop": 188.301
              },
              {
                "text": "That we live under a rule of law and not under a rule of men.",
                "start": 188.301,
                "byte_stop": 874454,
                "byte_start": 856691,
                "stop": 192.734
              },
              {
                "text": "That houses are today, close together, is all the more reason why the essential right of privacy, the little bit that remains to a man of his privacy should be protected by this Court against any incursion.",
                "start": 192.734,
                "byte_stop": 922102,
                "byte_start": 874454,
                "stop": 204.65
              },
              {
                "text": "And I submit to Your Honors that this Court should not permit a situation to grow up where we are more clean or more healthy at the cause of being less free.",
                "start": 204.65,
                "byte_stop": 968495,
                "byte_start": 922102,
                "stop": 216.243
              },
              {
                "text": "Thank you.",
                "start": 216.243,
                "byte_stop": 979780,
                "byte_start": 968495,
                "stop": 219.092
              }
            ]
          }
        ],
        "stop": 219.092
      }
    ],
    "duration": 219.092,
    "title": "Frank v. Maryland"
  },
  "id": 13568,
  "media_file": [
    {
      "size": 980093,
      "id": 36256,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1958/278/19590305a_278_part2.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 2136340,
      "id": 58300,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1958/278/19590305a_278_part2.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 3515,
      "id": 58301,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1958/278/19590305a_278_part2.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}