{
  "transcript": {
    "sections": [
      {
        "stop": 1604.249,
        "byte_start": 103424,
        "byte_stop": 6520456,
        "start": 0,
        "turns": [
          {
            "byte_stop": 168626,
            "byte_start": 103424,
            "text_blocks": [
              {
                "stop": 11.682,
                "byte_start": 103424,
                "byte_stop": 150235,
                "text": "Number 276, Robert C. Herd & Company, Incorporated, Petitioner, versus Krawill Machinery Corporation et al.",
                "start": 0
              },
              {
                "stop": 16.296,
                "byte_start": 150235,
                "byte_stop": 168626,
                "text": "Mr. Whip -- Mr. Whip, you may proceed.",
                "start": 11.682
              }
            ],
            "start": 0,
            "stop": 16.296,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 1186356,
            "byte_start": 168626,
            "text_blocks": [
              {
                "stop": 19.811,
                "byte_start": 168626,
                "byte_stop": 182732,
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 16.296
              },
              {
                "stop": 26.255,
                "byte_start": 182732,
                "byte_stop": 208541,
                "text": "This case is here on writ of certiorari to the Court of Appeals for the Fourth Circuit.",
                "start": 19.811
              },
              {
                "stop": 33.577,
                "byte_start": 208541,
                "byte_stop": 237798,
                "text": "The petitioner is Robert C. Herd & Company, a contracting stevedore doing business in Baltimore, Maryland.",
                "start": 26.255
              },
              {
                "stop": 43.095,
                "byte_start": 237798,
                "byte_stop": 275832,
                "text": "The respondents were shippers of certain cases or packages of the machinery parts from Baltimore to Valencia, Spain.",
                "start": 33.577
              },
              {
                "stop": 76.803,
                "byte_start": 275832,
                "byte_stop": 410728,
                "text": "The facts are substantially as follows.Pursuant to contracts of carriage, the evidence by bills of lading which were prepared by representatives of the Krawill Machinery Corporation and Associates which were accepted by the master and the general agents of the Steamship Castillo Ampudia, whereby, the owners of the Castillo Ampudia agree to carry certain packages or cases of machinery parts from Baltimore to Valencia on its steamship, Castillo Ampudia.",
                "start": 43.095
              },
              {
                "stop": 83.395,
                "byte_start": 410728,
                "byte_stop": 437060,
                "text": "The general agents of the steamship company employed the petitioner to load the shipment.",
                "start": 76.803
              },
              {
                "stop": 90.414,
                "byte_start": 437060,
                "byte_stop": 465168,
                "text": "It was determined that the equipment of the -- loading equipment of the vessel was too late to lift these cases.",
                "start": 83.395
              },
              {
                "stop": 97.987,
                "byte_start": 465168,
                "byte_stop": 495470,
                "text": "So, the petitioner employed a floating derrick from the Bethlehem Steel Company for that purpose.",
                "start": 90.414
              },
              {
                "stop": 114.188,
                "byte_start": 495470,
                "byte_stop": 560253,
                "text": "And on April the 14th, 1954, while loading was in progress, one of these cases slipped from the slings as it was being hoisted and fell into the water which caused considerable damage to its contents.",
                "start": 97.987
              },
              {
                "stop": 136.701,
                "byte_start": 560253,
                "byte_stop": 650324,
                "text": "Now the shippers, instead of filing a libel against the vessel or proceeding against the owner in admiralty as was usual in such cases, filed an action at law, at common law in the District Court for the District of Maryland against the Bethlehem Steel Company as owner of the derrick, and petitioner as the contracting stevedore.",
                "start": 114.188
              },
              {
                "stop": 144.438,
                "byte_start": 650324,
                "byte_stop": 681253,
                "text": "And at the trial without a jury, Judge Thompson of the District Court held Bethlehem Steel Company free of fault.",
                "start": 136.701
              },
              {
                "stop": 147.104,
                "byte_start": 681253,
                "byte_stop": 691911,
                "text": "The petitioner is solely at fault.",
                "start": 144.438
              },
              {
                "stop": 165.269,
                "byte_start": 691911,
                "byte_stop": 764531,
                "text": "And it refused to allow the petitioner to benefit from the limitation-of-liability provisions of the Carriage of Goods by Sea Act or by the provisions of the contracts of carriage as evidenced by the bills of lading.",
                "start": 147.104
              },
              {
                "stop": 168.817,
                "byte_start": 764531,
                "byte_stop": 778742,
                "text": "The case was appealed to the Court of Appeals for the Fourth Circuit.",
                "start": 165.269
              },
              {
                "stop": 170.29,
                "byte_start": 778742,
                "byte_stop": 784593,
                "text": "The Fourth Circuit affirmed.",
                "start": 168.817
              },
              {
                "stop": 206.091,
                "byte_start": 784593,
                "byte_stop": 927848,
                "text": "Then, both courts, the District and the Court of Appeals held, that because neither the Carriage of Goods by Sea Act nor the contracts of carriage as evidenced by the bills of lading mentioned stevedores, that stevedores were strangers to the contract of carry -- contracts of carriage and that therefore, they could obtain no rights either under the terms of the Carriage of Goods by Sea Act or under the terms of the contracts of carriages evidenced by the bills of lading.",
                "start": 170.29
              },
              {
                "stop": 211.244,
                "byte_start": 927848,
                "byte_stop": 948433,
                "text": "Now, let us look for a minute at the Carriage of Goods by Sea Act.",
                "start": 206.091
              },
              {
                "stop": 227.313,
                "byte_start": 948433,
                "byte_stop": 1012694,
                "text": "The Carriage of Goods by Sea Act was passed by Congress in 1936 to regulate the Carriage of Goods by Sea from and to American ports in foreign trade.",
                "start": 211.244
              },
              {
                "stop": 237.337,
                "byte_start": 1012694,
                "byte_stop": 1052818,
                "text": "It provided among other things that a carrier should include an owner and the charter of the steamship or of a vessel.",
                "start": 227.313
              },
              {
                "stop": 253.355,
                "byte_start": 1052818,
                "byte_stop": 1116871,
                "text": "It provided further that the term carriage of contract applies only to contracts of carriage covered by a bill of lading or any similar document of title and so forth as such document relates to the Carriage of Goods by Sea.",
                "start": 237.337
              },
              {
                "stop": 263.993,
                "byte_start": 1116871,
                "byte_stop": 1159398,
                "text": "It then provided that the term “carriage of goods” covers the time from the time when the goods are loaded on to the time when they are discharged from the vessel.",
                "start": 253.355
              },
              {
                "stop": 270.72,
                "byte_start": 1159398,
                "byte_stop": 1186356,
                "text": "And then it put the burden upon the shipowner to load, stall, care for, and discharge the goods' care.",
                "start": 263.993
              }
            ],
            "start": 16.296,
            "stop": 270.72,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 1202030,
            "byte_start": 1186356,
            "text_blocks": [
              {
                "stop": 274.638,
                "byte_start": 1186356,
                "byte_stop": 1202030,
                "text": "On the time they loaded it from or from tackle to tackle?",
                "start": 270.72
              }
            ],
            "start": 270.72,
            "stop": 274.638,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 3174902,
            "byte_start": 1202030,
            "text_blocks": [
              {
                "stop": 276.9,
                "byte_start": 1202030,
                "byte_stop": 1211120,
                "text": "It didn't say from tackle to tackle.",
                "start": 274.638
              },
              {
                "stop": 286.864,
                "byte_start": 1211120,
                "byte_stop": 1250931,
                "text": "The -- the term “carriage of goods” covers the period from the time when the goods are loaded on until the time when they are discharged from the ship.",
                "start": 276.9
              },
              {
                "stop": 318.766,
                "byte_start": 1250931,
                "byte_stop": 1378513,
                "text": "Now, as to that provision however, the American courts at least have very generally held that the Carriage of Goods Act comes into play when the tackle of the ship or it's a substitute for the ship, hooks on to the cargo in preparation of the loading or after they hook on while the loading -- the lift is being hoisted and remain so until the tackle let's go of the cargo after this is discharged.",
                "start": 286.864
              },
              {
                "stop": 333.769,
                "byte_start": 1378513,
                "byte_stop": 1438595,
                "text": "But aside from that the -- as I've just stated, the Act puts burden upon the carrier to load, properly load and carefully load, handle, store, care, keep, care for, and discharge the goods carried.",
                "start": 318.766
              },
              {
                "stop": 354.159,
                "byte_start": 1438595,
                "byte_stop": 1520097,
                "text": "And then in Section 4, I think, of the Act 1304, it is provided that the carrier is only liable not exceeding the sum of $500 per package in case of loss or damage.",
                "start": 333.769
              },
              {
                "stop": 359.517,
                "byte_start": 1520097,
                "byte_stop": 1541517,
                "text": "Unless there are some circumstances of which we are not concerned here.",
                "start": 354.159
              },
              {
                "stop": 396.976,
                "byte_start": 1541517,
                "byte_stop": 1691355,
                "text": "And then it also provides that the carrier might agree or stipulate that during the time before loading takes place or before the time the Carriage of Goods by Sea Act takes effect and after the time loading is discharged while the goods are still in the carrier's custody that the carrier might stipulate and agree as to what his liability will be during those times before and after the Carriage of Goods by Sea Act is effective.",
                "start": 359.517
              },
              {
                "stop": 413.433,
                "byte_start": 1691355,
                "byte_stop": 1757184,
                "text": "Now, in this particular case, the contracts of carriage as evidenced by the bills of lading also prescribed that if there was fault, if there was damage or liability, the carrier's liability should not exceed $500 per package.",
                "start": 396.976
              },
              {
                "stop": 423.002,
                "byte_start": 1757184,
                "byte_stop": 1795532,
                "text": "So, we have practically the same limitation provision into Carriage of Goods by Sea Act and in the bills of lading.",
                "start": 413.433
              },
              {
                "stop": 433.32,
                "byte_start": 1795532,
                "byte_stop": 1836805,
                "text": "Now, the facts of this case and only by stating what they are, yes I did, this Act had fallen -- fallen.",
                "start": 423.002
              },
              {
                "stop": 453.688,
                "byte_start": 1836805,
                "byte_stop": 1918203,
                "text": "Now, this old question if Your Honor please in these cases whether or not that contract in stevedore, an expert stevedore has the right to benefit from these limitation provisions in the Carriage of Goods by Sea Act and also in contracts of carriage as evidenced from bills of lading.",
                "start": 433.32
              },
              {
                "stop": 473.037,
                "byte_start": 1918203,
                "byte_stop": 1995630,
                "text": "Now, certainly when the Act was passed in 1936, it was well-known that the crew of the vessel which in former times, loaded and discharged cargos could not do that anymore.",
                "start": 453.688
              },
              {
                "stop": 479.63,
                "byte_start": 1995630,
                "byte_stop": 2021961,
                "text": "It was well-known it was impossible for them to do it and it was well-known that they did not do it.",
                "start": 473.037
              },
              {
                "stop": 502.635,
                "byte_start": 2021961,
                "byte_stop": 2114017,
                "text": "And this Court in the -- in the Seas Shipping Company versus Sieracki has recognized that the shipowner has the right to conduct his business by securing the advantages of specialization in labor and skill brought about by modern divisions of labors such as employing stevedores.",
                "start": 479.63
              },
              {
                "stop": 515.015,
                "byte_start": 2114017,
                "byte_stop": 2163545,
                "text": "So therefore, we contend if Your Honor please, that when this Act was passed, the real purpose of it was to say to a carrier, “Now here, these are the things you must do.",
                "start": 502.635
              },
              {
                "stop": 517.674,
                "byte_start": 2163545,
                "byte_stop": 2174203,
                "text": "You will be liable for certain things.",
                "start": 515.015
              },
              {
                "stop": 524.514,
                "byte_start": 2174203,
                "byte_stop": 2201579,
                "text": "You will be liable for $500 per package unless there are particular circumstances which we are not concerned here now.",
                "start": 517.674
              },
              {
                "stop": 533.323,
                "byte_start": 2201579,
                "byte_stop": 2236792,
                "text": "Now, we know -- we know that you must employ agents to do a great deal of this work such as loading and discharging.",
                "start": 524.514
              },
              {
                "stop": 537.124,
                "byte_start": 2236792,
                "byte_stop": 2251943,
                "text": "But it is up to you, you will be held responsible.”",
                "start": 533.323
              },
              {
                "stop": 545.329,
                "byte_start": 2251943,
                "byte_stop": 2284753,
                "text": "Now therefore, we maintain, if Your Honor, please, that when the petitioner was loading this cargo of this ship, he was doing it.",
                "start": 537.124
              },
              {
                "stop": 557.771,
                "byte_start": 2284753,
                "byte_stop": 2334595,
                "text": "It was doing it in furtherance of the terms of the Carriage of Goods by Sea Act and in furtherance of the terms of the contracts of carriage as evidenced by the bills of lading.",
                "start": 545.329
              },
              {
                "stop": 564.94,
                "byte_start": 2334595,
                "byte_stop": 2363225,
                "text": "And we believe therefore, that they should be allowed to benefit by the terms of the Act and by the terms of the contract.",
                "start": 557.771
              },
              {
                "stop": 573.935,
                "byte_start": 2363225,
                "byte_stop": 2399169,
                "text": "Now, if they're not so allowed, it does occur to us that the shippers certainly will be getting something they did not bargain for.",
                "start": 564.94
              },
              {
                "stop": 577.344,
                "byte_start": 2399169,
                "byte_stop": 2412857,
                "text": "In other words, they would be obtaining a windfall.",
                "start": 573.935
              },
              {
                "stop": 578.741,
                "byte_start": 2412857,
                "byte_stop": 2418395,
                "text": "And they didn't bargain for it.",
                "start": 577.344
              },
              {
                "stop": 586.515,
                "byte_start": 2418395,
                "byte_stop": 2449533,
                "text": "They're getting -- they were -- they -- they represented, the cargo was worth $500 per package.",
                "start": 578.741
              },
              {
                "stop": 600.632,
                "byte_start": 2449533,
                "byte_stop": 2505958,
                "text": "They've paid freight on it and they're getting -- if they get more than $500 per package, they're getting more than they bargained for, more than the statute authorized, and more than the statute contemplated.",
                "start": 586.515
              },
              {
                "stop": 610.126,
                "byte_start": 2505958,
                "byte_stop": 2543992,
                "text": "Now this case was up by in the Circuit Court of Appeals -- a similar case was up in the Circuit Court of Appeals for the Fifth Circuit in 1952.",
                "start": 600.632
              },
              {
                "stop": 612.076,
                "byte_start": 2543992,
                "byte_stop": 2551829,
                "text": "Certiorari was denied in that case.",
                "start": 610.126
              },
              {
                "stop": 615.891,
                "byte_start": 2551829,
                "byte_stop": 2567084,
                "text": "That's a case of A.M. Collins & Company and Panama Railroad Company.",
                "start": 612.076
              },
              {
                "stop": 629.975,
                "byte_start": 2567084,
                "byte_stop": 2623404,
                "text": "In that case, the Steamship Company employed the Panama Railroad Company as a stevedore to discharge some freezer units and discharged with them -- one them was dropped and damaged.",
                "start": 615.891
              },
              {
                "stop": 652.374,
                "byte_start": 2623404,
                "byte_stop": 2712952,
                "text": "The Panama Railroad Company was sued by the owner of the freezer unit and claimed, of course, that the -- the Panama Railroad Company could not benefit either from the -- by the limitation provisions either from the Carriage of Goods by Sea Act or the provision -- the similar provision in the bill of lading which controlled that shipment.",
                "start": 629.975
              },
              {
                "stop": 656.946,
                "byte_start": 2712952,
                "byte_stop": 2731238,
                "text": "But the Court of Appeals for the Fifth Circuit held otherwise.",
                "start": 652.374
              },
              {
                "stop": 659.21,
                "byte_start": 2731238,
                "byte_stop": 2740328,
                "text": "It was by a divided court.",
                "start": 656.946
              },
              {
                "stop": 697.158,
                "byte_start": 2740328,
                "byte_stop": 2892152,
                "text": "But Circuit Judge Rives wrote a very good opinion in which he pointed out that it was known -- it must have been known when this Act was passed, that this loading and discharging was done by expert stevedores and while they were not strictly parties to it, they were parties to this extent that they were doing what the owner was compelled to do and doing what the owner -- and -- and doing what was necessary in furtherance of -- in furtherance of carrying out the terms of the Carriage of Goods by Sea Act and the contracts of carriers.",
                "start": 659.21
              },
              {
                "stop": 714.191,
                "byte_start": 2892152,
                "byte_stop": 2960280,
                "text": "Now, that case has been followed and approved by the Second Circuit and by many lower courts and stood including this -- including federal and state, including the Court of Appeals for the State of New York.",
                "start": 697.158
              },
              {
                "stop": 731.591,
                "byte_start": 2960280,
                "byte_stop": 3029870,
                "text": "The only United States Court, as I know of, and only one I can find out that refused to follow the Collins decision was the District Court for the Eastern District of Michigan, the case of International Milling Company versus Nicholson Transit Company.",
                "start": 714.191
              },
              {
                "stop": 743.85,
                "byte_start": 3029870,
                "byte_stop": 3078875,
                "text": "In that case, it seems like the master of the steamship was sued for some damage which occurred in the collision and the master set up as a defense, the Carriage of Goods by Sea Act.",
                "start": 731.591
              },
              {
                "stop": 750.22,
                "byte_start": 3078875,
                "byte_stop": 3104371,
                "text": "And the -- that Court -- the Michigan Court held that he was a stranger to the terms of the Act.",
                "start": 743.85
              },
              {
                "stop": 765.261,
                "byte_start": 3104371,
                "byte_stop": 3164557,
                "text": "He had no rights under it and in so deciding, it cited Judge Thompson's opinion, in the District Court and -- and the -- the dissenting opinion of Circuit Judge Holmes in the Collins case.",
                "start": 750.22
              },
              {
                "stop": 767.863,
                "byte_start": 3164557,
                "byte_stop": 3174902,
                "text": "That's all the authority he had for it.",
                "start": 765.261
              }
            ],
            "start": 274.638,
            "stop": 767.863,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 3182738,
            "byte_start": 3174902,
            "text_blocks": [
              {
                "stop": 769.817,
                "byte_start": 3174902,
                "byte_stop": 3182738,
                "text": "(Inaudible)",
                "start": 767.863
              }
            ],
            "start": 767.863,
            "stop": 769.817,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 4156165,
            "byte_start": 3182738,
            "text_blocks": [
              {
                "stop": 770.604,
                "byte_start": 3182738,
                "byte_stop": 3185873,
                "text": "Yes.",
                "start": 769.817
              },
              {
                "stop": 774.613,
                "byte_start": 3185873,
                "byte_stop": 3201964,
                "text": "He cited -- you see, this -- this hadn't gone to the Circuit Court of Appeals.",
                "start": 770.604
              },
              {
                "stop": 777.799,
                "byte_start": 3201964,
                "byte_stop": 3214712,
                "text": "It hadn't been decided by a Circuit Court of Appeals at that time.",
                "start": 774.613
              },
              {
                "stop": 795.871,
                "byte_start": 3214712,
                "byte_stop": 3286915,
                "text": "So, the Michigan Court merely cited Judge Thompson's opinion in this case, and Judge Holmes' opinion, a dissenting opinion in the Collins case and held that he would not follow the majority opinion in the Collins case.",
                "start": 777.799
              },
              {
                "stop": 810.768,
                "byte_start": 3286915,
                "byte_stop": 3346578,
                "text": "Well, as I say this Collins decision has been approved and followed by the Second Circuit and by many other cases and the only one which -- which has not approved it is this Michigan case.",
                "start": 795.871
              },
              {
                "stop": 837.163,
                "byte_start": 3346578,
                "byte_stop": 3452113,
                "text": "Now, if Your Honor, please, in the -- the Circuit Court of Appeals, in affirming cited not only -- not only the dissenting opinion of Judge Holmes but also the majority opinions in the case of Wilson versus Darling Island Stevedoring & Lighterage Co., Ltd., which was decided by the High Court of Australia.",
                "start": 810.768
              },
              {
                "stop": 841.938,
                "byte_start": 3452113,
                "byte_stop": 3471235,
                "text": "Now there were two dissenting opinions in that case.",
                "start": 837.163
              },
              {
                "stop": 852.515,
                "byte_start": 3471235,
                "byte_stop": 3513553,
                "text": "That case, the Court of New South Wales was reversed in that Wilson case by the High Court of Australia by three votes to two.",
                "start": 841.938
              },
              {
                "stop": 861.232,
                "byte_start": 3513553,
                "byte_stop": 3548453,
                "text": "The two -- there were two very good dissenting opinions but went -- went right along with the reasoning of Judge Rives in the Collins case.",
                "start": 852.515
              },
              {
                "stop": 869.206,
                "byte_start": 3548453,
                "byte_stop": 3580322,
                "text": "And as a matter of fact, one of the dissenting justices cited the Collins case.",
                "start": 861.232
              },
              {
                "stop": 902.102,
                "byte_start": 3580322,
                "byte_stop": 3711875,
                "text": "We believe therefore that those dissenting opinions are more in accord with what the law is and what it ought to be than the majority opinion because the majority opinions take right up and are based or solely on the proposition that the stevedores could not possibly have any rights because they were strangers to the contract and it didn't make any difference to them whether there was a contract or not, or if there was a contract with the contract provided for.",
                "start": 869.206
              },
              {
                "stop": 915.505,
                "byte_start": 3711875,
                "byte_stop": 3765478,
                "text": "We believe therefore, Your Honors please, that the dissenting opinions in this Wilson case is certainly are more reasonable than the majority opinion because certainly, the petitioner in this case was not any stranger to this contract.",
                "start": 902.102
              },
              {
                "stop": 925.458,
                "byte_start": 3765478,
                "byte_stop": 3805288,
                "text": "As a matter of fact, the petitioner in this case signed the bills of lading itself, pursuant to the authority and instructions of the master of the vessel.",
                "start": 915.505
              },
              {
                "stop": 933.413,
                "byte_start": 3805288,
                "byte_stop": 3837158,
                "text": "So, when he was working, the petitioner was working pursuant to the bills of lading.",
                "start": 925.458
              },
              {
                "stop": 940.098,
                "byte_start": 3837158,
                "byte_stop": 3863907,
                "text": "Now, there is one case where the other side and also Judge Holmes in his dissenting opinion relied upon.",
                "start": 933.413
              },
              {
                "stop": 948.453,
                "byte_start": 3863907,
                "byte_stop": 3897240,
                "text": "And that was the decision of this Court rendered in 1916, Reid versus the American Express Company.",
                "start": 940.098
              },
              {
                "stop": 966.503,
                "byte_start": 3897240,
                "byte_stop": 3969442,
                "text": "Now, in that case, Judge -- Judge Rives and his majority opinion in the Collins case dealt with it and he pointed out that it is true that in the Reid case, of course, it was decided long before there was a Carriage of Goods by Sea Act.",
                "start": 948.453
              },
              {
                "stop": 977.025,
                "byte_start": 3969442,
                "byte_stop": 4011551,
                "text": "But further than that, the -- the stevedore in the Reid case never claimed there was a limitation of liability in the bill of lading.",
                "start": 966.503
              },
              {
                "stop": 986.722,
                "byte_start": 4011551,
                "byte_stop": 4050317,
                "text": "The stevedore, the expert or contracting stevedore whom the shipowner had employed to do the loading or discharging never claimed that he was entitled to the limitation.",
                "start": 977.025
              },
              {
                "stop": 990.581,
                "byte_start": 4050317,
                "byte_stop": 4065782,
                "text": "So, the question never was before this Court.",
                "start": 986.722
              },
              {
                "stop": 994.492,
                "byte_start": 4065782,
                "byte_stop": 4081455,
                "text": "And Judge Rives -- and Judge Rives has pointed that out very, very clearly.",
                "start": 990.581
              },
              {
                "stop": 999.32,
                "byte_start": 4081455,
                "byte_stop": 4100786,
                "text": "But further than that, there wasn't any Carriage of Goods by Sea Act, then.",
                "start": 994.492
              },
              {
                "stop": 1005.56,
                "byte_start": 4100786,
                "byte_stop": 4125759,
                "text": "The bills of lading in this case were executed and is authorized by the Carriage of Goods by Sea Act.",
                "start": 999.32
              },
              {
                "stop": 1013.185,
                "byte_start": 4125759,
                "byte_stop": 4156165,
                "text": "And before right in, the limitation in the bills of lading were authorized by the terms of the Carriage of Goods by Sea Act.",
                "start": 1005.56
              }
            ],
            "start": 769.817,
            "stop": 1013.185,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4192946,
            "byte_start": 4156165,
            "text_blocks": [
              {
                "stop": 1022.369,
                "byte_start": 4156165,
                "byte_stop": 4192946,
                "text": "Would you be good enough to spell out a little bit what is meant by “Authorized by the Goods of Carriage by Sea Act” if the bills of lading were authorized?",
                "start": 1013.185
              }
            ],
            "start": 1013.185,
            "stop": 1022.369,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4195035,
            "byte_start": 4192946,
            "text_blocks": [
              {
                "stop": 1022.886,
                "byte_start": 4192946,
                "byte_stop": 4195035,
                "text": "Well, I'd say it's limited.",
                "start": 1022.369
              }
            ],
            "start": 1022.369,
            "stop": 1022.886,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4212172,
            "byte_start": 4195035,
            "text_blocks": [
              {
                "stop": 1027.186,
                "byte_start": 4195035,
                "byte_stop": 4212172,
                "text": "What's the part -- what is the connection between the --",
                "start": 1022.886
              }
            ],
            "start": 1022.886,
            "stop": 1027.186,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4214575,
            "byte_start": 4212172,
            "text_blocks": [
              {
                "stop": 1027.768,
                "byte_start": 4212172,
                "byte_stop": 4214575,
                "text": "Well, only to this --",
                "start": 1027.186
              }
            ],
            "start": 1027.186,
            "stop": 1027.768,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4242996,
            "byte_start": 4214575,
            "text_blocks": [
              {
                "stop": 1034.877,
                "byte_start": 4214575,
                "byte_stop": 4242996,
                "text": "-- the Goods of Carriage by Sea Act and to making out of the particular bill of lading as in this case?",
                "start": 1027.768
              }
            ],
            "start": 1027.768,
            "stop": 1034.877,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4321468,
            "byte_start": 4242996,
            "text_blocks": [
              {
                "stop": 1054.5,
                "byte_start": 4242996,
                "byte_stop": 4321468,
                "text": "Well, I think the bill -- the Section -- Subdivision (b) of Section 301 says this, “The term contract of carriage applies only to contracts of carriage covered by a bill of Lading or any similar document title insofar as such document relate to the Carriage of Goods by Sea.”",
                "start": 1034.877
              }
            ],
            "start": 1034.877,
            "stop": 1054.5,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4338604,
            "byte_start": 4321468,
            "text_blocks": [
              {
                "stop": 1058.785,
                "byte_start": 4321468,
                "byte_stop": 4338604,
                "text": "Hence there must be a bill of lading in order to have the Goods of Carriage Act to come up --",
                "start": 1054.5
              }
            ],
            "start": 1054.5,
            "stop": 1058.785,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4510072,
            "byte_start": 4338604,
            "text_blocks": [
              {
                "stop": 1060.284,
                "byte_start": 4338604,
                "byte_stop": 4344665,
                "text": "Well, it would seem so.",
                "start": 1058.785
              },
              {
                "stop": 1089.593,
                "byte_start": 4344665,
                "byte_stop": 4461798,
                "text": "And then the other -- the other provision where I referred to as being authorized, it is the provision of Section 1307 which specifically permits the carrier to stipulate what its liability will be prior to it going into effect of the Carriage of Goods by Sea Act and after the goods had been discharged.",
                "start": 1060.284
              },
              {
                "stop": 1092.825,
                "byte_start": 4461798,
                "byte_stop": 4474755,
                "text": "Now, that's what I referred to as being authorized.",
                "start": 1089.593
              },
              {
                "stop": 1101.638,
                "byte_start": 4474755,
                "byte_stop": 4510072,
                "text": "I say that the carrier has been authorized by the Act to put that limitation in this bill of lading.",
                "start": 1092.825
              }
            ],
            "start": 1058.785,
            "stop": 1101.638,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4555316,
            "byte_start": 4510072,
            "text_blocks": [
              {
                "stop": 1104.134,
                "byte_start": 4510072,
                "byte_stop": 4519999,
                "text": "The carrier him -- itself.",
                "start": 1101.638
              },
              {
                "stop": 1112.949,
                "byte_start": 4519999,
                "byte_stop": 4555316,
                "text": "This is an authorization of the carrier to limit his liability through the bill of lading outside of the territory covered by the Goods of Carriage Act.",
                "start": 1104.134
              }
            ],
            "start": 1101.638,
            "stop": 1112.949,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4565243,
            "byte_start": 4555316,
            "text_blocks": [
              {
                "stop": 1115.448,
                "byte_start": 4555316,
                "byte_stop": 4565243,
                "text": "That's right.",
                "start": 1112.949
              }
            ],
            "start": 1112.949,
            "stop": 1115.448,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4629400,
            "byte_start": 4565243,
            "text_blocks": [
              {
                "stop": 1131.486,
                "byte_start": 4565243,
                "byte_stop": 4629400,
                "text": "And you draw from that the inference that broaden, that is, that the bill of lading is a recognized mode of doing this international trade business.",
                "start": 1115.448
              }
            ],
            "start": 1115.448,
            "stop": 1131.486,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4633579,
            "byte_start": 4629400,
            "text_blocks": [
              {
                "stop": 1132.515,
                "byte_start": 4629400,
                "byte_stop": 4633579,
                "text": "That's true.",
                "start": 1131.486
              }
            ],
            "start": 1131.486,
            "stop": 1132.515,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4664404,
            "byte_start": 4633579,
            "text_blocks": [
              {
                "stop": 1140.22,
                "byte_start": 4633579,
                "byte_stop": 4664404,
                "text": "And that the fellow who carriers what used to be the carrier's function is as it were in loco of the carrier?",
                "start": 1132.515
              }
            ],
            "start": 1132.515,
            "stop": 1140.22,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4666702,
            "byte_start": 4664404,
            "text_blocks": [
              {
                "stop": 1140.796,
                "byte_start": 4664404,
                "byte_stop": 4666702,
                "text": "Yes sir.",
                "start": 1140.22
              }
            ],
            "start": 1140.22,
            "stop": 1140.796,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 4669419,
            "byte_start": 4666702,
            "text_blocks": [
              {
                "stop": 1141.488,
                "byte_start": 4666702,
                "byte_stop": 4669419,
                "text": "That's your argument.",
                "start": 1140.796
              }
            ],
            "start": 1140.796,
            "stop": 1141.488,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 4935137,
            "byte_start": 4669419,
            "text_blocks": [
              {
                "stop": 1142.724,
                "byte_start": 4669419,
                "byte_stop": 4674330,
                "text": "Yes sir.",
                "start": 1141.488
              },
              {
                "stop": 1156.629,
                "byte_start": 4674330,
                "byte_stop": 4730023,
                "text": "Of course, the Carriage of Goods by Sea Act applies of its own force during the times after loading has taken place and before discharging.",
                "start": 1142.724
              },
              {
                "stop": 1164.203,
                "byte_start": 4730023,
                "byte_stop": 4760325,
                "text": "Now the question as to when the loading takes place, the American cases say from tackle to tackle.",
                "start": 1156.629
              },
              {
                "stop": 1167.42,
                "byte_start": 4760325,
                "byte_stop": 4773177,
                "text": "Now Judge Thompson tried to make a distinction.",
                "start": 1164.203
              },
              {
                "stop": 1177.97,
                "byte_start": 4773177,
                "byte_stop": 4815391,
                "text": "He said, “True, the package fell out the sling after it was being lifted or in preparation of lifting but they were merely preparing to load.”",
                "start": 1167.42
              },
              {
                "stop": 1182.555,
                "byte_start": 4815391,
                "byte_stop": 4833677,
                "text": "Now the Court of Appeals said they wouldn't touch that question, said it wasn't necessary.",
                "start": 1177.97
              },
              {
                "stop": 1191.97,
                "byte_start": 4833677,
                "byte_stop": 4871398,
                "text": "And I don't think it is either because the Collins case decided on the bill of lading, the Wilson case was decided on the bill of lading.",
                "start": 1182.555
              },
              {
                "stop": 1193.486,
                "byte_start": 4871398,
                "byte_stop": 4877458,
                "text": "And I don't think it makes any difference.",
                "start": 1191.97
              },
              {
                "stop": 1200.071,
                "byte_start": 4877458,
                "byte_stop": 4903790,
                "text": "We have the limitation of liability in both the Carriage of Goods by Sea Act and the bill of lading.",
                "start": 1193.486
              },
              {
                "stop": 1201.88,
                "byte_start": 4903790,
                "byte_stop": 4911000,
                "text": "And they're practically the same.",
                "start": 1200.071
              },
              {
                "stop": 1207.906,
                "byte_start": 4911000,
                "byte_stop": 4935137,
                "text": "So, I don't see that makes any difference whether the Act applied of its own force or not.",
                "start": 1201.88
              }
            ],
            "start": 1141.488,
            "stop": 1207.906,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5027297,
            "byte_start": 4935137,
            "text_blocks": [
              {
                "stop": 1212.632,
                "byte_start": 4935137,
                "byte_stop": 4954049,
                "text": "Well if -- if assuming the unusual situation.",
                "start": 1207.906
              },
              {
                "stop": 1221.861,
                "byte_start": 4954049,
                "byte_stop": 4990934,
                "text": "If the carrier himself had done the loading in this case and the -- and the event had taken place the way it did take place.",
                "start": 1212.632
              },
              {
                "stop": 1230.942,
                "byte_start": 4990934,
                "byte_stop": 5027297,
                "text": "The casket or whatever fell out of the sling, is there any controversies of the carrier himself would be covered by the Carriage of Goods by the Sea Act?",
                "start": 1221.861
              }
            ],
            "start": 1207.906,
            "stop": 1230.942,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5039731,
            "byte_start": 5027297,
            "text_blocks": [
              {
                "stop": 1234.075,
                "byte_start": 5027297,
                "byte_stop": 5039731,
                "text": "None whatever, either by the Carriage of Goods by Sea Act or the limitation --",
                "start": 1230.942
              }
            ],
            "start": 1230.942,
            "stop": 1234.075,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5041716,
            "byte_start": 5039731,
            "text_blocks": [
              {
                "stop": 1234.548,
                "byte_start": 5039731,
                "byte_stop": 5041716,
                "text": "By the bill of lading.",
                "start": 1234.075
              }
            ],
            "start": 1234.075,
            "stop": 1234.548,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5343378,
            "byte_start": 5041716,
            "text_blocks": [
              {
                "stop": 1237.749,
                "byte_start": 5041716,
                "byte_stop": 5054464,
                "text": "-- of the bill of lading, none whatever.",
                "start": 1234.548
              },
              {
                "stop": 1253.606,
                "byte_start": 5054464,
                "byte_stop": 5117889,
                "text": "Now, getting back again to the reason the District Court and this Court of Appeals decided that the petitioner had no rights either under the Act or the bill of lading which was that he wasn't mentioned in neither one.",
                "start": 1237.749
              },
              {
                "stop": 1255.413,
                "byte_start": 5117889,
                "byte_stop": 5125099,
                "text": "Now that -- that isn't a good reason.",
                "start": 1253.606
              },
              {
                "stop": 1272.912,
                "byte_start": 5125099,
                "byte_stop": 5195107,
                "text": "This Court has held both in Seas Shipping Company versus Sieracki and in International Stevedoring Company versus Haverty, that the Jones Act, the Seamen's Act which applies only to seamen shall be applied to stevedores.",
                "start": 1255.413
              },
              {
                "stop": 1293.063,
                "byte_start": 5195107,
                "byte_stop": 5275773,
                "text": "In other words, this Court has held in those two cases anyway that stevedores because they formally did the work of seamen should be given the rights of the Jones Act although the Jones Act does not mention them anywhere in it.",
                "start": 1272.912
              },
              {
                "stop": 1309.976,
                "byte_start": 5275773,
                "byte_stop": 5343378,
                "text": "And as I believe the reason of the Court is that not only because they are doing the work that seaman pointed in but that Congress knew at the time they passed the Act that the stevedoring work was being done by outside people.",
                "start": 1293.063
              }
            ],
            "start": 1234.548,
            "stop": 1309.976,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5450898,
            "byte_start": 5343378,
            "text_blocks": [
              {
                "stop": 1336.859,
                "byte_start": 5343378,
                "byte_stop": 5450898,
                "text": "Of course, that knowledge with the right be attributed to Congress if -- if I may say so, a double-edged sword because it might well be argued if Congress knew that -- since Congress knew that, why didn't they put things -- put the stevedore in explicitly and why do you have to go about this argumentatively of saying since it is the purpose of the Jones Act, crew business, and it should also be crew business in the purpose of this carriage of property by a sea Act.",
                "start": 1309.976
              }
            ],
            "start": 1309.976,
            "stop": 1336.859,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5455705,
            "byte_start": 5450898,
            "text_blocks": [
              {
                "stop": 1338.048,
                "byte_start": 5450898,
                "byte_stop": 5455705,
                "text": "I realized that, Your Honor was thinking --",
                "start": 1336.859
              }
            ],
            "start": 1336.859,
            "stop": 1338.048,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5459884,
            "byte_start": 5455705,
            "text_blocks": [
              {
                "stop": 1338.913,
                "byte_start": 5455705,
                "byte_stop": 5459153,
                "text": "Now what's the answer?",
                "start": 1338.048
              },
              {
                "stop": 1339.106,
                "byte_start": 5459153,
                "byte_stop": 5459884,
                "text": "What's your answer?",
                "start": 1338.913
              }
            ],
            "start": 1338.048,
            "stop": 1339.106,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5488410,
            "byte_start": 5459884,
            "text_blocks": [
              {
                "stop": 1344.626,
                "byte_start": 5459884,
                "byte_stop": 5481932,
                "text": "That's the answer -- that -- that argument is being made in this case by the other side?",
                "start": 1339.106
              },
              {
                "stop": 1346.226,
                "byte_start": 5481932,
                "byte_stop": 5488410,
                "text": "You heard any doubt about it and the --",
                "start": 1344.626
              }
            ],
            "start": 1339.106,
            "stop": 1346.226,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5489873,
            "byte_start": 5488410,
            "text_blocks": [
              {
                "stop": 1346.593,
                "byte_start": 5488410,
                "byte_stop": 5489873,
                "text": "But that --",
                "start": 1346.226
              }
            ],
            "start": 1346.226,
            "stop": 1346.593,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5491545,
            "byte_start": 5489873,
            "text_blocks": [
              {
                "stop": 1347.03,
                "byte_start": 5489873,
                "byte_stop": 5491545,
                "text": "-- only answer --",
                "start": 1346.593
              }
            ],
            "start": 1346.593,
            "stop": 1347.03,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5492694,
            "byte_start": 5491545,
            "text_blocks": [
              {
                "stop": 1347.296,
                "byte_start": 5491545,
                "byte_stop": 5492694,
                "text": "-- that's what --",
                "start": 1347.03
              }
            ],
            "start": 1347.03,
            "stop": 1347.296,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5494784,
            "byte_start": 5492694,
            "text_blocks": [
              {
                "stop": 1347.823,
                "byte_start": 5492694,
                "byte_stop": 5494784,
                "text": "-- I can --",
                "start": 1347.296
              }
            ],
            "start": 1347.296,
            "stop": 1347.823,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5499277,
            "byte_start": 5494784,
            "text_blocks": [
              {
                "stop": 1348.951,
                "byte_start": 5494784,
                "byte_stop": 5499277,
                "text": "-- one can exempt it.",
                "start": 1347.823
              }
            ],
            "start": 1347.823,
            "stop": 1348.951,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 5684746,
            "byte_start": 5499277,
            "text_blocks": [
              {
                "stop": 1349.302,
                "byte_start": 5499277,
                "byte_stop": 5500635,
                "text": "Yes.",
                "start": 1348.951
              },
              {
                "stop": 1360.14,
                "byte_start": 5500635,
                "byte_stop": 5543999,
                "text": "My answer is, I refer to these two cases by this Court, Seas Shipping Company versus Sieracki and International Stevedoring Company versus Haverty.",
                "start": 1349.302
              },
              {
                "stop": 1369.997,
                "byte_start": 5543999,
                "byte_stop": 5583496,
                "text": "Now, I think the same argument was made in those cases that if the Congress meant for the Seamen's Act to be applied to stevedoring, why didn't they say so?",
                "start": 1360.14
              },
              {
                "stop": 1372.03,
                "byte_start": 5583496,
                "byte_stop": 5591646,
                "text": "But they didn't.",
                "start": 1369.997
              },
              {
                "stop": 1395.32,
                "byte_start": 5591646,
                "byte_stop": 5684746,
                "text": "And as I recall it, this Court held that the Seamen's Act, that the stevedores should be given the benefit of the Seamen's Act because Congress must have known that this work was being done by stevedores and that they were -- further than that, they were doing the work which was formally done by crew members.",
                "start": 1372.03
              }
            ],
            "start": 1348.951,
            "stop": 1395.32,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5771682,
            "byte_start": 5684746,
            "text_blocks": [
              {
                "stop": 1417.048,
                "byte_start": 5684746,
                "byte_stop": 5771682,
                "text": "(Inaudible) I understood you to say that -- excuse me -- had the ship been doing its own stevedoring, there would be no question about the fact that its liability for this casualty would be limited to the $500.",
                "start": 1395.32
              }
            ],
            "start": 1395.32,
            "stop": 1417.048,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 5774921,
            "byte_start": 5771682,
            "text_blocks": [
              {
                "stop": 1417.864,
                "byte_start": 5771682,
                "byte_stop": 5774921,
                "text": "That's true.",
                "start": 1417.048
              }
            ],
            "start": 1417.048,
            "stop": 1417.864,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5862066,
            "byte_start": 5774921,
            "text_blocks": [
              {
                "stop": 1420.774,
                "byte_start": 5774921,
                "byte_stop": 5786624,
                "text": "Now, my question.",
                "start": 1417.864
              },
              {
                "stop": 1439.652,
                "byte_start": 5786624,
                "byte_stop": 5862066,
                "text": "Suppose that the shipper here sued the individual employee of the ship who negligently caused this casualty, what then would be your answer as to whether that employee would be entitled to a like limitation?",
                "start": 1420.774
              }
            ],
            "start": 1417.864,
            "stop": 1439.652,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 5907623,
            "byte_start": 5862066,
            "text_blocks": [
              {
                "stop": 1451.031,
                "byte_start": 5862066,
                "byte_stop": 5907623,
                "text": "I think under the Congress' decision, he should and only with International versus Haverty and Sea Shipping versus Sieracki, I think he should be allowed the limit.",
                "start": 1439.652
              }
            ],
            "start": 1439.652,
            "stop": 1451.031,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5922252,
            "byte_start": 5907623,
            "text_blocks": [
              {
                "stop": 1454.691,
                "byte_start": 5907623,
                "byte_stop": 5922252,
                "text": "The employee then stands in the same position you -- as you argued the --",
                "start": 1451.031
              }
            ],
            "start": 1451.031,
            "stop": 1454.691,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 5924446,
            "byte_start": 5922252,
            "text_blocks": [
              {
                "stop": 1455.252,
                "byte_start": 5922252,
                "byte_stop": 5924446,
                "text": "Yes, sir.",
                "start": 1454.691
              }
            ],
            "start": 1454.691,
            "stop": 1455.252,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 5927790,
            "byte_start": 5924446,
            "text_blocks": [
              {
                "stop": 1456.075,
                "byte_start": 5924446,
                "byte_stop": 5927790,
                "text": "-- stevedore, independent contractor.",
                "start": 1455.252
              }
            ],
            "start": 1455.252,
            "stop": 1456.075,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 5969377,
            "byte_start": 5927790,
            "text_blocks": [
              {
                "stop": 1466.48,
                "byte_start": 5927790,
                "byte_stop": 5969377,
                "text": "I think anybody who -- who did that work, that the carrier was called upon to duty, any of his agents who did that work should be entitled to this limitation.",
                "start": 1456.075
              }
            ],
            "start": 1456.075,
            "stop": 1466.48,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6087764,
            "byte_start": 5969377,
            "text_blocks": [
              {
                "stop": 1469.046,
                "byte_start": 5969377,
                "byte_stop": 5979617,
                "text": "Now, let me I ask you one more hypothetical.",
                "start": 1466.48
              },
              {
                "stop": 1484.661,
                "byte_start": 5979617,
                "byte_stop": 6042102,
                "text": "Let's take a truck driver who is driving a truck, hauling -- as a common carrier, working for an employer hauling cargo and that there's a limitation of the carrier's liability.",
                "start": 1469.046
              },
              {
                "stop": 1493.751,
                "byte_start": 6042102,
                "byte_stop": 6078464,
                "text": "But the truck driver negligently drives the truck in front of that -- an approaching train and the cargo was damaged.",
                "start": 1484.661
              },
              {
                "stop": 1495.399,
                "byte_start": 6078464,
                "byte_stop": 6085047,
                "text": "Now, both are liable, aren't they?",
                "start": 1493.751
              },
              {
                "stop": 1496.066,
                "byte_start": 6085047,
                "byte_stop": 6087764,
                "text": "The --",
                "start": 1495.399
              }
            ],
            "start": 1466.48,
            "stop": 1496.066,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 6088391,
            "byte_start": 6087764,
            "text_blocks": [
              {
                "stop": 1496.219,
                "byte_start": 6087764,
                "byte_stop": 6088391,
                "text": "I believe so.",
                "start": 1496.066
              }
            ],
            "start": 1496.066,
            "stop": 1496.219,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6096436,
            "byte_start": 6088391,
            "text_blocks": [
              {
                "stop": 1498.233,
                "byte_start": 6088391,
                "byte_stop": 6096436,
                "text": "-- truck company and the truck driver.",
                "start": 1496.219
              }
            ],
            "start": 1496.219,
            "stop": 1498.233,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 6100825,
            "byte_start": 6096436,
            "text_blocks": [
              {
                "stop": 1499.336,
                "byte_start": 6096436,
                "byte_stop": 6100825,
                "text": "I believe so.",
                "start": 1498.233
              }
            ],
            "start": 1498.233,
            "stop": 1499.336,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6130709,
            "byte_start": 6100825,
            "text_blocks": [
              {
                "stop": 1506.799,
                "byte_start": 6100825,
                "byte_stop": 6130709,
                "text": "Now would the truck driver in that case have a privilege of the carrier's immunity?",
                "start": 1499.336
              }
            ],
            "start": 1499.336,
            "stop": 1506.799,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 6132172,
            "byte_start": 6130709,
            "text_blocks": [
              {
                "stop": 1507.162,
                "byte_start": 6130709,
                "byte_stop": 6132172,
                "text": "I think --",
                "start": 1506.799
              }
            ],
            "start": 1506.799,
            "stop": 1507.162,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6135306,
            "byte_start": 6132172,
            "text_blocks": [
              {
                "stop": 1507.952,
                "byte_start": 6132172,
                "byte_stop": 6135306,
                "text": "Or limitation?",
                "start": 1507.162
              }
            ],
            "start": 1507.162,
            "stop": 1507.952,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "date_end": -244749600,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -403034400,
                  "id": 2726,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "charles_e_whittaker",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854,
                "id": 32700,
                "mime": "image/png"
              },
              "ID": 15082,
              "last_name": "Whittaker",
              "name": "Charles E. Whittaker",
              "length_of_service": 1832
            }
          },
          {
            "byte_stop": 6510947,
            "byte_start": 6135306,
            "text_blocks": [
              {
                "stop": 1513.795,
                "byte_start": 6135306,
                "byte_stop": 6158608,
                "text": "I think it was and I refer you to a Court of Appeals, a New York Court of Appeals case.",
                "start": 1507.952
              },
              {
                "stop": 1522.142,
                "byte_start": 6158608,
                "byte_stop": 6192044,
                "text": "I have it in here in my brief on page 12, Berger versus 34th Street Garage.",
                "start": 1513.795
              },
              {
                "stop": 1531.002,
                "byte_start": 6192044,
                "byte_stop": 6227466,
                "text": "Now, that isn't exactly the same situation, if Your Honor please, that you set forth, but it's very similar and the principle is the same.",
                "start": 1522.142
              },
              {
                "stop": 1556.486,
                "byte_start": 6227466,
                "byte_stop": 6329448,
                "text": "Because in that case, the truck driver -- there was a truck driver and he left the place overnight and somebody's robbed and he was sued for it and he set up his limitations, the same limitation that the steamship company or the -- somebody else had in the Court and it went up to the Court of Appeals in the State of New York and they cited the Collins case and said that he was entitled to that limitations, too.",
                "start": 1531.002
              },
              {
                "stop": 1560.957,
                "byte_start": 6329448,
                "byte_stop": 6347316,
                "text": "Now, that's the latest state court case I have on it.",
                "start": 1556.486
              },
              {
                "stop": 1570.762,
                "byte_start": 6347316,
                "byte_stop": 6386500,
                "text": "And I have several other cases in my brief on pages -- pages 12 to 13.",
                "start": 1560.957
              },
              {
                "stop": 1581.119,
                "byte_start": 6386500,
                "byte_stop": 6427982,
                "text": "I only have two that are somewhat similar situation that if you went out where the -- the one who was performing the work was allowed their rights to limit.",
                "start": 1570.762
              },
              {
                "stop": 1584.86,
                "byte_start": 6427982,
                "byte_stop": 6442924,
                "text": "And I think many other cases along those lines.",
                "start": 1581.119
              },
              {
                "stop": 1601.872,
                "byte_start": 6442924,
                "byte_stop": 6510947,
                "text": "Well, if Your Honor please, I -- I submit to Your Honor please, that I think the Court of Appeals should be reversed and the petitioner's liability should be limited to the sum of $500.",
                "start": 1584.86
              }
            ],
            "start": 1507.952,
            "stop": 1601.872,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_w_p_whip",
              "roles": null,
              "identifier": "george_w_p_whip",
              "thumbnail": null,
              "ID": 26235,
              "last_name": "Whip",
              "name": "George W. P. Whip",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 6520456,
            "byte_start": 6510947,
            "text_blocks": [
              {
                "stop": 1604.249,
                "byte_start": 6510947,
                "byte_stop": 6520456,
                "text": "Mr. Grimes.",
                "start": 1601.872
              }
            ],
            "start": 1601.872,
            "stop": 1604.249,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          }
        ]
      },
      {
        "stop": 3309.76,
        "byte_start": 6520456,
        "byte_stop": 13342386,
        "start": 1604.249,
        "turns": [
          {
            "byte_stop": 8805125,
            "byte_start": 6520456,
            "text_blocks": [
              {
                "stop": 1608.143,
                "byte_start": 6520456,
                "byte_stop": 6536025,
                "text": "Mr. Chief Justice, if it please the Court.",
                "start": 1604.249
              },
              {
                "stop": 1636.337,
                "byte_start": 6536025,
                "byte_stop": 6648874,
                "text": "The petitioner here is asking this Court to rule that the loss suffered by the respondents as a result of the negligence and a practically self-admitted negligence of an independent contractor should cost the respondents or should entitle the respondents to recover only 2% of the damage that they have sustained.",
                "start": 1608.143
              },
              {
                "stop": 1651.893,
                "byte_start": 6648874,
                "byte_stop": 6711045,
                "text": "In asking Your Honors to adopt the rule of that sort, they necessarily rely on the Collins case to which Mr. Whip has adverted, a two-to-one decision of the Court of Appeals for the Fifth Circuit.",
                "start": 1636.337
              },
              {
                "stop": 1661.38,
                "byte_start": 6711045,
                "byte_stop": 6748975,
                "text": "They ask Your Honors necessarily to overrule the reasoning of two very able judges who considered this case in extenso.",
                "start": 1651.893
              },
              {
                "stop": 1674.872,
                "byte_start": 6748975,
                "byte_stop": 6802996,
                "text": "Both Judge Thompson and Chief Judge Thompson in the District Court and Chief Judge Sobeloff in the Fourth Circuit speaking for himself, where Judge Soper and for Judge Haynsworth.",
                "start": 1661.38
              },
              {
                "stop": 1686.41,
                "byte_start": 6802996,
                "byte_stop": 6849076,
                "text": "Now, we think that almost the very statement on the proposition is enough to show that there is no merit in the petitioner's contention.",
                "start": 1674.872
              },
              {
                "stop": 1689.901,
                "byte_start": 6849076,
                "byte_stop": 6863078,
                "text": "The facts are substantially undisputed.",
                "start": 1686.41
              },
              {
                "stop": 1710.834,
                "byte_start": 6863078,
                "byte_stop": 6946774,
                "text": "There were one or two that Mr. Whip did not mention which I think have some minor bearing on the case, namely, that the stevedore here did not have any contract, any written contract governing the terms and conditions under which it performed the work for the vessel.",
                "start": 1689.901
              },
              {
                "stop": 1714.85,
                "byte_start": 6946774,
                "byte_stop": 6962866,
                "text": "It operated pursuant to an oral agreement.",
                "start": 1710.834
              },
              {
                "stop": 1723.456,
                "byte_start": 6962866,
                "byte_stop": 6997347,
                "text": "Nowhere did it provide in that contract or in any contract because it had none with the shipper.",
                "start": 1714.85
              },
              {
                "stop": 1731.014,
                "byte_start": 6997347,
                "byte_stop": 7027545,
                "text": "In no case did it have any provision that its liability should be limited in anyway.",
                "start": 1723.456
              },
              {
                "stop": 1747.25,
                "byte_start": 7027545,
                "byte_stop": 7092433,
                "text": "In fact it is clearly set forth in a stipulation of this case which is referred to both by the District Court and in the opinion of the Court of Appeals that the stevedore's rates were entirely independent of the value of the cargo.",
                "start": 1731.014
              },
              {
                "stop": 1769.739,
                "byte_start": 7092433,
                "byte_stop": 7182399,
                "text": "They would have received just as much for a cargo that was valued at $100,000 as they would for one which was valued at -- not valued at all in which case the Act would impose a $500 limitation so far as the carrier and the shipper were concerned but not so far, we contend, as anyone else was involved.",
                "start": 1747.25
              },
              {
                "stop": 1779.216,
                "byte_start": 7182399,
                "byte_stop": 7220328,
                "text": "Now, Mr. Whip inadvertently told Your Honors that there was a representation in this case that this cargo was worth only $500.",
                "start": 1769.739
              },
              {
                "stop": 1781.81,
                "byte_start": 7220328,
                "byte_stop": 7230673,
                "text": "There wasn't any representation at all.",
                "start": 1779.216
              },
              {
                "stop": 1806.411,
                "byte_start": 7230673,
                "byte_stop": 7329102,
                "text": "It is true that there was no statement that it was worth more and no higher rate pay so that if the shipper had -- had to sue the carrier for loss, say occurring at sea and clearly within the coverage to the Carriage of Goods by Sea Act, there is no doubt that his right of recovery would have been limited to $500 per package or per customary freight unit.",
                "start": 1781.81
              },
              {
                "stop": 1817.718,
                "byte_start": 7329102,
                "byte_stop": 7374346,
                "text": "And that may also be a question which was never reached in this case, whether this wasn't -- more than just a package because it was a great big crate containing a 19-ton press.",
                "start": 1806.411
              },
              {
                "stop": 1845.001,
                "byte_start": 7374346,
                "byte_stop": 7483434,
                "text": "But the important thing is that so far -- so far as the shippers were concerned there was no representation as to value and concededly they could have recovered from the -- from the carrier for -- a loss occurring during the period of COGSA coverage, and I speak of COGSA as referring to the Carriage of Goods by Sea Act which is -- where it is commonly and generally called phonetically.",
                "start": 1817.718
              },
              {
                "stop": 1854.562,
                "byte_start": 7483434,
                "byte_stop": 7521677,
                "text": "During that period of coverage, there isn't any doubt that while the carrier they could have recovered only $500 as far as somebody else was concerned that wouldn't be true.",
                "start": 1845.001
              },
              {
                "stop": 1863.703,
                "byte_start": 7521677,
                "byte_stop": 7558248,
                "text": "For instance, if the vessel had been in collision with another vessel, they could have recovered their full damages from the other vessel had it been at fault.",
                "start": 1854.562
              },
              {
                "stop": 1877.257,
                "byte_start": 7558248,
                "byte_stop": 7612479,
                "text": "Now, it is true also as Mr. Whip said that the petitioner here was not only the stevedore but also signed the bill of lading.",
                "start": 1863.703
              },
              {
                "stop": 1892.975,
                "byte_start": 7612479,
                "byte_stop": 7675382,
                "text": "It signed the bill of lading, however, not in its capacity as stevedore but because it happened also that the local agent for the ship's general agents who did business in New York and had employed this Robert C. Herd & Company back in Baltimore.",
                "start": 1877.257
              },
              {
                "stop": 1900.785,
                "byte_start": 7675382,
                "byte_stop": 7706624,
                "text": "Actually, there was no bill of lading in existence so far as this crate was concerned.",
                "start": 1892.975
              },
              {
                "stop": 1906.139,
                "byte_start": 7706624,
                "byte_stop": 7728044,
                "text": "It had been listed on a bill of lading prepared by the freight forwarders.",
                "start": 1900.785
              },
              {
                "stop": 1914.869,
                "byte_start": 7728044,
                "byte_stop": 7762944,
                "text": "But the crate had been deleted from the bill of lading after it fell into the harbor and before the bill of lading was delivered to the shipper or its agents.",
                "start": 1906.139
              },
              {
                "stop": 1924.722,
                "byte_start": 7762944,
                "byte_stop": 7802337,
                "text": "So, there was never any bill of lading in existence with respect to this crate which has some bearing on the question which Mr. Justice Whittaker asked.",
                "start": 1914.869
              },
              {
                "stop": 1933.304,
                "byte_start": 7802337,
                "byte_stop": 7836714,
                "text": "And there may be a question there, as to whether there was COGSA coverage because there was no bill of lading.",
                "start": 1924.722
              },
              {
                "stop": 1937.172,
                "byte_start": 7836714,
                "byte_stop": 7852178,
                "text": "The District Court took a -- a view opposed to ours on that.",
                "start": 1933.304
              },
              {
                "stop": 1947.014,
                "byte_start": 7852178,
                "byte_stop": 7891571,
                "text": "We argued that point but it did not agree with us but we went on the principal grounds and that they were quite sufficient for our purposes.",
                "start": 1937.172
              },
              {
                "stop": 1957.239,
                "byte_start": 7891571,
                "byte_stop": 7932426,
                "text": "Now, on threshold of this case, we have a question of whether there was any coverage under the Carriage Goods by Sea Act.",
                "start": 1947.014
              },
              {
                "stop": 1971.452,
                "byte_start": 7932426,
                "byte_stop": 7989269,
                "text": "Judge Thompson held that the loss occurred prior to the time when the Carriage of Goods by Sea Act became effective by its own terms, that is, prior to the loading on to the vessel.",
                "start": 1957.239
              },
              {
                "stop": 1977.101,
                "byte_start": 7989269,
                "byte_stop": 8011839,
                "text": "And as Mr. Whip has said the American cases adopt the tackle to tackle point of view.",
                "start": 1971.452
              },
              {
                "stop": 1982.725,
                "byte_start": 8011839,
                "byte_stop": 8034408,
                "text": "Now, what happened here is the ship's tackle had never been made fast to this crate.",
                "start": 1977.101
              },
              {
                "stop": 1985.535,
                "byte_start": 8034408,
                "byte_stop": 8045589,
                "text": "As a matter of fact, no tackle had been made fast to it.",
                "start": 1982.725
              },
              {
                "stop": 2002.124,
                "byte_start": 8045589,
                "byte_stop": 8111940,
                "text": "It was a great big crate and it was sitting flat on a railroad car and the stevedores in order to get the usual heavy lifts swing under, had to run a thin wire rope to try to raise it with one end to get a chuck under it so that they could put the swing under.",
                "start": 1985.535
              },
              {
                "stop": 2024.449,
                "byte_start": 8111940,
                "byte_stop": 8201279,
                "text": "And while they were doing it, they just tipped it too far and it fell over against the vessel, wrested the vessel out of the way from the pier and the crate went down between the pier and the -- and the vessel went on the bottom of the Patapsco River where it suffered substantial damage because it was precision machinery and the saltwater just ruined it.",
                "start": 2002.124
              },
              {
                "stop": 2037.322,
                "byte_start": 8201279,
                "byte_stop": 8252792,
                "text": "Now, Judge Thompson held and it's true that the Court of Appeals didn't find it necessary to consider the point that that loss occurring before the period when COGSA attached of its own force.",
                "start": 2024.449
              },
              {
                "stop": 2039.945,
                "byte_start": 8252792,
                "byte_stop": 8263241,
                "text": "COGSA was of no application here.",
                "start": 2037.322
              },
              {
                "stop": 2050.672,
                "byte_start": 8263241,
                "byte_stop": 8306186,
                "text": "He went on to say, however, that even if it had been, he was convinced that the stevedore was not entitled for the benefit of the limitation provisions of that Act.",
                "start": 2039.945
              },
              {
                "stop": 2061.945,
                "byte_start": 8306186,
                "byte_stop": 8351222,
                "text": "And I have -- well I have mentioned the COGSA coverage point preliminarily in the case because it was one which was raised below and decided by the District Court.",
                "start": 2050.672
              },
              {
                "stop": 2081.914,
                "byte_start": 8351222,
                "byte_stop": 8431156,
                "text": "We have addressed ourselves throughout, primarily to the question of whether a negligent stevedore is entitled either by virtue of the statutory provisions contained in COGSA or by reason of the provisions of the bill of lading to the carrier's limitation of liability.",
                "start": 2061.945
              },
              {
                "stop": 2084.445,
                "byte_start": 8431156,
                "byte_stop": 8441292,
                "text": "We say that he is not.",
                "start": 2081.914
              },
              {
                "stop": 2107.296,
                "byte_start": 8441292,
                "byte_stop": 8532616,
                "text": "That those provisions are intended for the benefit of the carrier and the carrier alone, that they do not provide that they shall benefit the carrier's agents whether they be ones in the carrier's own employ or whether they'd be independent contractors as was in the case here but certainly clearly not in the latter case.",
                "start": 2084.445
              },
              {
                "stop": 2119.235,
                "byte_start": 8532616,
                "byte_stop": 8580368,
                "text": "Now, the divergent views in this case are, on the one hand, the Collins case in the Fifth Circuit and on the other, this case in the Fourth Circuit.",
                "start": 2107.296
              },
              {
                "stop": 2128.032,
                "byte_start": 8580368,
                "byte_stop": 8615581,
                "text": "And I think I can persuade Your Honors that the Collins case was wrongly decided.",
                "start": 2119.235
              },
              {
                "stop": 2131.845,
                "byte_start": 8615581,
                "byte_stop": 8630836,
                "text": "I thought so, when I first read it back in 1952.",
                "start": 2128.032
              },
              {
                "stop": 2138.054,
                "byte_start": 8630836,
                "byte_stop": 8655705,
                "text": "I little dreamt that I will have the opportunity to try to persuade this Court or indeed any other Court to that effect.",
                "start": 2131.845
              },
              {
                "stop": 2142.676,
                "byte_start": 8655705,
                "byte_stop": 8674200,
                "text": "But it just outraged my sense of propriety when I first read it.",
                "start": 2138.054
              },
              {
                "stop": 2175.416,
                "byte_start": 8674200,
                "byte_stop": 8805125,
                "text": "Because what is says is, that a stevedore who is not named in the Carriage of Goods by Sea Act anywhere, is not in any part of the Carriage Goods by Sea Act, not only not in the limitation section but not anywhere else or in the bill of lading is, nevertheless, entitled to the carrier's limitation rights conferred on him by the Congress in consideration of certain other rights which the carrier gave up or in the bill of lading which the carriers entered into with the shipper.",
                "start": 2142.676
              }
            ],
            "start": 1604.249,
            "stop": 2175.416,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 8844204,
            "byte_start": 8805125,
            "text_blocks": [
              {
                "stop": 2185.183,
                "byte_start": 8805125,
                "byte_stop": 8844204,
                "text": "Mr. Grimes, I'm surprised you use such strong language as outrage because you could not have been unfamiliar with the English law which -- had also outrages.",
                "start": 2175.416
              }
            ],
            "start": 2175.416,
            "stop": 2185.183,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 8856116,
            "byte_start": 8844204,
            "text_blocks": [
              {
                "stop": 2185.555,
                "byte_start": 8844204,
                "byte_stop": 8845667,
                "text": "No, sir.",
                "start": 2185.183
              },
              {
                "stop": 2188.16,
                "byte_start": 8845667,
                "byte_stop": 8856116,
                "text": "The -- I didn't know the -- the Australian case at that time --",
                "start": 2185.555
              }
            ],
            "start": 2185.183,
            "stop": 2188.16,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 8881612,
            "byte_start": 8856116,
            "text_blocks": [
              {
                "stop": 2194.528,
                "byte_start": 8856116,
                "byte_stop": 8881612,
                "text": "I'm not talking about the Australian case but I'm talking about the English cases.In particular law, it has discrepancies.",
                "start": 2188.16
              }
            ],
            "start": 2188.16,
            "stop": 2194.528,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 8882239,
            "byte_start": 8881612,
            "text_blocks": [
              {
                "stop": 2194.696,
                "byte_start": 8881612,
                "byte_stop": 8882239,
                "text": "In the --",
                "start": 2194.528
              }
            ],
            "start": 2194.528,
            "stop": 2194.696,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 8896031,
            "byte_start": 8882239,
            "text_blocks": [
              {
                "stop": 2198.144,
                "byte_start": 8882239,
                "byte_stop": 8896031,
                "text": "I forgot to tell you what a waging fellow here in the admiralty field.",
                "start": 2194.696
              }
            ],
            "start": 2194.696,
            "stop": 2198.144,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 8901256,
            "byte_start": 8896031,
            "text_blocks": [
              {
                "stop": 2199.45,
                "byte_start": 8896031,
                "byte_stop": 8901256,
                "text": "In the Elder-Dempster case, you --",
                "start": 2198.144
              }
            ],
            "start": 2198.144,
            "stop": 2199.45,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 8906480,
            "byte_start": 8901256,
            "text_blocks": [
              {
                "stop": 2200.75,
                "byte_start": 8901256,
                "byte_stop": 8906480,
                "text": "No, later.",
                "start": 2199.45
              }
            ],
            "start": 2199.45,
            "stop": 2200.75,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 8911182,
            "byte_start": 8906480,
            "text_blocks": [
              {
                "stop": 2201.938,
                "byte_start": 8906480,
                "byte_stop": 8911182,
                "text": "Oh, the Mercy case.",
                "start": 2200.75
              }
            ],
            "start": 2200.75,
            "stop": 2201.938,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 8920900,
            "byte_start": 8911182,
            "text_blocks": [
              {
                "stop": 2204.347,
                "byte_start": 8911182,
                "byte_stop": 8920900,
                "text": "Well, with all due respect --",
                "start": 2201.938
              }
            ],
            "start": 2201.938,
            "stop": 2204.347,
            "speaker": null
          },
          {
            "byte_stop": 8930931,
            "byte_start": 8920900,
            "text_blocks": [
              {
                "stop": 2206.869,
                "byte_start": 8920900,
                "byte_stop": 8930931,
                "text": "I -- I just say that outrage seems to be a --",
                "start": 2204.347
              }
            ],
            "start": 2204.347,
            "stop": 2206.869,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 8942634,
            "byte_start": 8930931,
            "text_blocks": [
              {
                "stop": 2209.797,
                "byte_start": 8930931,
                "byte_stop": 8942634,
                "text": "Well, it's -- let's say it shocked my sense of the --",
                "start": 2206.869
              }
            ],
            "start": 2206.869,
            "stop": 2209.797,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 8944828,
            "byte_start": 8942634,
            "text_blocks": [
              {
                "stop": 2210.342,
                "byte_start": 8942634,
                "byte_stop": 8944828,
                "text": "All right.",
                "start": 2209.797
              }
            ],
            "start": 2209.797,
            "stop": 2210.342,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 9611368,
            "byte_start": 8944828,
            "text_blocks": [
              {
                "stop": 2212.324,
                "byte_start": 8944828,
                "byte_stop": 8952769,
                "text": "-- Australian results, Your Honor.",
                "start": 2210.342
              },
              {
                "stop": 2216.666,
                "byte_start": 8952769,
                "byte_stop": 8970115,
                "text": "As a matter of fact, I wasn't familiar with what Justice Franklin decision at that time.",
                "start": 2212.324
              },
              {
                "stop": 2220.741,
                "byte_start": 8970115,
                "byte_stop": 8986415,
                "text": "I became, of course, well aware of it later on.",
                "start": 2216.666
              },
              {
                "stop": 2227.897,
                "byte_start": 8986415,
                "byte_stop": 9015045,
                "text": "Now, let's see what the reaction has been to the Collins case.",
                "start": 2220.741
              },
              {
                "stop": 2233.002,
                "byte_start": 9015045,
                "byte_stop": 9035525,
                "text": "In the first place, as has been pointed out, it was a two-to-one decision.",
                "start": 2227.897
              },
              {
                "stop": 2242.198,
                "byte_start": 9035525,
                "byte_stop": 9072306,
                "text": "And I think if you read Judge Holmes' dissenting opinion you will have to agree that he has all the better of the argument.",
                "start": 2233.002
              },
              {
                "stop": 2253.169,
                "byte_start": 9072306,
                "byte_stop": 9116191,
                "text": "The next view attacking majority opinion was in a comment in the Harvard Law Review in 66 Harvard Law Review and it criticized the decision all along the line.",
                "start": 2242.198
              },
              {
                "stop": 2280.13,
                "byte_start": 9116191,
                "byte_stop": 9224025,
                "text": "Then we came to the decision first of the District Court in this case followed by the District Court in Michigan and then the Court of Appeals in this case and finally the High Court of Australia where the dissenting opinion of Judge Holmes was referred to with approval and the majority opinion disapproved.",
                "start": 2253.169
              },
              {
                "stop": 2290.813,
                "byte_start": 9224025,
                "byte_stop": 9266761,
                "text": "Now, one of the chief reliance is, if Your Honor please, by the Court in the Collins case was on Section 347 of the restatement of the law of agency.",
                "start": 2280.13
              },
              {
                "stop": 2300.524,
                "byte_start": 9266761,
                "byte_stop": 9305527,
                "text": "And that Section provides and apparently if you just read it without Moore, apparently would be applicable to the situation.",
                "start": 2290.813
              },
              {
                "stop": 2316.224,
                "byte_start": 9305527,
                "byte_stop": 9368325,
                "text": "It's headed applicable immunities of principle and it says an agent who is acting in pursuant of his authority has such immunities of the principle as are not personal to the principle.",
                "start": 2300.524
              },
              {
                "stop": 2328.492,
                "byte_start": 9368325,
                "byte_stop": 9417435,
                "text": "I think if you go further and read the comments in connection to that section, it's perfectly clear that it wasn't intended to apply to this situation but it had a -- it had a certain appeal on its face.",
                "start": 2316.224
              },
              {
                "stop": 2355.97,
                "byte_start": 9417435,
                "byte_stop": 9527359,
                "text": "But, unluckily for my Brothers on the other side the American Law Institute pulled the rug out from under them on Section 347 because in the restatement of agency second which has just recently come out, Section 347 has been revised to read, “An agent does not have the immunities of this principle, although acting at the direction of the principle.”",
                "start": 2328.492
              },
              {
                "stop": 2375.969,
                "byte_start": 9527359,
                "byte_stop": 9607398,
                "text": "So, it recognizes as I -- as you've seen in the portion of the summary that is quoted in the brief that the choice of the language had been a little unhappy and it perhaps misled the Court to -- in thinking that what it said there was of -- over that type of situation.",
                "start": 2355.97
              },
              {
                "stop": 2376.979,
                "byte_start": 9607398,
                "byte_stop": 9611368,
                "text": "Now --",
                "start": 2375.969
              }
            ],
            "start": 2210.342,
            "stop": 2376.979,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 9660897,
            "byte_start": 9611368,
            "text_blocks": [
              {
                "stop": 2389.345,
                "byte_start": 9611368,
                "byte_stop": 9660897,
                "text": "(Inaudible)",
                "start": 2376.979
              }
            ],
            "start": 2376.979,
            "stop": 2389.345,
            "speaker": null
          },
          {
            "byte_stop": 9671868,
            "byte_start": 9660897,
            "text_blocks": [
              {
                "stop": 2392.099,
                "byte_start": 9660897,
                "byte_stop": 9671868,
                "text": "Well, it seems to me that that is an immunity, if Your Honor please.",
                "start": 2389.345
              }
            ],
            "start": 2389.345,
            "stop": 2392.099,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 9678033,
            "byte_start": 9671868,
            "text_blocks": [
              {
                "stop": 2393.63,
                "byte_start": 9671868,
                "byte_stop": 9678033,
                "text": "And they have argued the --",
                "start": 2392.099
              }
            ],
            "start": 2392.099,
            "stop": 2393.63,
            "speaker": null
          },
          {
            "byte_stop": 10440913,
            "byte_start": 9678033,
            "text_blocks": [
              {
                "stop": 2396.925,
                "byte_start": 9678033,
                "byte_stop": 9691199,
                "text": "Not in the -- not in the restatement second.",
                "start": 2393.63
              },
              {
                "stop": 2403.495,
                "byte_start": 9691199,
                "byte_stop": 9717426,
                "text": "Now, they gave some examples in the other, none of which seems to me to be applicable to the case presented by Collins.",
                "start": 2396.925
              },
              {
                "stop": 2416.194,
                "byte_start": 9717426,
                "byte_stop": 9768208,
                "text": "That's why I said if -- if you read the examples on what they present on there, it was pretty clear as both Judge Thompson and Judge Sobeloff pointed out that it wasn't applicable to the -- this type of case.",
                "start": 2403.495
              },
              {
                "stop": 2423.288,
                "byte_start": 9768208,
                "byte_stop": 9796629,
                "text": "But with the removal of the particular language it had to be appealed, it seemed to me that it clearly wasn't applicable.",
                "start": 2416.194
              },
              {
                "stop": 2430.575,
                "byte_start": 9796629,
                "byte_stop": 9825782,
                "text": "Now, what are the -- what are the respective equities if Your Honors, please between these -- these two conflicting views?",
                "start": 2423.288
              },
              {
                "stop": 2443.995,
                "byte_start": 9825782,
                "byte_stop": 9879489,
                "text": "The argument of my Brother that because the stevedore was doing the ship's work the stevedore should be entitled to the same limitation of liability that the ship is.",
                "start": 2430.575
              },
              {
                "stop": 2465.987,
                "byte_start": 9879489,
                "byte_stop": 9967470,
                "text": "And the contrary view that a person who has been damaged by the negligence of another should be entitled to be made whole by that other person in the absence of some clear and compelling legislative or contractual provisions to the contract.",
                "start": 2443.995
              },
              {
                "stop": 2473.924,
                "byte_start": 9967470,
                "byte_stop": 9999130,
                "text": "The mere fact that the stevedore is doing the work, it seems to me, to be only begging the question.",
                "start": 2465.987
              },
              {
                "stop": 2481.551,
                "byte_start": 9999130,
                "byte_stop": 10029641,
                "text": "It doesn't follow because he's doing the work, that that necessarily excuses him from the consequences of -- of his own negligence.",
                "start": 2473.924
              },
              {
                "stop": 2491.509,
                "byte_start": 10029641,
                "byte_stop": 10069556,
                "text": "Every agent is doing his principal's work but that doesn't exonerate him for an improper performance of it.",
                "start": 2481.551
              },
              {
                "stop": 2507.405,
                "byte_start": 10069556,
                "byte_stop": 10133086,
                "text": "They say also that unless we give the stevedore as well as the carrier the benefit of this limitation of liability provision, we will in some way impair the full operation of the Carriage of Goods by Sea Act.",
                "start": 2491.509
              },
              {
                "stop": 2510.122,
                "byte_start": 10133086,
                "byte_stop": 10143953,
                "text": "But that is clearly not so.",
                "start": 2507.405
              },
              {
                "stop": 2521.229,
                "byte_start": 10143953,
                "byte_stop": 10188361,
                "text": "Just because the stevedore may be held individually liable, in no way, affects the carrier's right to get the limitation which the Act first pointed.",
                "start": 2510.122
              },
              {
                "stop": 2526.037,
                "byte_start": 10188361,
                "byte_stop": 10207587,
                "text": "And of course, in this case, the carrier wasn't even sued.",
                "start": 2521.229
              },
              {
                "stop": 2560.156,
                "byte_start": 10207587,
                "byte_stop": 10344051,
                "text": "Mr. Whip has said further that because Your Honors have held in the Sieracki case that a stevedore is entitled to the warranty of seaworthiness which the vessel owes to its own members because the stevedore is doing the work which was traditionally the work of the crew, that it follows that the stevedore here should have the same benefits as the -- as the carrier would have had had the suit been against the carrier.",
                "start": 2526.037
              },
              {
                "stop": 2584.361,
                "byte_start": 10344051,
                "byte_stop": 10440913,
                "text": "Well, it seems to me quite an anomalous thing to say that because one owes a duty to someone else as a stranger, that he is necessarily entitled to the same privileges, immunities, limitations of liability that the person whose work he is performing may have with respect to a shipper.",
                "start": 2560.156
              }
            ],
            "start": 2393.63,
            "stop": 2584.361,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 10489710,
            "byte_start": 10440913,
            "text_blocks": [
              {
                "stop": 2596.571,
                "byte_start": 10440913,
                "byte_stop": 10489710,
                "text": "Suppose it was his employee who was sued as -- as one of the justices asked counsel, would he be entitled to the limitation?",
                "start": 2584.361
              }
            ],
            "start": 2584.361,
            "stop": 2596.571,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 10843408,
            "byte_start": 10489710,
            "text_blocks": [
              {
                "stop": 2609.406,
                "byte_start": 10489710,
                "byte_stop": 10541119,
                "text": "Well, that is a related question, Your Honor and it's one that -- that is squarely presented by that Michigan case that Mr. Whip referred to the -- the International Milling Company versus Nicholson Transit Company.",
                "start": 2596.571
              },
              {
                "stop": 2622.906,
                "byte_start": 10541119,
                "byte_stop": 10595140,
                "text": "There the -- there the -- the carrier was clearly entitled to exoneration from liability for negligence of the master or mariners in connection with the management or navigation of the vessel.",
                "start": 2609.406
              },
              {
                "stop": 2634.215,
                "byte_start": 10595140,
                "byte_stop": 10640384,
                "text": "And that when there was such negligent navigation you have the very question that Mr. Justice Whittaker asked, that is, whether the employee should be exonerated.",
                "start": 2622.906
              },
              {
                "stop": 2637.851,
                "byte_start": 10640384,
                "byte_stop": 10654908,
                "text": "The Nicholson case said that he should not.",
                "start": 2634.215
              },
              {
                "stop": 2647.636,
                "byte_start": 10654908,
                "byte_stop": 10693987,
                "text": "Now, some of the cases referred to on our brief go that far although they -- they are mostly ones that are dealing with contractual rather than statutory matters.",
                "start": 2637.851
              },
              {
                "stop": 2668.369,
                "byte_start": 10693987,
                "byte_stop": 10776952,
                "text": "If I understand, as a matter of interest, that there is a proposal when the -- when the limitation of liability statutes are amended, if they eve are, pursuant to the pending discussions in -- in Brussels that the limitation be made available to the masters and servants of the carrier as well as to the carrier himself.",
                "start": 2647.636
              },
              {
                "stop": 2671.759,
                "byte_start": 10776952,
                "byte_stop": 10790536,
                "text": "But that it has not yet become a law.",
                "start": 2668.369
              },
              {
                "stop": 2684.975,
                "byte_start": 10790536,
                "byte_stop": 10843408,
                "text": "And as a matter of fact the limitation of liability statute specifically says that it is applicable only to the owner or the owner pro hac vice and not to the -- not to the masters or mariners.",
                "start": 2671.759
              }
            ],
            "start": 2596.571,
            "stop": 2684.975,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 10910177,
            "byte_start": 10843408,
            "text_blocks": [
              {
                "stop": 2701.673,
                "byte_start": 10843408,
                "byte_stop": 10910177,
                "text": "I was wondering if you would sue both -- both the -- the shipowner and the stevedore and they have both been found negligent, would the -- would the difference in liability have existed?",
                "start": 2684.975
              }
            ],
            "start": 2684.975,
            "stop": 2701.673,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 11039222,
            "byte_start": 10910177,
            "text_blocks": [
              {
                "stop": 2703.36,
                "byte_start": 10910177,
                "byte_stop": 10916968,
                "text": "I think so, Your Honor.",
                "start": 2701.673
              },
              {
                "stop": 2709.451,
                "byte_start": 10916968,
                "byte_stop": 10941315,
                "text": "There is -- there is one sort of twilight zone in there where the answer might be different.",
                "start": 2703.36
              },
              {
                "stop": 2723.67,
                "byte_start": 10941315,
                "byte_stop": 10998157,
                "text": "Let's say that the -- that this crate had been lifted by the ship's tackle, had gotten up over the bulwarks and then had been dropped so that the -- it was clearly within the Carriage of Goods by Sea Act.",
                "start": 2709.451
              },
              {
                "stop": 2733.331,
                "byte_start": 10998157,
                "byte_stop": 11036818,
                "text": "Then I think the answer to your question is clearly that the carrier would have been able to the limit and -- and on our contention that the stevedore would not have been able to.",
                "start": 2723.67
              },
              {
                "stop": 2733.94,
                "byte_start": 11036818,
                "byte_stop": 11039222,
                "text": "Now --",
                "start": 2733.331
              }
            ],
            "start": 2701.673,
            "stop": 2733.94,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11058239,
            "byte_start": 11039222,
            "text_blocks": [
              {
                "stop": 2738.694,
                "byte_start": 11039222,
                "byte_stop": 11058239,
                "text": "Well I thought the Court of Appeals eliminated that issue though.",
                "start": 2733.94
              }
            ],
            "start": 2733.94,
            "stop": 2738.694,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 11087078,
            "byte_start": 11058239,
            "text_blocks": [
              {
                "stop": 2741.798,
                "byte_start": 11058239,
                "byte_stop": 11070673,
                "text": "Well, I don't know whether it's correct to say eliminated.",
                "start": 2738.694
              },
              {
                "stop": 2744.2,
                "byte_start": 11070673,
                "byte_stop": 11080286,
                "text": "They just found it unnecessary to pass upon it.",
                "start": 2741.798
              },
              {
                "stop": 2745.895,
                "byte_start": 11080286,
                "byte_stop": 11087078,
                "text": "The District Court had made that obvious.",
                "start": 2744.2
              }
            ],
            "start": 2738.694,
            "stop": 2745.895,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11089168,
            "byte_start": 11087078,
            "text_blocks": [
              {
                "stop": 2746.424,
                "byte_start": 11087078,
                "byte_stop": 11089168,
                "text": "Yes.",
                "start": 2745.895
              }
            ],
            "start": 2745.895,
            "stop": 2746.424,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 11892067,
            "byte_start": 11089168,
            "text_blocks": [
              {
                "stop": 2756.749,
                "byte_start": 11089168,
                "byte_stop": 11130441,
                "text": "Now, if Your Honors were to agree with the District Court on that point, you would then be faced with this question so far as the carrier is concerned although of course the carrier hadn't been sued.",
                "start": 2746.424
              },
              {
                "stop": 2761.893,
                "byte_start": 11130441,
                "byte_stop": 11151026,
                "text": "That is, whether the carrier's provision in the bill of lading was valid.",
                "start": 2756.749
              },
              {
                "stop": 2766.392,
                "byte_start": 11151026,
                "byte_stop": 11168998,
                "text": "Clearly, the bill of lading did entitle the carrier to limit its liability.",
                "start": 2761.893
              },
              {
                "stop": 2787.1,
                "byte_start": 11168998,
                "byte_stop": 11251858,
                "text": "And it's Mr. Whip's contention that Section 6 of the Act authorizes such a limitation in the bill of lading and I can understand the argument because it does say that the -- nothing in the Act shall prevent the carrier from making provisions of his own, covering his liability before loading and after discharge.",
                "start": 2766.392
              },
              {
                "stop": 2805.636,
                "byte_start": 11251858,
                "byte_stop": 11326046,
                "text": "However, there's another provision in Section 12 of the Act which says that nothing in the Act shall be construed as amending or appealing the Harter Act with respect to the duties, responsibilities, and liabilities of the ship or carrier prior to the time when the goods are loaded on or after the time they are discharged from the ship.",
                "start": 2787.1
              },
              {
                "stop": 2817.619,
                "byte_start": 11326046,
                "byte_stop": 11373902,
                "text": "And under the Harter Act, I think it would be quite clear that this limitation of liability clause to $500 would be invalid because that is a limitation clause and not evaluation clause.",
                "start": 2805.636
              },
              {
                "stop": 2824.322,
                "byte_start": 11373902,
                "byte_stop": 11400756,
                "text": "Evaluation clause has been sustained by this Court in the (Inaudible) case back in 294 United States I think.",
                "start": 2817.619
              },
              {
                "stop": 2829.433,
                "byte_start": 11400756,
                "byte_stop": 11421236,
                "text": "But the limitation of liability clause was always invalid under the Harter Act.",
                "start": 2824.322
              },
              {
                "stop": 2839.906,
                "byte_start": 11421236,
                "byte_stop": 11463137,
                "text": "So, that while we don't have that precise situation I would have considerable doubt as to -- as to whether in that twilight zone the carrier would have been able to limit.",
                "start": 2829.433
              },
              {
                "stop": 2851.349,
                "byte_start": 11463137,
                "byte_stop": 11508903,
                "text": "If -- if Your Honors decided that it was limited in the COGSA period, I think the carrier clearly would have been entitled to but, of course, we contend the stevedore is not.",
                "start": 2839.906
              },
              {
                "stop": 2869.157,
                "byte_start": 11508903,
                "byte_stop": 11580061,
                "text": "Now, my Brothers have also said as an argument supporting their position that to sustain the ruling of the courts in this case would result in a windfall to the cargo owners.",
                "start": 2851.349
              },
              {
                "stop": 2876.176,
                "byte_start": 11580061,
                "byte_stop": 11608168,
                "text": "I just find it almost impossible to reconcile a statement that that is a windfall.",
                "start": 2869.157
              },
              {
                "stop": 2878.8,
                "byte_start": 11608168,
                "byte_stop": 11618722,
                "text": "I think it's a -- a bad term, anyhow.",
                "start": 2876.176
              },
              {
                "stop": 2889.138,
                "byte_start": 11618722,
                "byte_stop": 11659995,
                "text": "But if it's a windfall, it seems to me, the windfall would be the other way around if the stevedore were granted this -- this right to limit.",
                "start": 2878.8
              },
              {
                "stop": 2892.994,
                "byte_start": 11659995,
                "byte_stop": 11675460,
                "text": "Because look at the facts of this case, if Your Honor, please.",
                "start": 2889.138
              },
              {
                "stop": 2902.965,
                "byte_start": 11675460,
                "byte_stop": 11715375,
                "text": "Suppose -- suppose this cargo had been valued by the shippers at $50,000 and then have been damaged.",
                "start": 2892.994
              },
              {
                "stop": 2911.416,
                "byte_start": 11715375,
                "byte_stop": 11749125,
                "text": "Clearly, the carrier would have been liable for that amount had it been negligent and I think my opponents can see the stevedore would also have been liable.",
                "start": 2902.965
              },
              {
                "stop": 2918.963,
                "byte_start": 11749125,
                "byte_stop": 11779323,
                "text": "So, that they would have paid the full loss because there was no such declaration of value, they'd pay only $500.",
                "start": 2911.416
              },
              {
                "stop": 2922.111,
                "byte_start": 11779323,
                "byte_stop": 11791966,
                "text": "It was on their argument.",
                "start": 2918.963
              },
              {
                "stop": 2930.573,
                "byte_start": 11791966,
                "byte_stop": 11825821,
                "text": "But the compensation the stevedore received for doing this work was precisely the same in both situations.",
                "start": 2922.111
              },
              {
                "stop": 2934.603,
                "byte_start": 11825821,
                "byte_stop": 11841912,
                "text": "The carriers wouldn't have been the carrier got an increases rate with increased valuations.",
                "start": 2930.573
              },
              {
                "stop": 2946.39,
                "byte_start": 11841912,
                "byte_stop": 11889037,
                "text": "But the stevedore, according to the stipulated facts in this case in the findings of both courts, was that its rates were not dependent on value whether or not declared.",
                "start": 2934.603
              },
              {
                "stop": 2947.14,
                "byte_start": 11889037,
                "byte_stop": 11892067,
                "text": "So, there --",
                "start": 2946.39
              }
            ],
            "start": 2746.424,
            "stop": 2947.14,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11900322,
            "byte_start": 11892067,
            "text_blocks": [
              {
                "stop": 2949.22,
                "byte_start": 11892067,
                "byte_stop": 11900322,
                "text": "Is that customary in the --",
                "start": 2947.14
              }
            ],
            "start": 2947.14,
            "stop": 2949.22,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -969127200,
                  "id": 2751,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "william_o_douglas",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "size": 56651,
                "id": 32781,
                "mime": "image/png"
              },
              "ID": 15107,
              "last_name": "Douglas",
              "name": "William O. Douglas",
              "length_of_service": 13358
            }
          },
          {
            "byte_stop": 11926235,
            "byte_start": 11900322,
            "text_blocks": [
              {
                "stop": 2955.702,
                "byte_start": 11900322,
                "byte_stop": 11926235,
                "text": "That is customary in -- certainly in the port of Baltimore, Your Honor and I think on the East Coast generally.",
                "start": 2949.22
              }
            ],
            "start": 2949.22,
            "stop": 2955.702,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 11937729,
            "byte_start": 11926235,
            "text_blocks": [
              {
                "stop": 2958.555,
                "byte_start": 11926235,
                "byte_stop": 11937729,
                "text": "By rates, you set by weight?",
                "start": 2955.702
              }
            ],
            "start": 2955.702,
            "stop": 2958.555,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -969127200,
                  "id": 2751,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "william_o_douglas",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "size": 56651,
                "id": 32781,
                "mime": "image/png"
              },
              "ID": 15107,
              "last_name": "Douglas",
              "name": "William O. Douglas",
              "length_of_service": 13358
            }
          },
          {
            "byte_stop": 11972315,
            "byte_start": 11937729,
            "text_blocks": [
              {
                "stop": 2967.212,
                "byte_start": 11937729,
                "byte_stop": 11972315,
                "text": "The -- the rates depend on weight, density, difficulty of handling, and all that sort of thing, but has no relation to value.",
                "start": 2958.555
              }
            ],
            "start": 2958.555,
            "stop": 2967.212,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12007215,
            "byte_start": 11972315,
            "text_blocks": [
              {
                "stop": 2975.944,
                "byte_start": 11972315,
                "byte_stop": 12007215,
                "text": "The Eastern Baltimore practices, Mr. Grimes, are there limitations expressly on behalf of the stevedore?",
                "start": 2967.212
              }
            ],
            "start": 2967.212,
            "stop": 2975.944,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12093733,
            "byte_start": 12007215,
            "text_blocks": [
              {
                "stop": 2977.763,
                "byte_start": 12007215,
                "byte_stop": 12014529,
                "text": "I've never known of any, Your Honor.",
                "start": 2975.944
              },
              {
                "stop": 2979.747,
                "byte_start": 12014529,
                "byte_stop": 12022471,
                "text": "I've never found that.",
                "start": 2977.763
              },
              {
                "stop": 2997.569,
                "byte_start": 12022471,
                "byte_stop": 12093733,
                "text": "And I think the -- the usual situation is just what prevailed here that that work is done more or less on an oral basis with -- on a tariff rate which is based as I said to Mr. Justice Douglas, on weight, density and difficulty of handling and without any relation to value whether or not declared.",
                "start": 2979.747
              }
            ],
            "start": 2975.944,
            "stop": 2997.569,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12113377,
            "byte_start": 12093733,
            "text_blocks": [
              {
                "stop": 3002.477,
                "byte_start": 12093733,
                "byte_stop": 12113377,
                "text": "There's another -- there's another one of those argument that looks both ways.",
                "start": 2997.569
              }
            ],
            "start": 2997.569,
            "stop": 3002.477,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12128319,
            "byte_start": 12113377,
            "text_blocks": [
              {
                "stop": 3006.199,
                "byte_start": 12113377,
                "byte_stop": 12128319,
                "text": "Well, -- well it seems to me when -- when you see which way --",
                "start": 3002.477
              }
            ],
            "start": 3002.477,
            "stop": 3006.199,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12195401,
            "byte_start": 12128319,
            "text_blocks": [
              {
                "stop": 3016.73,
                "byte_start": 12128319,
                "byte_stop": 12170428,
                "text": "I -- I don't mean that the determination of the rate but the fact that there is -- that there is no specific limitation on behalf of the stevedore.",
                "start": 3006.199
              },
              {
                "stop": 3021.471,
                "byte_start": 12170428,
                "byte_stop": 12189341,
                "text": "I could argue either side of the significance of that accident.",
                "start": 3016.73
              },
              {
                "stop": 3022.972,
                "byte_start": 12189341,
                "byte_stop": 12195401,
                "text": "So, for you --",
                "start": 3021.471
              }
            ],
            "start": 3006.199,
            "stop": 3022.972,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12208253,
            "byte_start": 12195401,
            "text_blocks": [
              {
                "stop": 3026.186,
                "byte_start": 12195401,
                "byte_stop": 12208253,
                "text": "Well I -- of course, naturally I prefer my own --",
                "start": 3022.972
              }
            ],
            "start": 3022.972,
            "stop": 3026.186,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12208880,
            "byte_start": 12208253,
            "text_blocks": [
              {
                "stop": 3026.354,
                "byte_start": 12208253,
                "byte_stop": 12208880,
                "text": "Yes.",
                "start": 3026.186
              }
            ],
            "start": 3026.186,
            "stop": 3026.354,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12209194,
            "byte_start": 12208880,
            "text_blocks": [
              {
                "stop": 3026.424,
                "byte_start": 12208880,
                "byte_stop": 12209194,
                "text": "-- side of it.",
                "start": 3026.354
              }
            ],
            "start": 3026.354,
            "stop": 3026.424,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12228315,
            "byte_start": 12209194,
            "text_blocks": [
              {
                "stop": 3027.098,
                "byte_start": 12209194,
                "byte_stop": 12211911,
                "text": "I understand that.",
                "start": 3026.424
              },
              {
                "stop": 3031.213,
                "byte_start": 12211911,
                "byte_stop": 12228315,
                "text": "But I -- I (Inaudible) determine that one way or the other.",
                "start": 3027.098
              }
            ],
            "start": 3026.424,
            "stop": 3031.213,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12454954,
            "byte_start": 12228315,
            "text_blocks": [
              {
                "stop": 3044.779,
                "byte_start": 12228315,
                "byte_stop": 12282546,
                "text": "Well, if you look at this case from a -- a point of view, a technical construction about the statute of the bill of lading, there's certainly nothing to recommend the stevedore's position.",
                "start": 3031.213
              },
              {
                "stop": 3049.884,
                "byte_start": 12282546,
                "byte_stop": 12303026,
                "text": "The stevedore isn't mentioned in either of the Act or the bill of lading.",
                "start": 3044.779
              },
              {
                "stop": 3057.477,
                "byte_start": 12303026,
                "byte_stop": 12333432,
                "text": "They both refer to the ship or the carrier and they both define what they mean by ship and carrier, in slightly different language.",
                "start": 3049.884
              },
              {
                "stop": 3066.165,
                "byte_start": 12333432,
                "byte_stop": 12368123,
                "text": "But they mean in -- basically the carrier or any continuing or on carrier or the charterer or the owner.",
                "start": 3057.477
              },
              {
                "stop": 3077.737,
                "byte_start": 12368123,
                "byte_stop": 12414412,
                "text": "But they do not mention stevedores and they don't mention any other of the myriad group that has something to do with the transportation of goods in commerce for both land and waterborne.",
                "start": 3066.165
              },
              {
                "stop": 3087.661,
                "byte_start": 12414412,
                "byte_stop": 12454118,
                "text": "So that you can't say as a matter of technical construction and use of the words that they're entitled to this limitation for which they contend.",
                "start": 3077.737
              },
              {
                "stop": 3087.861,
                "byte_start": 12454118,
                "byte_stop": 12454954,
                "text": "Secondly --",
                "start": 3087.661
              }
            ],
            "start": 3031.213,
            "stop": 3087.861,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12462686,
            "byte_start": 12454954,
            "text_blocks": [
              {
                "stop": 3089.81,
                "byte_start": 12454954,
                "byte_stop": 12462686,
                "text": "That's one thing that's clear about it.",
                "start": 3087.861
              }
            ],
            "start": 3087.861,
            "stop": 3089.81,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12465298,
            "byte_start": 12462686,
            "text_blocks": [
              {
                "stop": 3090.463,
                "byte_start": 12462686,
                "byte_stop": 12465298,
                "text": "What's that?",
                "start": 3089.81
              }
            ],
            "start": 3089.81,
            "stop": 3090.463,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12470836,
            "byte_start": 12465298,
            "text_blocks": [
              {
                "stop": 3091.844,
                "byte_start": 12465298,
                "byte_stop": 12470836,
                "text": "That's the one thing that's clear about (Voice Overlap) --",
                "start": 3090.463
              }
            ],
            "start": 3090.463,
            "stop": 3091.844,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12478151,
            "byte_start": 12470836,
            "text_blocks": [
              {
                "stop": 3093.657,
                "byte_start": 12470836,
                "byte_stop": 12478151,
                "text": "That -- that is -- that is crystal clear, I think.",
                "start": 3091.844
              }
            ],
            "start": 3091.844,
            "stop": 3093.657,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12485256,
            "byte_start": 12478151,
            "text_blocks": [
              {
                "stop": 3095.439,
                "byte_start": 12478151,
                "byte_stop": 12485256,
                "text": "And for that -- you start with that.",
                "start": 3093.657
              }
            ],
            "start": 3093.657,
            "stop": 3095.439,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12564773,
            "byte_start": 12485256,
            "text_blocks": [
              {
                "stop": 3102.654,
                "byte_start": 12485256,
                "byte_stop": 12514095,
                "text": "And there's another thing that is crystal clear and that is that Congress didn't say a word about this.",
                "start": 3095.439
              },
              {
                "stop": 3115.328,
                "byte_start": 12514095,
                "byte_stop": 12564773,
                "text": "In the reports considering the Carriage of Goods by Sea Act or in the Harter Act which came before and pursuant to which this Court handed down the decision in Reid versus American Express Company.",
                "start": 3102.654
              }
            ],
            "start": 3095.439,
            "stop": 3115.328,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12588492,
            "byte_start": 12564773,
            "text_blocks": [
              {
                "stop": 3121.244,
                "byte_start": 12564773,
                "byte_stop": 12588492,
                "text": "Well, Congress didn't say anything about Sieracki and this Court didn't say anything until pretty lately.",
                "start": 3115.328
              }
            ],
            "start": 3115.328,
            "stop": 3121.244,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12599568,
            "byte_start": 12588492,
            "text_blocks": [
              {
                "stop": 3124.024,
                "byte_start": 12588492,
                "byte_stop": 12599568,
                "text": "Well, that is true, sir, but that --",
                "start": 3121.244
              }
            ],
            "start": 3121.244,
            "stop": 3124.024,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12615241,
            "byte_start": 12599568,
            "text_blocks": [
              {
                "stop": 3125.214,
                "byte_start": 12599568,
                "byte_stop": 12604374,
                "text": "And it's all derivative.",
                "start": 3124.024
              },
              {
                "stop": 3127.945,
                "byte_start": 12604374,
                "byte_stop": 12615241,
                "text": "That was all derivative derived from the situation, wasn't it?",
                "start": 3125.214
              }
            ],
            "start": 3124.024,
            "stop": 3127.945,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "date_end": -231793200,
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_start": -975780000,
                  "id": 2694,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "felix_frankfurter",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083,
                "id": 32706,
                "mime": "image/png"
              },
              "ID": 15050,
              "last_name": "Frankfurter",
              "name": "Felix Frankfurter",
              "length_of_service": 8611
            }
          },
          {
            "byte_stop": 12663933,
            "byte_start": 12615241,
            "text_blocks": [
              {
                "stop": 3128.797,
                "byte_start": 12615241,
                "byte_stop": 12618689,
                "text": "Well, that's true.",
                "start": 3127.945
              },
              {
                "stop": 3133.135,
                "byte_start": 12618689,
                "byte_stop": 12636035,
                "text": "But there -- there you didn't -- that was dealing with non-statutory law.",
                "start": 3128.797
              },
              {
                "stop": 3140.127,
                "byte_start": 12636035,
                "byte_stop": 12663933,
                "text": "That -- that had reference to the -- to the judge made right of unseaworthiness, not to a statutory right.",
                "start": 3133.135
              }
            ],
            "start": 3127.945,
            "stop": 3140.127,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          },
          {
            "byte_stop": 12789217,
            "byte_start": 12663933,
            "text_blocks": [
              {
                "stop": 3143.231,
                "byte_start": 12663933,
                "byte_stop": 12676368,
                "text": "Mr. Grimes, just -- just of a matter of curiosity.",
                "start": 3140.127
              },
              {
                "stop": 3152.386,
                "byte_start": 12676368,
                "byte_stop": 12713044,
                "text": "I don't suppose that there's on this case much but it seems strange to me that there wouldn't be more precedence than there are in this field.",
                "start": 3143.231
              },
              {
                "stop": 3171.436,
                "byte_start": 12713044,
                "byte_stop": 12789217,
                "text": "I would think this would be a matter of almost daily occurrence if someone's -- some place in the country would -- would drop a package in -- in loading or unloading a -- a vessel and you would think there would be -- you would think there would be considerable litigation over that.",
                "start": 3152.386
              }
            ],
            "start": 3140.127,
            "stop": 3171.436,
            "speaker": {
              "view_count": 99,
              "href": "https://api.oyez.org/people/earl_warren",
              "roles": [
                {
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "date_end": -16570800,
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_start": -512503200,
                  "id": 2743,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "identifier": "earl_warren",
              "thumbnail": {
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444,
                "id": 32704,
                "mime": "image/png"
              },
              "ID": 15099,
              "last_name": "Warren",
              "name": "Earl Warren",
              "length_of_service": 5740
            }
          },
          {
            "byte_stop": 13342386,
            "byte_start": 12789217,
            "text_blocks": [
              {
                "stop": 3174.933,
                "byte_start": 12789217,
                "byte_stop": 12803218,
                "text": "Well, I think I know the answer to that, Your Honor.",
                "start": 3171.436
              },
              {
                "stop": 3178.218,
                "byte_start": 12803218,
                "byte_stop": 12816384,
                "text": "The Collins case wasn't decided until 1952.",
                "start": 3174.933
              },
              {
                "stop": 3188.814,
                "byte_start": 12816384,
                "byte_stop": 12858702,
                "text": "That was 16 years after the Carriage of Goods by Sea Act and many more years and not after the Harter Act which I think was 1893.",
                "start": 3178.218
              },
              {
                "stop": 3209.509,
                "byte_start": 12858702,
                "byte_stop": 12941563,
                "text": "The answer, in my judgment, is that until somebody dreamed up this position in the Collins case everybody had assumed the other on the principle that everyone is responsible for his own wrongs and fully responsible unless a valid contract or a valid statute said something to the contrary.",
                "start": 3188.814
              },
              {
                "stop": 3211.797,
                "byte_start": 12941563,
                "byte_stop": 12950653,
                "text": "Now, Collins came along in 1952.",
                "start": 3209.509
              },
              {
                "stop": 3216.611,
                "byte_start": 12950653,
                "byte_stop": 12969880,
                "text": "This case happened in 1954 and of course it was one of the first things that I thought of.",
                "start": 3211.797
              },
              {
                "stop": 3218.268,
                "byte_start": 12969880,
                "byte_stop": 12976567,
                "text": "And it was raised right then and there.",
                "start": 3216.611
              },
              {
                "stop": 3220.828,
                "byte_start": 12976567,
                "byte_stop": 12986807,
                "text": "I -- I do not know of any other cases.",
                "start": 3218.268
              },
              {
                "stop": 3231.477,
                "byte_start": 12986807,
                "byte_stop": 13029334,
                "text": "Of course, this has to be said, Your Honor, in -- in case of the small packages, the $500 limitation will cover so that there maybe many situations where it isn't presented.",
                "start": 3220.828
              },
              {
                "stop": 3243.162,
                "byte_start": 13029334,
                "byte_stop": 13076146,
                "text": "Now, apart from the statutory construction you have here a rule urged upon my Brothers which is in derogation to common law.",
                "start": 3231.477
              },
              {
                "stop": 3246.9,
                "byte_start": 13076146,
                "byte_stop": 13091088,
                "text": "If ever there was one that should be strictly construed, that is it.",
                "start": 3243.162
              },
              {
                "stop": 3252.047,
                "byte_start": 13091088,
                "byte_stop": 13111672,
                "text": "Just like all limitation from or exemption from liability statutes.",
                "start": 3246.9
              },
              {
                "stop": 3264.904,
                "byte_start": 13111672,
                "byte_stop": 13163081,
                "text": "Your Honors have said that over and over again both with respect to contracts, Mr. Justice Frankfurter in the -- in the Boston Metals case, and Mr. Justice Black in the Bisso case.",
                "start": 3252.047
              },
              {
                "stop": 3282.556,
                "byte_start": 13163081,
                "byte_stop": 13233716,
                "text": "To construe -- to construe the -- the provisions otherwise would be to put a premium on negligence and make it possible for a wrongdoer to avoid the consequences of his act and also impose a terrible injustice on a man that's been damaged.",
                "start": 3264.904
              },
              {
                "stop": 3293.911,
                "byte_start": 13233716,
                "byte_stop": 13279169,
                "text": "In the language of Mr. Justice Kitto for the Hight Court of Australia it would extend the class of persons who were set free to be as careless as they want at the expense of other people.",
                "start": 3282.556
              },
              {
                "stop": 3297.426,
                "byte_start": 13279169,
                "byte_stop": 13293171,
                "text": "I submit to Your Honors that that should not be permitted.",
                "start": 3293.911
              },
              {
                "stop": 3309.76,
                "byte_start": 13293171,
                "byte_stop": 13342386,
                "text": "Thank you very much.",
                "start": 3297.426
              }
            ],
            "start": 3171.436,
            "stop": 3309.76,
            "speaker": {
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_a_grimes",
              "roles": null,
              "identifier": "william_a_grimes",
              "thumbnail": null,
              "ID": 44768,
              "last_name": "Grimes",
              "name": "William A. Grimes",
              "length_of_service": 0
            }
          }
        ]
      }
    ],
    "title": "Robert C. Herd & Company v. Krawill Machinery Corporation",
    "duration": 3309.76
  },
  "damaged": null,
  "unavailable": null,
  "title": "Oral Argument - February 26, 1959",
  "public_note": null,
  "id": 13598,
  "media_file": [
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1958/276/19590226a_276.delivery.mp3",
      "size": 13342699,
      "id": 36316,
      "mime": "audio/mpeg"
    },
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1958/276/19590226a_276.ogg",
      "size": 32098789,
      "id": 58360,
      "mime": "audio/ogg"
    },
    {
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1958/276/19590226a_276.m3u8",
      "size": 44271,
      "id": 58361,
      "mime": "application/x-mpegURL"
    }
  ]
}