{
  "title": "Oral Argument - November 12, 1959 (Part 2)",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 3472697,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 160057,
            "stop": 14.146,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Mr. Love, you may continue your argument.",
                "start": 0,
                "byte_stop": 160057,
                "byte_start": 103424,
                "stop": 14.146
              }
            ]
          },
          {
            "start": 14.146,
            "speaker": {
              "last_name": "Love",
              "ID": 19462,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/charles_m_love",
              "view_count": 0,
              "identifier": "charles_m_love",
              "name": "Charles M. Love"
            },
            "byte_stop": 3472697,
            "stop": 842.328,
            "byte_start": 160057,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 14.146,
                "byte_stop": 168939,
                "byte_start": 160057,
                "stop": 16.364
              },
              {
                "text": "May the Court please, at the time of recess, I was attempting to point out to the Court that there is no great social or moral injustice to be righted involved in this case and I would like to say to Your Honors why I make that statement.",
                "start": 16.364,
                "byte_stop": 272071,
                "byte_start": 168939,
                "stop": 42.141
              },
              {
                "text": "This is not a question of a wrong without a remedy.",
                "start": 42.141,
                "byte_stop": 306134,
                "byte_start": 272071,
                "stop": 50.674
              },
              {
                "text": "This plaintiff already has remedies, at least four in number.",
                "start": 50.674,
                "byte_stop": 339362,
                "byte_start": 306134,
                "stop": 58.965
              },
              {
                "text": "In the first place, this is an action grounded and based upon the West Virginia Wrongful Death Act statute which is cognizable by the courts of West Virginia.",
                "start": 58.965,
                "byte_stop": 382725,
                "byte_start": 339362,
                "stop": 69.801
              },
              {
                "text": "The same action is cognizable under proper considerations such as diversity of citizenship in the federal courts.",
                "start": 69.801,
                "byte_stop": 427551,
                "byte_start": 382725,
                "stop": 81.014
              },
              {
                "text": "In addition to that, this petitioner has her rights under the West Virginia Workmen's Compensation Act and/or under the Longshoremen and Harbor Workers' Act, and I might say that the benefits under either of those acts, it is in the record in this case that there would be slightly in excess of $20,000 under the Longshoremen and Harbor Workers' Act and it is also on the record in this case that Amherst stated to the Court through its counsel, on record page 176 that they stand ready to pay that at any time and also in the record at page 78 that petitioner's counsel stated that he had advised the petitioner not to file for it at this time, but she can file for it at anytime she wants to.",
                "start": 81.014,
                "byte_stop": 672789,
                "byte_start": 427551,
                "stop": 142.339
              },
              {
                "text": "Now what is involved here is whether or not there shall be another, an additional remedy in addition to these four which this petitioner or any like petitioner already has.",
                "start": 142.339,
                "byte_stop": 733184,
                "byte_start": 672789,
                "stop": 157.417
              },
              {
                "text": "Now this Court decided in the Harrisburg and subsequent to or -- I'm not sure of the day of the passage the Great Lakes Act, but anyway, Congress considered the matter in the Great Lakes Act and very carefully not only in the legislative history of the Act as it was pointed out by one of the opinions of this Court, rendered it so that it would not impinge upon the State Wrongful Death Acts.",
                "start": 157.417,
                "byte_stop": 889814,
                "byte_start": 733184,
                "stop": 196.574
              },
              {
                "text": "Now in addition to that in the Jones Act, the same matter was considered and in the Jones Act, which provides for a seaman to sue his employer, the same right was also carefully limited.",
                "start": 196.574,
                "byte_stop": 978944,
                "byte_start": 889814,
                "stop": 218.854
              },
              {
                "text": "So what we're really arguing about here is whether in addition to the remedies already available to the petitioner, the petitioner and others like him or like her shall have another remedy.",
                "start": 218.854,
                "byte_stop": 1039026,
                "byte_start": 978944,
                "stop": 233.882
              },
              {
                "text": "Now, in considering this question, it seems to me that it is necessary and as indicated by one of the questions of the Chief Justice to consider what -- what procedural questions are involved because that's -- that's all it is assuming that the Tungus is correct in deciding that the -- a right grounded upon a State Act must be taken with its burdens and with its limitations.",
                "start": 233.882,
                "byte_stop": 1244871,
                "byte_start": 1039026,
                "stop": 285.353
              },
              {
                "text": "Now, what are the limitations in the State Act to which I refer?",
                "start": 285.353,
                "byte_stop": 1272351,
                "byte_start": 1244871,
                "stop": 292.219
              },
              {
                "text": "Well, one of them is and the principal one is that it shall arise from the wrongful act, neglect, or default of another.",
                "start": 292.219,
                "byte_stop": 1316133,
                "byte_start": 1272351,
                "stop": 303.169
              },
              {
                "text": "Now we've argued these legal questions at length in our brief and I don't care to take too much of the Court's time about this but in addition to that, there are other limitations in the State Act, which it seems to me are important and which preserve to litigants certain rights.",
                "start": 303.169,
                "byte_stop": 1430340,
                "byte_start": 1316133,
                "stop": 331.706
              },
              {
                "text": "Now the first of those is the matter of negligence or the proximate cause and that includes the question of the duty which an owner holds to an employee of an independent contractor making affairs.",
                "start": 331.706,
                "byte_stop": 1498885,
                "byte_start": 1430340,
                "stop": 348.862
              },
              {
                "text": "It includes what defenses shall be allowed to the defendant.",
                "start": 348.862,
                "byte_stop": 1518634,
                "byte_start": 1498885,
                "stop": 353.789
              },
              {
                "text": "It includes the question of the limitation of the amount of damages which a defendant may recover.",
                "start": 353.789,
                "byte_stop": 1548204,
                "byte_start": 1518634,
                "stop": 361.194
              },
              {
                "text": "And in addition, it includes specifically the manner in which those damages maybe assessed.",
                "start": 361.194,
                "byte_stop": 1580805,
                "byte_start": 1548204,
                "stop": 369.34
              },
              {
                "text": "Now the West Virginia Act says that the plaintiff may have to get the exact language, every such action shall be brought by and in the name of the person or representative in the amount distributed as provided by law, and in every such action the jury -- the jury may give such damages as they shall deem fair and just and then later, it says again the jury may give such damages, as shall equal such financial or pecuniary laws.",
                "start": 369.34,
                "byte_stop": 1733151,
                "byte_start": 1580805,
                "stop": 407.409
              },
              {
                "text": "I know of no reason and none has been cited in either of the courts why that explicit provision and method for assessing damages should be ignored by any court.",
                "start": 407.409,
                "byte_stop": 1822908,
                "byte_start": 1733151,
                "stop": 429.851
              },
              {
                "text": "The citation of the Workmen and Siebel cases in oral argument and also in the plaintiff's brief, it seems to me is inadvertent because those cases like many other cases cited, relate to matters which do not arise under state grounded -- state based rights such as are involved here.",
                "start": 429.851,
                "byte_stop": 1979852,
                "byte_start": 1822908,
                "stop": 469.082
              },
              {
                "text": "They involve limitations which a state tries to put upon collision damages and things which are -- like that which are clearly within the purview of admiralty and of course cannot and should not be limited by state law, but those cases have no application to a case in which the right is grounded, if there is a right at all.",
                "start": 469.082,
                "byte_stop": 2090297,
                "byte_start": 1979852,
                "stop": 496.713
              },
              {
                "text": "It's grounded upon the State Wrongful Death Acts.",
                "start": 496.713,
                "byte_stop": 2116315,
                "byte_start": 2090297,
                "stop": 503.199
              },
              {
                "text": "Now there is one further question which I don't know whether it will be reached by this Court or not, and that is a question of indemnification.",
                "start": 503.199,
                "byte_stop": 2205445,
                "byte_start": 2116315,
                "stop": 525.499
              },
              {
                "text": "It seems to me that Carbide having delivered a barge to an independent contractor in the condition in which it was operated and in the condition in which it was certificated, with all of the equipment which it was supposed to carry to an independent contractor for repairs cannot be said to have been in any way negligent even under the doctrine of seaworthiness or otherwise in this case.",
                "start": 525.499,
                "byte_stop": 2368136,
                "byte_start": 2205445,
                "stop": 566.165
              },
              {
                "text": "And we so submit to Your Honors that if there was negligence, it was not the negligence of Carbide but the negligence of those who created the condition and I'm not admitting that the condition was negligent, but it certainly if it was negligence, it was the responsibility of the company which created it, that is to say the Amherst Barge Company.",
                "start": 566.165,
                "byte_stop": 2483075,
                "byte_start": 2368136,
                "stop": 594.911
              },
              {
                "text": "Now they knew that men were going to be working there, that their men were going to be working there, that they were going to be working there with respirators and hoods and it was up to Amherst Barge Company to determine when the barge should be taken out of the river and on the marine ways which were just almost immediately adjacent, they were adjacent.",
                "start": 594.911,
                "byte_stop": 2585893,
                "byte_start": 2483075,
                "stop": 620.597
              },
              {
                "text": "In point of fact, when the next time Carbide had a man there which was on the 7th, it's two days after the drowning, the barge was upon the ways and at that time, extension had been erected.",
                "start": 620.597,
                "byte_stop": 2656632,
                "byte_start": 2585893,
                "stop": 638.278
              },
              {
                "text": "Of course, the barge was up in the air then on the marine ways, but at that time, extension was in a rope had been placed around the outside of the barge over dry land.",
                "start": 638.278,
                "byte_stop": 2714415,
                "byte_start": 2656632,
                "stop": 652.727
              },
              {
                "text": "Now how those conditions could be charged to the owner of a dumb barge, a vessel which never had a crew, which either before or after this unfortunate event would not have any crew to do anything on the barge, I don't know.",
                "start": 652.727,
                "byte_stop": 2831339,
                "byte_start": 2714415,
                "stop": 681.961
              },
              {
                "text": "With the -- and with respect to that question, we have argued at some length for which I apologize to Your Honors, as to this matter of indemnification.",
                "start": 681.961,
                "byte_stop": 2882853,
                "byte_start": 2831339,
                "stop": 694.849
              },
              {
                "text": "It was not reached by the Circuit Court of Appeals and since that time, the Fischer case has been decided by this Court, which I believe answers most of the questions with respect thereto and I will not further argue.",
                "start": 694.849,
                "byte_stop": 2953801,
                "byte_start": 2882853,
                "stop": 712.588
              },
              {
                "text": "In conclusion, we would like to submit to Your Honors, that no negligence has been shown against Carbide in this case either on the theory of negligence generally or upon the doctrine of seaworthiness, and if it has been shown that this decedent was entitled to the warranty of seaworthiness, which we deny, then we submit to Your Honors that this barge was as seaworthy as it ever was when it was even -- when it was in actual operation.",
                "start": 712.588,
                "byte_stop": 3121089,
                "byte_start": 2953801,
                "stop": 754.398
              },
              {
                "text": "And here, it of course had been withdrawn from navigation and was in the exclusive custody and control of this contractor.",
                "start": 754.398,
                "byte_stop": 3161004,
                "byte_start": 3121089,
                "stop": 764.386
              },
              {
                "text": "There was nobody on it.",
                "start": 764.386,
                "byte_stop": 3167587,
                "byte_start": 3161004,
                "stop": 766.03
              },
              {
                "text": "Of course, that was not unusual because there was never anybody on this barge.",
                "start": 766.03,
                "byte_stop": 3189217,
                "byte_start": 3167587,
                "stop": 771.425
              },
              {
                "text": "Now what the plaintiff would have Your Honors find is that the condition of the barge when withdrawn from navigation never having a crew, never being required to have any lifelines or any rings which it would be almost impossible to maintain because these things are left around unattended, they're simply moved around like floating rafts or barges, that at the time we withdrew from navigation and -- then we should then change the conditions and furnish ropes and scaffoldings and ladders and whatever else might facilitate or make the work of the contractor safer.",
                "start": 771.425,
                "byte_stop": 3364760,
                "byte_start": 3189217,
                "stop": 815.325
              },
              {
                "text": "We know of no case so holding and we submit that the Court of Appeals for the Fourth Circuit was right and should be affirmed.",
                "start": 815.325,
                "byte_stop": 3472697,
                "byte_start": 3364760,
                "stop": 842.328
              }
            ]
          }
        ],
        "stop": 842.328
      }
    ],
    "duration": 842.328,
    "title": "Goett v. Union Carbide Corporation"
  },
  "id": 13789,
  "media_file": [
    {
      "size": 3473011,
      "id": 36698,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1959/3/19591112a_3_part2.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 8140591,
      "id": 58724,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1959/3/19591112a_3_part2.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 12475,
      "id": 58725,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1959/3/19591112a_3_part2.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}