{
  "unavailable": null,
  "damaged": null,
  "title": "Oral Argument - November 15, 1960",
  "transcript": {
    "duration": 985.886,
    "title": "Callanan v. United States",
    "sections": [
      {
        "byte_start": 103424,
        "start": 0,
        "byte_stop": 4046869,
        "turns": [
          {
            "byte_stop": 152221,
            "speaker": {
              "view_count": 99,
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png"
              },
              "ID": 15099,
              "identifier": "earl_warren",
              "name": "Earl Warren",
              "last_name": "Warren",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743"
                }
              ],
              "href": "https://api.oyez.org/people/earl_warren"
            },
            "byte_start": 103424,
            "start": 0,
            "stop": 12.193,
            "text_blocks": [
              {
                "byte_start": 103424,
                "start": 0,
                "byte_stop": 145742,
                "text": "Number 47, Lawrence Callanan, Petitioner, versus United States.",
                "stop": 10.557
              },
              {
                "byte_start": 145742,
                "start": 10.557,
                "byte_stop": 152221,
                "text": "Mr. Shenker.",
                "stop": 12.193
              }
            ]
          },
          {
            "byte_stop": 4046869,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36768,
              "identifier": "morris_a_shenker",
              "name": "Morris A. Shenker",
              "last_name": "Shenker",
              "roles": null,
              "href": "https://api.oyez.org/people/morris_a_shenker"
            },
            "byte_start": 152221,
            "start": 12.193,
            "stop": 985.886,
            "text_blocks": [
              {
                "byte_start": 152221,
                "start": 12.193,
                "byte_stop": 175000,
                "text": "Yes Your Honor.",
                "stop": 17.87
              },
              {
                "byte_start": 175000,
                "start": 17.87,
                "byte_stop": 187852,
                "text": "Mr. Chief Justice Warren, Your Honors.",
                "stop": 21.085
              },
              {
                "byte_start": 187852,
                "start": 21.085,
                "byte_stop": 296626,
                "text": "The question in this case is primarily whether the Court and -- and the racketeering, the so-called racketeering in this action of statute whether the Court would impose consecutive sentences for the offense of conspiracy as well as for the substantive offense.",
                "stop": 48.295
              },
              {
                "byte_start": 296626,
                "start": 48.295,
                "byte_stop": 321181,
                "text": "The custody of this case is briefly -- briefly stated as follows.",
                "stop": 54.414
              },
              {
                "byte_start": 321181,
                "start": 54.414,
                "byte_stop": 441135,
                "text": "In 1953, actually this indictment was in 1954, the defendant and four other individuals were indicted and were accused for violating Section 1951 of 18 U.S.C., that is the so-called racketeering statute or the Hobbs action.",
                "stop": 84.426
              },
              {
                "byte_start": 441135,
                "start": 84.426,
                "byte_stop": 452211,
                "text": "The defend -- the indictment was in two counts.",
                "stop": 87.173
              },
              {
                "byte_start": 452211,
                "start": 87.173,
                "byte_stop": 485230,
                "text": "One count, alleged at conspiracy and the other count alleged in the violation of a substantive offense.",
                "stop": 95.433
              },
              {
                "byte_start": 485230,
                "start": 95.433,
                "byte_stop": 598288,
                "text": "The defendant as well as the other defendants were convicted of both -- on both counts in the indictment and the Court sentenced the defendant on the first count to 12 years in the penitentiary which was the first count was the conspiracy count and that it sentenced the defendant from the second count also for 12 years to serve in the penitentiary.",
                "stop": 123.703
              },
              {
                "byte_start": 598288,
                "start": 123.703,
                "byte_stop": 721272,
                "text": "And -- but the Court suspended the survey with the second sentence for 12 years for a period -- first court ordered that it should be served consecutively but suspended the serving of the second sentence -- sentence and placed the defendant on probation for a period of five years, the period of probation to begin at the time the -- he had released and completed the first sentence of 12 years.",
                "stop": 154.447
              },
              {
                "byte_start": 721272,
                "start": 154.447,
                "byte_stop": 764113,
                "text": "The defendant began to serve the sentence and was paroled in April of 1960 on the first sentence.",
                "stop": 165.16
              },
              {
                "byte_start": 764113,
                "start": 165.16,
                "byte_stop": 949478,
                "text": "Three years (Inaudible) proceeding in 1900 -- in December of 1958 while the defendant was still confined on the Rule 35 asking the Court originally to modify the original sentence, the sentence for the conspiracy or on the alternative to grant us relief, it being our contention that that statute provides for a total punishment of 20 years and that is the maximum punishment that can be inflicted and that can be imposed by the Court, and that that is not possible under that statute to give consecutive sentences.",
                "stop": 211.498
              },
              {
                "byte_start": 949478,
                "start": 211.498,
                "byte_stop": 989497,
                "text": "Insofar as the -- and that is to give consecutive sentences for the violation of the various provisions of that statute.",
                "stop": 221.504
              },
              {
                "byte_start": 989497,
                "start": 221.504,
                "byte_stop": 1116139,
                "text": "In order -- and at the outset, let -- let us say this because this pertinent there seems to be a considerable portion of the Solicitor General's brief spent on the idea that -- that Congress confessed legislation permitting the imposition of consecutive sentences insofar as -- as the -- as substantive charges well as the -- as the conspiracy.",
                "stop": 253.159
              },
              {
                "byte_start": 1116139,
                "start": 253.159,
                "byte_stop": 1133275,
                "text": "We are not contending at all that Congress does not have that power.",
                "stop": 257.459
              },
              {
                "byte_start": 1133275,
                "start": 257.459,
                "byte_stop": 1209657,
                "text": "We admit that Congress has the power and the authority to proscribe punishments that can be assessed for conspiracies as well as for the supplemental offense and that both punishments can be imposed consecutively.",
                "stop": 276.557
              },
              {
                "byte_start": 1209657,
                "start": 276.557,
                "byte_stop": 1297951,
                "text": "The point that we are raising and that we are contending is that this action, that the history of this action is of such a nature that that was not the intent of Congress at any time that punishment shall exceed at any time, shall exceed the total sum of 20 years.",
                "stop": 298.617
              },
              {
                "byte_start": 1297951,
                "start": 298.617,
                "byte_stop": 1318849,
                "text": "That would be no additional or consecutive sentences imposed.",
                "stop": 303.851
              },
              {
                "byte_start": 1318849,
                "start": 303.851,
                "byte_stop": 1397530,
                "text": "Now the history of this section and the -- in order to get to really arrive at the intent of Congress, it is necessary to examine the legislative history and -- and see just how the beginning of this particular law.",
                "stop": 323.518
              },
              {
                "byte_start": 1397530,
                "start": 323.518,
                "byte_stop": 1486869,
                "text": "In 1933, legislative hearings were began in New York, in other cities for the purpose of coping with the situation, at least that is what the newspapers claim, coping with the situation, dealing with organized racketeering.",
                "stop": 345.856
              },
              {
                "byte_start": 1486869,
                "start": 345.856,
                "byte_stop": 1566804,
                "text": "And various hearings were held by Congress and as a result, in 1933, 92 bills were introduced in Congress, all allegedly and pertaining to this question of dealing with racketeering in interstate commerce.",
                "stop": 365.819
              },
              {
                "byte_start": 1566804,
                "start": 365.819,
                "byte_stop": 1591568,
                "text": "Out of those 92 bills, 11 bills were ultimately passed.",
                "stop": 372.034
              },
              {
                "byte_start": 1591568,
                "start": 372.034,
                "byte_stop": 1642768,
                "text": "The so-called racketeering statute, the statute which is the ultimately resulted and the statute of which we are concerned now was one of those.",
                "stop": 384.816
              },
              {
                "byte_start": 1642768,
                "start": 384.816,
                "byte_stop": 1745272,
                "text": "Originally the first version that was introduced in Congress was in the Senate, but that was introduced, provided for a fine equal to the amount of money that was or the gain that was realized by the defendant and also provided for punishment up to 99 years.",
                "stop": 410.44
              },
              {
                "byte_start": 1745272,
                "start": 410.44,
                "byte_stop": 1782366,
                "text": "That statute had no provision, no -- no conspiracy provision at all.",
                "stop": 419.724
              },
              {
                "byte_start": 1782366,
                "start": 419.724,
                "byte_stop": 2196041,
                "text": "The legislative history in connection with that is the letter that was submitted by the Attorney General and was signed Mr. Homer Cummings, who was the Attorney General at that time that was signed by Mr. Reis who was the Assistant Attorney General and Mr. Reis at that time provided, stated and that is to be -- to be found on the -- in the petitioner's brief page 17 and it calls that the -- in the latter of (Inaudible) refers to it as the draft of the proposed federal racketeering statute, and he goes on to say that says that this Act was designed primarily to prevent and punish capitalistic combinations of Monopolies and he goes on to say that the -- that the statute that since -- that the Sherman Act was (Inaudible) that it only provides for a year punishment for a year in jail and a $5000 fine, and then it con -- it -- the States with reference to this so-called presently known object he says that the accompanied proposed statute is designed to avoid many of the embarrassing limitations and the wording and interpretations of the Sherman Act.",
                "stop": 523.153
              },
              {
                "byte_start": 2196041,
                "start": 523.153,
                "byte_stop": 2318817,
                "text": "And then he goes on to say that the -- that offenses of this character are designed to be prohibited and that there are such a serious nature that they ought to be -- that it provides for the punishment of -- of a fine and also of not less than one year for a long -- the courts shall in its discretion shall determine.",
                "stop": 553.843
              },
              {
                "byte_start": 2318817,
                "start": 553.843,
                "byte_stop": 2349014,
                "text": "And then the fine shall be commensurate, it shall be at least commensurate with the amount of the unlawful gain.",
                "stop": 561.39
              },
              {
                "byte_start": 2349014,
                "start": 561.39,
                "byte_stop": 2372524,
                "text": "Now there was considerable discussion.",
                "stop": 567.257
              },
              {
                "byte_start": 2372524,
                "start": 567.257,
                "byte_stop": 2390706,
                "text": "There was a considerable discussion pertaining to this -- to this section.",
                "stop": 571.817
              },
              {
                "byte_start": 2390706,
                "start": 571.817,
                "byte_stop": 2448175,
                "text": "And it -- and the punishment that it provided and ultimately it resulted in the passage of -- of the Act in 1934 which was -- which was finally passed.",
                "stop": 586.167
              },
              {
                "byte_start": 2448175,
                "start": 586.167,
                "byte_stop": 2532394,
                "text": "It was not passed in 1933 but that it was finally -- finally passed in 1934 and it provided at that time a punishment of up to 10 years in the penitentiary and a fine up to $10,000 and that became the law.",
                "stop": 607.24
              },
              {
                "byte_start": 2532394,
                "start": 607.24,
                "byte_stop": 2589027,
                "text": "And during the discussion, the only -- there wasn't too much discussion about the punishment except that it was going -- there was -- it was moved that the punishment should be 10 years and that's what it was.",
                "stop": 621.39
              },
              {
                "byte_start": 2589027,
                "start": 621.39,
                "byte_stop": 2644929,
                "text": "Now that remained the law until after this Court decided the Local 8th or 7th case which was decided by this Court and I believe it was March of 1942.",
                "stop": 635.357
              },
              {
                "byte_start": 2644929,
                "start": 635.357,
                "byte_stop": 2730611,
                "text": "In that case, the Court felt that it did not apply -- the Court affirmed the lower court's decision holding that that Act does not apply to labor unions and so far as their dealings with employer is concerned even though force and violence may have been used.",
                "stop": 656.782
              },
              {
                "byte_start": 2730611,
                "start": 656.782,
                "byte_stop": 2809292,
                "text": "And as a result of that, various hearings of the statutes began in the legislature and the various -- an attempt was made to amend this particular law so as to include labor unions.",
                "stop": 676.46
              },
              {
                "byte_start": 2809292,
                "start": 676.46,
                "byte_stop": 2830085,
                "text": "And by virtue of that, they knew the Hobbs Act was passed.",
                "stop": 681.645
              },
              {
                "byte_start": 2830085,
                "start": 681.645,
                "byte_stop": 2848266,
                "text": "The Hobbs Act is substantially in the same form.",
                "stop": 686.191
              },
              {
                "byte_start": 2848266,
                "start": 686.191,
                "byte_stop": 2876374,
                "text": "It was substantially in the same form finally in 1946 in which it is today.",
                "stop": 693.237
              },
              {
                "byte_start": 2876374,
                "start": 693.237,
                "byte_stop": 2913782,
                "text": "There was very little modification made during the revision, that was made for Title 18 in 1948.",
                "stop": 702.577
              },
              {
                "byte_start": 2913782,
                "start": 702.577,
                "byte_stop": 3185037,
                "text": "Now the discussion was heard as to punishment and Congressman Hobbs stated that the maximum punishment, he stated that a numerous time that a maximum punishment permitted under that Act was 20 years and there was no discussion at any time as to any consecutive sentences to the contrary every time -- every time there was -- he was questioned pertaining to the length of the punishment and the Congressman contending that the punishment was too great, the 20 years was too great, he stated that he was (Inaudible) it after the Act -- after the New York racketeering statute and that the New York racketeering statute provided for a maximum punishment of 30 years and that he took the averages from various courts of the country and that -- and that he thought that 20 years was not an unreasonable amount since it dealt with robbery and extortions.",
                "stop": 770.395
              },
              {
                "byte_start": 3185037,
                "start": 770.395,
                "byte_stop": 3335502,
                "text": "It is significant to note that at that time, the -- the conspiracy statute in New York at the time when -- when Congressman Hobbs stated that the 20 years was the maximum and that it is reasonable in view of the other statutes, that the New York statute had no conspiracy provision in it and that New York at that time, the only conspiracy that prevails with a general -- general conspiracy which provided only, it was -- which was a misdemeanor and the maximum punishment, I believe is one year in jail for that.",
                "stop": 808.006
              },
              {
                "byte_start": 3335502,
                "start": 808.006,
                "byte_stop": 3399346,
                "text": "Now when that is taken into consideration and all the legislative custody shows that there was only the question that the only punishment that was talked about was 20 years.",
                "stop": 823.971
              },
              {
                "byte_start": 3399346,
                "start": 823.971,
                "byte_stop": 3511986,
                "text": "And at that very time, during the time the Act was being considered, there was also -- there was also -- that is between 1942 and 1946 that it was finally passed, there was also considered an act of interfering with interstate commerce at war time and there was a special a separate section and a separate bill for that but a separate section but it was supposed to be a part of the same act.",
                "stop": 852.136
              },
              {
                "byte_start": 3511986,
                "start": 852.136,
                "byte_stop": 3578232,
                "text": "And in considering that, the only point that was considered then was also 20 years, and there was no conspiracy section in the war, in the interference with interstate commerce during the war.",
                "stop": 868.683
              },
              {
                "byte_start": 3578232,
                "start": 868.683,
                "byte_stop": 3672586,
                "text": "And certainly, it would appear that they would -- Congress would not have intended and would not intend to make it a greater -- to -- to have a greater punishment and to make it a greater offense to it appears with interstate commerce in any amount or whatsoever at peace time than it would at war time.",
                "stop": 892.271
              },
              {
                "byte_start": 3672586,
                "start": 892.271,
                "byte_stop": 3716472,
                "text": "And -- and the only penalty as I've indicated was during the war time was supposed to be 20 years and no conspiracy sanction was involved there.",
                "stop": 903.245
              },
              {
                "byte_start": 3716472,
                "start": 903.245,
                "byte_stop": 3875819,
                "text": "It is also significant to note that with Congress, when Congress devised and codified all of the laws under the Title 18 and 1948, that there they took the general conspiracy that there under the general conspiracy statute, that they pointed out that certain special conspiracy statutes remained, because they -- they had special application and they concerned themselves with greater punishment.",
                "stop": 943.075
              },
              {
                "byte_start": 3875819,
                "start": 943.075,
                "byte_stop": 4046869,
                "text": "That there was no savings clause, in other words, there is no mentioned of this -- of the conspiracy in the Hobbs Act indicating definitely certainly that Congress did not intend that this conspiracy statute shall be treated separate, distinct and apart as being effective insofar as punishment is concerned but treating it at all times as a part of the entire statute and relating purely to the basic and to the basic and to the substantive offense.",
                "stop": 985.886
              }
            ]
          }
        ],
        "stop": 985.886
      }
    ]
  },
  "public_note": null,
  "id": 14324,
  "media_file": [
    {
      "size": 4047182,
      "id": 37768,
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1960/47/19601115a_47.delivery.mp3"
    },
    {
      "size": 9445753,
      "id": 59766,
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1960/47/19601115a_47.ogg"
    },
    {
      "size": 12942,
      "id": 59767,
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1960/47/19601115a_47.m3u8"
    }
  ]
}