{
  "title": "Oral Argument - May 04, 1961 (Part 2)",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 4950706,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Sackman",
              "ID": 32878,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/julius_l_sackman",
              "view_count": 0,
              "identifier": "julius_l_sackman",
              "name": "Julius L. Sackman"
            },
            "byte_stop": 4946840,
            "stop": 1210.853,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Thank you very much, sir.",
                "start": 0,
                "byte_stop": 114395,
                "byte_start": 103424,
                "stop": 2.734
              },
              {
                "text": "I was discussing before the petitioners' contention that the provisions of the Internal Security Act and Section 5 of the Communist Control Act evince the legislative intention not to terminate the right of the petitioners to have and function through employees and that they cited the support of that fact certain statements of the Department of Justice in a brief submitted to this Court in Communist Party against the Subversive Activities Control Board.",
                "start": 2.734,
                "byte_stop": 232887,
                "byte_start": 114395,
                "stop": 32.363
              },
              {
                "text": "I also referred to the fact that the reference was to the registration provisions of the Internal Security Act and to the provisions of Section 5 of the Communist Control Act, which deal with the determination by a jury of membership participation or knowledge of purpose.",
                "start": 32.363,
                "byte_stop": 298193,
                "byte_start": 232887,
                "stop": 48.684
              },
              {
                "text": "I'd also gotten to the point where I stated that the argument was predicated on an obvious fallacy that analysis of a statute indicated that there was no question of the fact that Congress had effectively destroyed the Communist Party as a legal entity, but that, nevertheless, Congress was aware of the fact that this might drive the movement underground and that it might thereafter continue on an illegal basis that this was mere recognition of the character of the movement, historically.",
                "start": 48.684,
                "byte_stop": 414595,
                "byte_start": 298193,
                "stop": 77.778
              },
              {
                "text": "And that the recent history of these operations demonstrated that -- that this is what it would do and what it has done under a voluntary situation and how much more act is that they will do so when they are put out of business by operation of law.",
                "start": 77.778,
                "byte_stop": 482408,
                "byte_start": 414595,
                "stop": 94.74
              },
              {
                "text": "In any event, my point is that controlled by the Government is just as essential in the one case when they are illegally operating as it is in the other.",
                "start": 94.74,
                "byte_stop": 527339,
                "byte_start": 482408,
                "stop": 105.959
              },
              {
                "text": "The regulatory provisions of the Internal Security Act and the provisions of Section 5 of the Communist Control Act apply as well to operations outside of the law as they do to those within the law as witness the registration of gamblers through the medium of a tax.",
                "start": 105.959,
                "byte_stop": 602990,
                "byte_start": 527339,
                "stop": 124.879
              },
              {
                "text": "It is, moreover, unsound and illogical to argue, assuming that the argument is correct, that because the regulatory provisions of the Internal Security Act will have no scope if the activity sought to be regulated or prohibited by the Communist Control Act that, therefore, the proviso in Section 3 of the latter Act should be interpreted to authorize the petitioners to continue to assert, as a legal entity, the very rights, privileges and and immunities which that very Section terminates.",
                "start": 124.879,
                "byte_stop": 747917,
                "byte_start": 602990,
                "stop": 161.114
              },
              {
                "text": "Now, we come now, in response now to Mr. Justice Douglas' question, to the all important question, which was the basis of the dissent in the court below.",
                "start": 161.114,
                "byte_stop": 791280,
                "byte_start": 747917,
                "stop": 171.954
              },
              {
                "text": "Chief Judge Desmond, speaking for the majority in the New York Court of Appeals, held that whatever rights, privileges and immunities the petitioners may have had were terminated by the Communist Control Act.",
                "start": 171.954,
                "byte_stop": 840704,
                "byte_start": 791280,
                "stop": 184.316
              },
              {
                "text": "Associate Judge Fuld, dissenting, held and the petitioners here urged that the requirement to pay an unemployment insurance tax is a liability imposed upon them and not an immunity or right within the Communist Control Act.",
                "start": 184.316,
                "byte_stop": 904234,
                "byte_start": 840704,
                "stop": 200.202
              },
              {
                "text": "Now, it seems clear that the very nature -- that at the very nature of things, an obligation or duty to pay a tax cannot be considered a right, privilege or an immunity.",
                "start": 200.202,
                "byte_stop": 949687,
                "byte_start": 904234,
                "stop": 211.561
              },
              {
                "text": "But the relevant and the crucial point which is involved in this case is whether the right to be a registered employer was terminated by the Act.",
                "start": 211.561,
                "byte_stop": 989706,
                "byte_start": 949687,
                "stop": 221.546
              },
              {
                "text": "The correlative of the right to be an employer is the obligation to pay the tax, but the latter is merely the tail which ought not to be committed to wag the dog.",
                "start": 221.546,
                "byte_stop": 1033592,
                "byte_start": 989706,
                "stop": 232.525
              },
              {
                "text": "As well might it'd be argued that the obligation to pay an income tax is determinative of the right to earn income or to push the analogy to an even more absurd extreme, the obligation to pay an estate tax is determinative of the right to pass title by will or dissent.",
                "start": 232.525,
                "byte_stop": 1107571,
                "byte_start": 1033592,
                "stop": 251.013
              },
              {
                "text": "Furthermore, this Court in Rapkin against the United States in 1951 settled the law that the obligation to pay a tax is not dependent upon the legality of the transaction upon which the tax is based.",
                "start": 251.013,
                "byte_stop": 1165876,
                "byte_start": 1107571,
                "stop": 265.605
              },
              {
                "text": "Its specious reasoning to conclude that the collection of a tax constitutes tested approval of the transactions from which the obligation to pay the tax arose.",
                "start": 265.605,
                "byte_stop": 1208508,
                "byte_start": 1165876,
                "stop": 276.266
              },
              {
                "text": "The obvious conclusion which may be drawn from the dissenting opinion in the court below is that since the Communist Party has not been expressly exempted from the payment of the tax, it is, therefore, licensed to engage in transactions which have been forbidden by law.",
                "start": 276.266,
                "byte_stop": 1279561,
                "byte_start": 1208508,
                "stop": 294.02
              },
              {
                "text": "But this, too, has been settled adversely to that view in Wainer against the United States in 1936 decision of this Court.",
                "start": 294.02,
                "byte_stop": 1314461,
                "byte_start": 1279561,
                "stop": 302.748
              },
              {
                "text": "In their reply brief, the petitioners refer to the fact that the Bureau of Internal Revenue continues to collect taxes from the Communist Party under the Federal Unemployment Tax Act.",
                "start": 302.748,
                "byte_stop": 1358869,
                "byte_start": 1314461,
                "stop": 313.835
              },
              {
                "text": "And they quote Judge Fuld to the effect that this action is diametrically opposed to the action of the Industrial Commissioner and constitutes recognition of the Communist Party as an employer.",
                "start": 313.835,
                "byte_stop": 1405785,
                "byte_start": 1358869,
                "stop": 325.57
              },
              {
                "text": "They also referred to a recent letter of the Solicitor General of the of the United States to the Clerk of this Court declining to intervene in this case after the Court had certified that the constitutionality of a federal statute had been drawn in question.",
                "start": 325.57,
                "byte_stop": 1460224,
                "byte_start": 1405785,
                "stop": 339.194
              },
              {
                "text": "Although the Solicitor General stated other reasons explaining why he declined to file a brief, there is no gain saying the fact that he agreed that under the views of the dissenting judges below, the constitutional questions is not reached.",
                "start": 339.194,
                "byte_stop": 1520410,
                "byte_start": 1460224,
                "stop": 354.246
              },
              {
                "text": "It is not clear, however, that the Department of Justice agrees with the petitioners on the point which they urged because he merely states that the information, as to the practice of federal agencies in interpreting the statute, has been as is set forth in Judge Fuld's opinion.",
                "start": 354.246,
                "byte_stop": 1596165,
                "byte_start": 1520410,
                "stop": 373.172
              },
              {
                "text": "The petitioners, however, assert that it is a fair inference from the Solicitor General's letter that the position attributed by Judge Fuld to the federal authorities is that of the Department of Justice, as well as that of the Bureau of Internal Revenue.",
                "start": 373.172,
                "byte_stop": 1661680,
                "byte_start": 1596165,
                "stop": 389.547
              },
              {
                "text": "But how does this square with the Solicitor's statement in his letter that the presentation of the constitutional question is conditional in the sense that it will be reached only if the Court places one of several interpretations upon the statute.",
                "start": 389.547,
                "byte_stop": 1724792,
                "byte_start": 1661680,
                "stop": 405.327
              },
              {
                "text": "Assuming, however, that the petitioners' inference is properly drawn, we have simply a difference of opinion between a state administrative officer and a federal administrative officer, a difference of opinion between the Department of Justice and New York's Attorney General as to the meaning of a federal statute.",
                "start": 405.327,
                "byte_stop": 1796472,
                "byte_start": 1724792,
                "stop": 423.251
              },
              {
                "text": "There has been no binding federal judicial construction of the Act.",
                "start": 423.251,
                "byte_stop": 1819982,
                "byte_start": 1796472,
                "stop": 429.119
              },
              {
                "text": "The federal inaction under the Act on administrative or other levels where there has been no judicial pronouncement compelling such an action, does not militate against the legal efficacy of the Act.",
                "start": 429.119,
                "byte_stop": 1870033,
                "byte_start": 1819982,
                "stop": 441.64
              },
              {
                "text": "Where a statute is vague and ambiguous, resort may be held to the practical construction of the Act as revealed by the action of those in whom the power of enforcement of the statute is reposed.",
                "start": 441.64,
                "byte_stop": 1925726,
                "byte_start": 1870033,
                "stop": 455.559
              },
              {
                "text": "But the Communist Control Act is clear and unambiguous in its terms.",
                "start": 455.559,
                "byte_stop": 1945475,
                "byte_start": 1925726,
                "stop": 460.492
              },
              {
                "text": "It is self-executing.",
                "start": 460.492,
                "byte_stop": 1952162,
                "byte_start": 1945475,
                "stop": 462.161
              },
              {
                "text": "It is not in need of further statutory implementation, either federal or state.",
                "start": 462.161,
                "byte_stop": 1973896,
                "byte_start": 1952162,
                "stop": 467.604
              },
              {
                "text": "The failure of the federal authorities to take action or otherwise test the meaning or the validity of the Act need not and cannot be construed as a declaration of federal policy concerning the party status because that policy has been clearly and explicitly stated by the prime fixer of national policy, the Congress of the United States.",
                "start": 467.604,
                "byte_stop": 2065533,
                "byte_start": 1973896,
                "stop": 490.519
              },
              {
                "text": "Whether the position of the Bureau of Internal Revenue evidenced the reluctance to surrender and establish source of taxes or whether the position of the Department of Justice was motivated by an unfounded fear that the regulation program under the Internal Security Act would thereby be prejudiced, does not fall to the fact that both internal revenue and justice had not evidenced the courage of the clearly expressed congressional convictions.",
                "start": 490.519,
                "byte_stop": 2178173,
                "byte_start": 2065533,
                "stop": 518.678
              },
              {
                "text": "Now, the petitioners assert that Congress had no power to enact the Communist Control Act because they say it was dealing with rights granted by state law which do not substantially affect interstate commerce.",
                "start": 518.678,
                "byte_stop": 2237106,
                "byte_start": 2178173,
                "stop": 533.412
              },
              {
                "text": "But the power of Congress with relation to this Act is founded on a much broader and a much more relevant based in the control of interstate commerce, the Federal Government through Congress has a constitutional right to act not only on its own behalf, but also on behalf of the States.",
                "start": 533.412,
                "byte_stop": 2308890,
                "byte_start": 2237106,
                "stop": 551.344
              },
              {
                "text": "Article I Section 8 of the Constitution provides that Congress shall have power to provide for the common defense.",
                "start": 551.344,
                "byte_stop": 2336266,
                "byte_start": 2308890,
                "stop": 558.202
              },
              {
                "text": "This clause has been held to authorize legislation against attempts to subvert, undermine or overthrow the Government.",
                "start": 558.202,
                "byte_stop": 2363956,
                "byte_start": 2336266,
                "stop": 565.132
              },
              {
                "text": "The Act is furthermore a manifestation of congressional power under Article IV Section 4 of the Constitution, which guarantees to every State in the union or republican form of government.",
                "start": 565.132,
                "byte_stop": 2407528,
                "byte_start": 2363956,
                "stop": 576.024
              },
              {
                "text": "And by virtue of this provision, the duty of suppressing sedition and subversion within a State rests directly upon the Federal Government.",
                "start": 576.024,
                "byte_stop": 2440129,
                "byte_start": 2407528,
                "stop": 584.158
              },
              {
                "text": "Aside from the question of constitutional capacity to enact the law such as that which is here involved, it should be noted that the right so to act is without constitutional limitation and is not judicially reviewable.",
                "start": 584.158,
                "byte_stop": 2498017,
                "byte_start": 2440129,
                "stop": 598.631
              },
              {
                "text": "This Court held in Ohio against the Akron Park District in 1930, that questions arising under this provision are political, not judicial in character and does all for the consideration of the Congress and not the courts.",
                "start": 598.631,
                "byte_stop": 2557994,
                "byte_start": 2498017,
                "stop": 613.641
              },
              {
                "text": "Obviously, the right of Congress to act or the wisdom or lack of wisdom which it manifests in exercising the right are not reviewable by this or any other court.",
                "start": 613.641,
                "byte_stop": 2601671,
                "byte_start": 2557994,
                "stop": 624.555
              },
              {
                "text": "Insofar as complaints have been made that the Act violates the Tenth Amendment, with respect to the reserved power of the States, it may be observed that given a clear exercise of the power, as I believe I have demonstrated in this case, the Tenth Amendment imposes no limitations on that power.",
                "start": 624.555,
                "byte_stop": 2671052,
                "byte_start": 2601671,
                "stop": 641.888
              },
              {
                "text": "It merely gives doctrinal body to an objection that Congress has no power at all to act in certain areas.",
                "start": 641.888,
                "byte_stop": 2697383,
                "byte_start": 2671052,
                "stop": 648.466
              },
              {
                "text": "It states, as the Court has said, \"But a truism that all is retained which has not been surrendered\".",
                "start": 648.466,
                "byte_stop": 2722147,
                "byte_start": 2697383,
                "stop": 654.671
              },
              {
                "text": "Thus, if Congress has power to act in a given area, no valid objection can be raised because of the fact that it thereby enters a field which ordinarily had been regulated by the States.",
                "start": 654.671,
                "byte_stop": 2769586,
                "byte_start": 2722147,
                "stop": 666.516
              },
              {
                "text": "We come now finally to the question of constitutionality of the Act.",
                "start": 666.516,
                "byte_stop": 2791528,
                "byte_start": 2769586,
                "stop": 672.006
              },
              {
                "text": "Thus far, no court has held this Act to be unconstitutional.",
                "start": 672.006,
                "byte_stop": 2816293,
                "byte_start": 2791528,
                "stop": 678.204
              },
              {
                "text": "In 1954, the highest court of the State of New Jersey held in Sullivan v. Reese (ph) that the Act was constitutional.",
                "start": 678.204,
                "byte_stop": 2854431,
                "byte_start": 2816293,
                "stop": 687.728
              },
              {
                "text": "In the case at bar, New York's Court of Appeals expressly refused to accept the petitioners' argument that the Act was unconstitutional.",
                "start": 687.728,
                "byte_stop": 2888495,
                "byte_start": 2854431,
                "stop": 696.257
              },
              {
                "text": "The dissenting judges never reached the question of constitutionality, nor for that matter, did the appellate division reached that question.",
                "start": 696.257,
                "byte_stop": 2916289,
                "byte_start": 2888495,
                "stop": 703.214
              },
              {
                "text": "Although the appellate division made a very definite statement it had no doubt that this could constitutionally be done accepting for the difference in opinion as to interpretation of the Act.",
                "start": 703.214,
                "byte_stop": 2961011,
                "byte_start": 2916289,
                "stop": 714.378
              },
              {
                "text": "This Court, too, seems implicitly to already have approved the Communist Control Act.",
                "start": 714.378,
                "byte_stop": 2989850,
                "byte_start": 2961011,
                "stop": 721.601
              },
              {
                "text": "In Pennsylvania against Nelson, which was decided by this Court in 1956, it was held that by the enactment of the Smith Act, the Internal Security Act of 1950 and the Communist Control Act of 1954, the Federal Government preempted the field of prosecutions for sedition.",
                "start": 721.601,
                "byte_stop": 3073337,
                "byte_start": 2989850,
                "stop": 742.455
              },
              {
                "text": "The Court said, ?Looking to all of them in the aggregate, the conclusion is inescapable that Congress has intended to occupy the field of sedition.?",
                "start": 742.455,
                "byte_stop": 3116492,
                "byte_start": 3073337,
                "stop": 753.254
              },
              {
                "text": "Taken as a whole, they evince a congressional plan of crucial importance to the question which is involved in this case, is that fact that the determination in the Nelson case was based on a congressional plan, which included the Communist Control Act, and implicit in the acceptance of this plan, as determinative of the Court's conclusion, was the acceptance by the Court of the validity of all elements of the congressional plan.",
                "start": 753.254,
                "byte_stop": 3236133,
                "byte_start": 3116492,
                "stop": 783.168
              },
              {
                "text": "Petitioners assert than the -- the Communist Control Act constitutes a bill of attainder and an ex post facto law.",
                "start": 783.168,
                "byte_stop": 3263822,
                "byte_start": 3236133,
                "stop": 790.092
              },
              {
                "text": "But we are not here involved in a criminal case, nor are we dealing with matters relating to punishment.",
                "start": 790.092,
                "byte_stop": 3290467,
                "byte_start": 3263822,
                "stop": 796.758
              },
              {
                "text": "The constitutional provisions do not apply to legislation which imposes civil disabilities.",
                "start": 796.758,
                "byte_stop": 3316276,
                "byte_start": 3290467,
                "stop": 803.197
              },
              {
                "text": "To strike down the Act, the legislature must have demonstrated penal intent.",
                "start": 803.197,
                "byte_stop": 3336025,
                "byte_start": 3316276,
                "stop": 808.14
              },
              {
                "text": "Furthermore, in order to constitute punishment, this Court has held that the proscription must have retroactive application.",
                "start": 808.14,
                "byte_stop": 3368312,
                "byte_start": 3336025,
                "stop": 816.22
              },
              {
                "text": "This Act, although it obviously imposes only civil disabilities and not punishment, nevertheless, even if it were to be considered to impose punishment, is clearly not retroactive in character because it recognizes the continuing criminal character of the Party.",
                "start": 816.22,
                "byte_stop": 3445426,
                "byte_start": 3368312,
                "stop": 835.492
              },
              {
                "text": "The Act provides for inability to assert in the future, any rights, privileges and immunities in connection with transactions which take place subsequent to the effective date of the Act.",
                "start": 835.492,
                "byte_stop": 3496208,
                "byte_start": 3445426,
                "stop": 848.191
              },
              {
                "text": "Furthermore, apart from the question of whether the Act does or does not constitute a bill of attainder, the petitioners have no standing to raise the question.",
                "start": 848.191,
                "byte_stop": 3530794,
                "byte_start": 3496208,
                "stop": 856.832
              },
              {
                "text": "The provisions of the Fourteenth Amendment and of Article IV Section 2 deal with the privileges and immunities of citizens of the United States and of citizens in the several States.",
                "start": 856.832,
                "byte_stop": 3573321,
                "byte_start": 3530794,
                "stop": 867.473
              },
              {
                "text": "Time and again, it has been held that only natural persons are to be considered citizens under these provisions.",
                "start": 867.473,
                "byte_stop": 3604564,
                "byte_start": 3573321,
                "stop": 875.275
              },
              {
                "text": "The claim is also made of a violation of due process and of the First Amendment.",
                "start": 875.275,
                "byte_stop": 3625880,
                "byte_start": 3604564,
                "stop": 880.607
              },
              {
                "text": "Despite the prescription set forth in the Act, broad as it is, there is nothing in the Act which deprives the Party of substantive due process when action is taken against it to terminate a right which it claims.",
                "start": 880.607,
                "byte_stop": 3680841,
                "byte_start": 3625880,
                "stop": 894.351
              },
              {
                "text": "That is precisely what is taking place in the case at bar.",
                "start": 894.351,
                "byte_stop": 3697351,
                "byte_start": 3680841,
                "stop": 898.461
              },
              {
                "text": "The petitioners were afforded the opportunity if the hearings herein to oppose the termination of their rights, neither the Industrial Commissioner nor the Referee or the Appeals Board denied them the right to present their case, and the statute itself does deny them their right.",
                "start": 898.461,
                "byte_stop": 3760985,
                "byte_start": 3697351,
                "stop": 914.383
              },
              {
                "text": "It is submitted that there has been no violation of due process either substantive or procedural.",
                "start": 914.383,
                "byte_stop": 3783973,
                "byte_start": 3760985,
                "stop": 920.132
              },
              {
                "text": "However, assuming arguendo that there were present, a denial of due process, it is submitted that such denial would be proper as consonant with a basic postulate which underlies the due process provision.",
                "start": 920.132,
                "byte_stop": 3843323,
                "byte_start": 3783973,
                "stop": 934.951
              },
              {
                "text": "Movements which seek to crash freedom need not be tolerated.",
                "start": 934.951,
                "byte_stop": 3862340,
                "byte_start": 3843323,
                "stop": 939.717
              },
              {
                "text": "No democratic or constitutional principle is violated when a democracy acts to exclude those groups from entering the struggle for political power, which, if victorious, will not permit the struggle to continue in accordance with the democratic way.",
                "start": 939.717,
                "byte_stop": 3922526,
                "byte_start": 3862340,
                "stop": 954.752
              },
              {
                "text": "This Court must be aware of the fact that international communism has made tremendous gains, and that the increasing strength of the Soviet world places us in constant peril.",
                "start": 954.752,
                "byte_stop": 3962755,
                "byte_start": 3922526,
                "stop": 964.815
              },
              {
                "text": "Internal subversion has been the main weapon by which Communist victories have been won in many foreign countries.",
                "start": 964.815,
                "byte_stop": 3986892,
                "byte_start": 3962755,
                "stop": 970.85
              },
              {
                "text": "It now threatens the stability of still other countries in all parts of the world.",
                "start": 970.85,
                "byte_stop": 4004968,
                "byte_start": 3986892,
                "stop": 975.381
              },
              {
                "text": "Recognizing the implications, our Government is striving to meet the external threat and recognizing also the ever present and ever pressing internal threat, Congress, the executive and the States have persistently by legislation and security programs attempted to combat communism at home.",
                "start": 975.381,
                "byte_stop": 4078320,
                "byte_start": 4004968,
                "stop": 993.699
              },
              {
                "text": "The courts have refused to construe the Bill of Rights so as to interfere with a reasonable legislative judgement of what laws are essential to national security.",
                "start": 993.699,
                "byte_stop": 4117713,
                "byte_start": 4078320,
                "stop": 1003.57
              },
              {
                "text": "This is, as it should be, for without observance of the primary duty of self-preservation of the civil liberties of the individual, would be meaningless, for they must, under such circumstances, circum to the totalitarian regime, which must inevitably follow.",
                "start": 1003.57,
                "byte_stop": 4180198,
                "byte_start": 4117713,
                "stop": 1019.17
              },
              {
                "text": "If our Government is to survive, it must defend itself not only against the external threat but against the dangerous preliminary attack on our internal security which is the peculiar technique of the Communist conspiracy and the prelude to war.",
                "start": 1019.17,
                "byte_stop": 4243310,
                "byte_start": 4180198,
                "stop": 1034.952
              },
              {
                "text": "It is submitted that the Constitution should be construed in accordance with its purpose and as one instrument, the basic, primary and overwriting purpose, which our Constitution expressly stated, it was intended to subserve and accomplish, was to secure the blessings of liberty to ourselves and our posterity.",
                "start": 1034.952,
                "byte_stop": 4326797,
                "byte_start": 4243310,
                "stop": 1055.825
              },
              {
                "text": "Freedom of speech, of religion and of the press, due process and other specific civil rights which are protected by our Bill of Rights are of great importance.",
                "start": 1055.825,
                "byte_stop": 4363473,
                "byte_start": 4326797,
                "stop": 1064.994
              },
              {
                "text": "And I would very reluctantly minimize that importance, but they are merely elements of and secondary and importance to the most fundamental right of all, freedom itself.",
                "start": 1064.994,
                "byte_stop": 4408613,
                "byte_start": 4363473,
                "stop": 1076.272
              },
              {
                "text": "Here, truly, you have your absolute, your impregnable, your unlimited right.",
                "start": 1076.272,
                "byte_stop": 4433168,
                "byte_start": 4408613,
                "stop": 1082.433
              },
              {
                "text": "Call it balancing, if you will, as you did ? as recently as last week in the Konigsberg case, but I do not consider that in the nature of things, any of these secondary freedoms alone can be equated with the fundamental concept of freedom itself.",
                "start": 1082.433,
                "byte_stop": 4491264,
                "byte_start": 4433168,
                "stop": 1096.958
              },
              {
                "text": "The basic postulate which had limit and control the specific freedoms including due process and First Amendment rights is that they are part of the framework for a constitutional democracy and should, therefore, not be used to curve the power of Congress to exclude from the political struggle of those groups which, if victorious, would crash democracy, deprive us of our fundamental liberty itself and impose a totalitarian regime.",
                "start": 1096.958,
                "byte_stop": 4607457,
                "byte_start": 4491264,
                "stop": 1126
              },
              {
                "text": "It seems clear that preoccupation with or emphasis upon one part of the Constitution and the ignoring of another equally important if not more important part, so as to endanger national survival, constitutes an unrealistic and improper method of applying constitutional standards and principles.",
                "start": 1126,
                "byte_stop": 4686660,
                "byte_start": 4607457,
                "stop": 1145.798
              },
              {
                "text": "The greatest difficulty in recent years has been with respect to the situation wherein the right to assert infringement of civil liberties and the right of government to resist violence seemed to meet.",
                "start": 1145.798,
                "byte_stop": 4732113,
                "byte_start": 4686660,
                "stop": 1157.152
              },
              {
                "text": "There is required a deeper analysis of violence and nonviolence and their relation to liberal democracy.",
                "start": 1157.152,
                "byte_stop": 4758758,
                "byte_start": 4732113,
                "stop": 1163.816
              },
              {
                "text": "In the Dennis and Yates cases, this Court affirmed the basic premise of our political system that changes to be brought about by nonviolent constitutional process.",
                "start": 1163.816,
                "byte_stop": 4799404,
                "byte_start": 4758758,
                "stop": 1173.987
              },
              {
                "text": "No government can assure a right of violent to overthrow.",
                "start": 1173.987,
                "byte_stop": 4816227,
                "byte_start": 4799404,
                "stop": 1178.18
              },
              {
                "text": "The guarantee and the rights are mutually abhorrent.",
                "start": 1178.18,
                "byte_stop": 4831587,
                "byte_start": 4816227,
                "stop": 1182.029
              },
              {
                "text": "Certain political philosophers to the contrary not withstanding, violent overthrow exists outside rather than inside the law.",
                "start": 1182.029,
                "byte_stop": 4870248,
                "byte_start": 4831587,
                "stop": 1191.682
              },
              {
                "text": "Therefore, if the Communist Party is a conspiracy for the violent overthrow of the Government and that fact is now established beyond peradventure of any doubt, its advocacy of such violence colors its every act and it is not protected under the Bill of Rights.",
                "start": 1191.682,
                "byte_stop": 4936600,
                "byte_start": 4870248,
                "stop": 1208.279
              },
              {
                "text": "Thank you very much, gentlemen.",
                "start": 1208.279,
                "byte_stop": 4946840,
                "byte_start": 4936600,
                "stop": 1210.853
              }
            ]
          },
          {
            "start": 1210.853,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 4950706,
            "stop": 1211.815,
            "byte_start": 4946840,
            "text_blocks": [
              {
                "text": "Mr. Abt.",
                "start": 1210.853,
                "byte_stop": 4950706,
                "byte_start": 4946840,
                "stop": 1211.815
              }
            ]
          }
        ],
        "stop": 1211.815
      },
      {
        "start": 1211.815,
        "byte_stop": 4965439,
        "byte_start": 4950706,
        "turns": [
          {
            "start": 1211.815,
            "speaker": {
              "last_name": "Abt",
              "ID": 28815,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/john_j_abt",
              "view_count": 0,
              "identifier": "john_j_abt",
              "name": "John J. Abt"
            },
            "byte_stop": 4965439,
            "stop": 1215.508,
            "byte_start": 4950706,
            "text_blocks": [
              {
                "text": "I have nothing further, Mr. Chief Justice.",
                "start": 1211.815,
                "byte_stop": 4965439,
                "byte_start": 4950706,
                "stop": 1215.508
              }
            ]
          }
        ],
        "stop": 1215.508
      }
    ],
    "duration": 1215.508,
    "title": "Communist Party, U. S. A. v. Catherwood"
  },
  "id": 14589,
  "media_file": [
    {
      "size": 4965752,
      "id": 38298,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1960/495/19610504a_495_part2.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 11890191,
      "id": 60288,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1960/495/19610504a_495_part2.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 18787,
      "id": 60289,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1960/495/19610504a_495_part2.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}