{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 668.981,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 103424,
            "stop": 239.579,
            "byte_stop": 1061804,
            "text_blocks": [
              {
                "text": "-- if the Court please.",
                "start": 0,
                "byte_start": 103424,
                "stop": 3.473,
                "byte_stop": 117321
              },
              {
                "text": "When the Court arose, I was addressing myself to the argument that this contract had it been signed, would have contained a provision which prohibited the union from disciplining a foreman for following the written instructions of the employer.",
                "start": 3.473,
                "byte_start": 117321,
                "stop": 21.228,
                "byte_stop": 188374
              },
              {
                "text": "And that this provision would have -- for the safeguard -- the safeguard against the foreman misusing his hiring authority to prefer union members.",
                "start": 21.228,
                "byte_start": 188374,
                "stop": 30.468,
                "byte_stop": 225364
              },
              {
                "text": "I think the short answer to that argument, Your Honor is that under the contract, the employer retained no control with respect to the foreman's exercise of the hiring authority, that he was free to hire -- to exercise that hiring authority to favor union members and there would have been no basis -- no basis since there was no reservation of any right with respect to this -- that matter.",
                "start": 30.468,
                "byte_start": 225364,
                "stop": 48.164,
                "byte_stop": 296103
              },
              {
                "text": "There would have been no basis for the employer to have issued written instructions to the foreman concerning that sort of thing.",
                "start": 48.164,
                "byte_start": 296103,
                "stop": 61.838,
                "byte_stop": 350856
              },
              {
                "text": "Now, this concludes my argument on the foreman clause as a violation of the closed-shop provisions of the statute.",
                "start": 61.838,
                "byte_start": 350856,
                "stop": 76.983,
                "byte_stop": 411460
              },
              {
                "text": "And essentially, as the Court undoubtedly has recognized, our argument with respect to the foreman clause is very much like the argument which underlies our position with respect to the General Savings Clause.",
                "start": 76.983,
                "byte_start": 411460,
                "stop": 89.506,
                "byte_stop": 461511
              },
              {
                "text": "That these provisions create a situation that were foreseeable, the employees will act as though there were closed-shop conditions in effect that they had been put into effect by the parties and that therefore the parties must be held accountable for those foreseeable consequences just as though they have written closed-shop provisions in the agreement.",
                "start": 89.506,
                "byte_start": 461511,
                "stop": 110.681,
                "byte_stop": 546252
              },
              {
                "text": "Before I sit down, however, I do want to address myself to another aspect of this case, an aspect which was not present in the other case because of the posture in which this case arises.",
                "start": 110.681,
                "byte_start": 546252,
                "stop": 125.872,
                "byte_stop": 606960
              },
              {
                "text": "As I said earlier, the employers here did not agree to the proposals.",
                "start": 125.872,
                "byte_start": 606960,
                "stop": 129.776,
                "byte_stop": 622529
              },
              {
                "text": "They resisted and the union went out on strike in support of those demands.",
                "start": 129.776,
                "byte_start": 622529,
                "stop": 135.231,
                "byte_stop": 644368
              },
              {
                "text": "Section 8 (b) (1) (B) of the statute makes it an unfair labor practice for union to restrain or coerce an employer in the choice of representatives for purposes of collective bargaining or the adjustment of grievances.",
                "start": 135.231,
                "byte_start": 644368,
                "stop": 150.305,
                "byte_stop": 704658
              },
              {
                "text": "Now here, the union by virtue of this clause was attempting to restrict the employer's choice with respect to the foreman and the foreman is conceded on all sides.",
                "start": 150.305,
                "byte_start": 704658,
                "stop": 163.492,
                "byte_stop": 757426
              },
              {
                "text": "It would have been management representative for the adjustment of grievances that it's optimistic, the employer's choice of representatives for purposes of grievance to employees who either were union members because that was a necessary qualification of holding the job of foreman, who either were union members or would be -- would be willing to become union members.",
                "start": 163.492,
                "byte_start": 757426,
                "stop": 186.191,
                "byte_stop": 848227
              },
              {
                "text": "Now, we think that this clearly falls within the literal proscription of Section 8 (b) (1) (B) that they were circumscribing the employer's choice of his representatives for purposes of adjusting grievances and as the court below properly held -- properly held this constitutes the violation of that section of the statute.",
                "start": 186.191,
                "byte_start": 848227,
                "stop": 205.68,
                "byte_stop": 926177
              },
              {
                "text": "With respect to the Board's order, I -- I think that the Board's order does not -- does not as suggested here preclude -- preclude the union from incorporating into its contracts, provisions of the General Laws which are valid, and the Board's decisions in these cases have sustained, was well afford adequate guides, adequate guides to the union as to which provisions are to be -- can be included in the contract lawfully, including the contract, and those which may not be.",
                "start": 205.68,
                "byte_start": 926177,
                "stop": 237.393,
                "byte_stop": 1053027
              },
              {
                "text": "Thank you.",
                "start": 237.393,
                "byte_start": 1053027,
                "stop": 239.579,
                "byte_stop": 1061804
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "dominick_l_manoli",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Dominick L. Manoli",
              "ID": 21293,
              "last_name": "Manoli",
              "href": "https://api.oyez.org/people/dominick_l_manoli",
              "thumbnail": null
            }
          },
          {
            "byte_start": 1061804,
            "stop": 240.906,
            "byte_stop": 1067133,
            "text_blocks": [
              {
                "text": "Mr. Van Arkel.",
                "start": 239.579,
                "byte_start": 1061804,
                "stop": 240.906,
                "byte_stop": 1067133
              }
            ],
            "start": 239.579,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          }
        ],
        "byte_start": 103424,
        "stop": 240.906,
        "byte_stop": 1067133
      },
      {
        "start": 240.906,
        "turns": [
          {
            "byte_start": 1067133,
            "stop": 668.981,
            "byte_stop": 2779303,
            "text_blocks": [
              {
                "text": "The Court please.",
                "start": 240.906,
                "byte_start": 1067133,
                "stop": 242.218,
                "byte_stop": 1072358
              },
              {
                "text": "What Mr. Manoli has said with reference to the foreman issue makes it necessary, I think, to review somewhat the actual facts with reference to that matter.",
                "start": 242.218,
                "byte_start": 1072358,
                "stop": 251.239,
                "byte_stop": 1108407
              },
              {
                "text": "That both Worcester and Haverhill had not been for some years any collective agreement in effect.",
                "start": 251.239,
                "byte_start": 1108407,
                "stop": 257.344,
                "byte_stop": 1132857
              },
              {
                "text": "The employer by his unilateral choice had a union foreman and he delegated to that union foreman exactly the powers which the contract proposals asked that foreman exercise.",
                "start": 257.344,
                "byte_start": 1132857,
                "stop": 271.897,
                "byte_stop": 1191058
              },
              {
                "text": "Now, the union's proposals, as I have said, called for nondiscriminatory standards of hiring.",
                "start": 271.897,
                "byte_start": 1191058,
                "stop": 279.243,
                "byte_stop": 1220420
              },
              {
                "text": "What the union was therefore proposing was that though there had been up to that time a complete delegation of authority to the foreman by the employer's unilateral act, the union was proposing in the contracts which it presented the setting up of nondiscriminatory standards for hire which would be, as I have suggested binding on the employer.",
                "start": 279.243,
                "byte_start": 1220420,
                "stop": 302.534,
                "byte_stop": 1313625
              },
              {
                "text": "This we say is clearly in aid of the statutory purpose.",
                "start": 302.534,
                "byte_start": 1313625,
                "stop": 306.373,
                "byte_stop": 1328985
              },
              {
                "text": "There was no effort here at all to influence in any way let alone restrain or coerce the employer in his selection of representative for collective bargaining.",
                "start": 306.373,
                "byte_start": 1328985,
                "stop": 317.926,
                "byte_stop": 1375169
              },
              {
                "text": "The employers of both Haverhill and Worcester has union foreman.",
                "start": 317.926,
                "byte_start": 1375169,
                "stop": 321.53,
                "byte_stop": 1389589
              },
              {
                "text": "At Haverhill there was not even an objection to this clause being -- going into the agreement.",
                "start": 321.53,
                "byte_start": 1389589,
                "stop": 327.057,
                "byte_stop": 1411741
              },
              {
                "text": "And in both cases, therefore, the union made no objection to the foreman of whom the employer then had, and therefore there was no effort to influence let alone restrain or coerce the employer in the selection of his representative to represent him.",
                "start": 327.057,
                "byte_start": 1411741,
                "stop": 346.949,
                "byte_stop": 1491257
              },
              {
                "text": "Now with respect to the laws clause, the uncertainty argument, there is one additional point which I would like to draw to the Court's attention.",
                "start": 346.949,
                "byte_start": 1491257,
                "stop": 354.613,
                "byte_stop": 1521977
              },
              {
                "text": "The Board's traditional technique and the notices which it directs to be posted, always declare that the parties are not to violate the Act, not to discriminate “except to the extent permitted by Section 8 (a) (3) of the Act.",
                "start": 354.613,
                "byte_start": 1521977,
                "stop": 370.703,
                "byte_stop": 1586239
              },
              {
                "text": "Now, in that single phrase, the Board subsumes all of the doctrinal law with reference to dual union membership, payment of dues, check off arrangements, and the myriad other subjects with which the Board is dealt.",
                "start": 370.703,
                "byte_start": 1586239,
                "stop": 385.18,
                "byte_stop": 1644231
              },
              {
                "text": "The Board is entirely satisfied with this kind of an arrangement and we have suggested that the words not in conflict with law in the laws clause are at least as reassuring to employees as technical language such as except to the extent permitted by Section 8 (a) (3).",
                "start": 385.18,
                "byte_start": 1644231,
                "stop": 404.292,
                "byte_stop": 1720613
              },
              {
                "text": "As Chief Judge Prettyman noted in the Honolulu Star case, the Board twice in a notice to all employees which it required to be posted, directs the company to recite adjuration of certain activities “except to the extent permitted by Section 8 (a) (3) of the Act”.",
                "start": 404.292,
                "byte_start": 1720613,
                "stop": 422.264,
                "byte_stop": 1792502
              },
              {
                "text": "Counsel pointed the queries whether the latter quoted expression is less confusing than the phrase “not in conflict with law”.",
                "start": 422.264,
                "byte_start": 1792502,
                "stop": 431.357,
                "byte_stop": 1828864
              },
              {
                "text": "We suggest to Your Honors that in the drafting of a contract, we're within our rights in using a shorthand device, precisely the kind which the Board itself uniformly uses in the notices to employees which it directs to the posting.",
                "start": 431.357,
                "byte_start": 1828864,
                "stop": 448.75,
                "byte_stop": 1898454
              },
              {
                "text": "Your Honors have had represented to you here in the course of the argument in the Local 357 case that the Mountain Pacific doctrine is applicable solely to exclusively union operated hiring halls.",
                "start": 448.75,
                "byte_start": 1898454,
                "stop": 462.866,
                "byte_stop": 1954983
              },
              {
                "text": "Now, in the News Syndicate case, the hiring in that case was done by a foreman on the employer's premises.",
                "start": 462.866,
                "byte_start": 1954983,
                "stop": 470.032,
                "byte_stop": 1983613
              },
              {
                "text": "There was no hiring hall exclusive or non-exclusive.",
                "start": 470.032,
                "byte_start": 1983613,
                "stop": 474.198,
                "byte_stop": 2000227
              },
              {
                "text": "The Board nevertheless attempted to apply its Mountain Pacific doctrine in that News Syndicate case to a case where there was no kind of hiring hall whatsoever.",
                "start": 474.198,
                "byte_start": 2000227,
                "stop": 486.057,
                "byte_stop": 2047666
              },
              {
                "text": "And despite the representations which were made in the courts below and in this Court that Mountain Pacific is a doctrine which is limited solely to hiring halls.",
                "start": 486.057,
                "byte_start": 2047666,
                "stop": 496.58,
                "byte_stop": 2089775
              },
              {
                "text": "We have suggested in our brief that the only conclusion that can be drawn from this is that the Board is unable to distinguish between a foreman and the hiring hall.",
                "start": 496.58,
                "byte_start": 2089775,
                "stop": 506.507,
                "byte_stop": 2129481
              },
              {
                "text": "I suggest to Your Honors that in the cases you have heard here in the last days, there is one common thread which runs through them all and which we think is dispositive of all.",
                "start": 506.507,
                "byte_start": 2129481,
                "stop": 518.063,
                "byte_stop": 2175770
              },
              {
                "text": "And that is the question whether or not unions and union members are entitled to the normal presumption of law that if they have a power, they will exercise it lawfully.",
                "start": 518.063,
                "byte_start": 2175770,
                "stop": 530.808,
                "byte_stop": 2226657
              },
              {
                "text": "The Board's approach in all of these matters is to start with the assumption that if a union is given a power whether it is a power over seniority, over apprenticeships, over methods of hire, over a hiring hall, over a foreman, that those powers will probably be exercised in unlawful fashion, that therefore the Board can assert a right to strike down these powers in the hands of the union.",
                "start": 530.808,
                "byte_start": 2226657,
                "stop": 561.64,
                "byte_stop": 2350059
              },
              {
                "text": "For example, if we had undertaken to follow the technique which the Board used here in its hiring hall cases, we would have searched the Board's records for 300 or 400 cases in which nonunion foremen have discriminated against nonunion members.",
                "start": 561.64,
                "byte_start": 2350059,
                "stop": 580.029,
                "byte_stop": 2423620
              },
              {
                "text": "We would then add an elaborate tribute to our own expertise and we'd say that this demonstrates conclusively that the only reason that employers hire nonunion foremen is in order that they may discriminate against union members and hiring.",
                "start": 580.029,
                "byte_start": 2423620,
                "stop": 595.632,
                "byte_stop": 2486000
              },
              {
                "text": "We would then use this as a basis for asserting that we had the power to forbid the employer to hire a nonunion foreman and having the power to forbid him to do so, we could impose any conditions that we like on the employer's hiring of a nonunion foreman.",
                "start": 595.632,
                "byte_start": 2486000,
                "stop": 611.782,
                "byte_stop": 2550575
              },
              {
                "text": "Once you start with the presumption that unions and union members are as intent on obeying the law as employers are, then the resting of power in unions to control certain industrial matters presents no further problem.",
                "start": 611.782,
                "byte_start": 2550575,
                "stop": 629.074,
                "byte_stop": 2619747
              },
              {
                "text": "We say that as citizens, we are entitled to the benefit of this presumption as much as an employer, a nonunion foreman or anyone else.",
                "start": 629.074,
                "byte_start": 2619747,
                "stop": 668.981,
                "byte_stop": 2779303
              }
            ],
            "start": 240.906,
            "speaker": {
              "identifier": "gerhard_p_van_arkel",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Gerhard P. Van Arkel",
              "ID": 24876,
              "last_name": "Van Arkel",
              "href": "https://api.oyez.org/people/gerhard_p_van_arkel",
              "thumbnail": null
            }
          }
        ],
        "byte_start": 1067133,
        "stop": 668.981,
        "byte_stop": 2779303
      }
    ],
    "title": "International typographical Union, AFL-CIO v. National Labor Relations Board"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 38118,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1960/340/19610301a_340_part2.delivery.mp3",
      "size": 2779617
    },
    {
      "mime": "audio/ogg",
      "id": 60114,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1960/340/19610301a_340_part2.ogg",
      "size": 6655821
    },
    {
      "mime": "application/x-mpegURL",
      "id": 60115,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1960/340/19610301a_340_part2.m3u8",
      "size": 10415
    }
  ],
  "id": 14499,
  "damaged": null,
  "title": "Oral Argument - March 01, 1961 (Part 2)"
}