{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 2651.219,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 103424,
            "stop": 163.378,
            "byte_stop": 757008,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 0,
                "byte_start": 103424,
                "stop": 4.761,
                "byte_stop": 122546
              },
              {
                "text": "Before the luncheon recess, I had traced the history of Section 5 (2) (f) through to the second conference report and had drawn attention to the provisions in the second conference report that recognized the sharp distinction between the Harrington Amendment and the Wadsworth instruction which showed, in our view that the provisions of the conscie -- Conference Report were based upon the instruction and which also spoke of a time limit imposed upon the benefits required to be paid, language which clearly speaks in terms of financial protection and not of a freeze on employment.",
                "start": 4.761,
                "byte_start": 122546,
                "stop": 50.844,
                "byte_stop": 306866
              },
              {
                "text": "That same tone was carried through the debate on the con -- second Conference Report in the House where you find Congressman Lea, who is one of the House managers and Chairman of the House Committee, several times speaking of the time limits that had been imposed on the benefits, so that the benefits wouldn't run for more than four years, similar expression, all of which are consistent with our view.",
                "start": 50.844,
                "byte_start": 306866,
                "stop": 79.173,
                "byte_stop": 420133
              },
              {
                "text": "And, it seems to me, utterly inconsistent with Mr. Mahoney's view of the statute.",
                "start": 79.173,
                "byte_start": 420133,
                "stop": 85.339,
                "byte_stop": 444792
              },
              {
                "text": "The Appellants' do point to certain language in the debate on the second Conference Report which contains references to protection against unemployment and protection against sudden dismissal.",
                "start": 85.339,
                "byte_start": 444792,
                "stop": 99.281,
                "byte_stop": 500590
              },
              {
                "text": "In our view, that's an ambiguous phrase.",
                "start": 99.281,
                "byte_start": 500590,
                "stop": 103.534,
                "byte_stop": 517622
              },
              {
                "text": "Clearly, it could literally mean protection against dismissal.",
                "start": 103.534,
                "byte_start": 517622,
                "stop": 108.599,
                "byte_stop": 537893
              },
              {
                "text": "But, it is also familiar to use the expression \"protection against something\" as insurance against -- protection against its financial consequence.",
                "start": 108.599,
                "byte_start": 537893,
                "stop": 119.136,
                "byte_stop": 580002
              },
              {
                "text": "For example, we often speak of protection against windstorm, hail, fire, not even the insurance companies can keep those acts of God from occurring.",
                "start": 119.136,
                "byte_start": 580002,
                "stop": 132.184,
                "byte_stop": 632247
              },
              {
                "text": "And by the protection, we mean protection against the financial consequence.",
                "start": 132.184,
                "byte_start": 632247,
                "stop": 136.83,
                "byte_stop": 650846
              },
              {
                "text": "Most point involved, the Washington Agreement of 1936 was known as the Washington Job Protection Agreement, and it granted the kind of financial protection created here, no guarantee of featherbedding, also, it was improved very greatly by this amendment.",
                "start": 136.83,
                "byte_start": 650846,
                "stop": 161.831,
                "byte_stop": 750843
              },
              {
                "text": "There are two other passages --",
                "start": 161.831,
                "byte_start": 750843,
                "stop": 163.378,
                "byte_stop": 757008
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 757008,
            "stop": 186.324,
            "byte_stop": 848750,
            "text_blocks": [
              {
                "text": "May I ask you, before you leave that.",
                "start": 163.378,
                "byte_start": 757008,
                "stop": 166.87,
                "byte_stop": 770905
              },
              {
                "text": "In the brief to which you refer just a few moments ago of the appellants, there appears on page 67 a statement contributed by Senator Wheeler who was, at that time, the Chairman of the Committee of the Senate.",
                "start": 166.87,
                "byte_start": 770905,
                "stop": 180.403,
                "byte_stop": 825135
              },
              {
                "text": "Is anything else about Senator Wheeler shows his attitude or as to this change?",
                "start": 180.403,
                "byte_start": 825135,
                "stop": 186.324,
                "byte_stop": 848750
              }
            ],
            "start": 163.378,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 848750,
            "stop": 639.576,
            "byte_stop": 2661752,
            "text_blocks": [
              {
                "text": "There's nothing, except that passing reference to the Harrington amendment, which I think is -- well, it seems to me that it simply distinguished the Harrington amendment from the Wadsworth amendment and the Jones amendment, so it is not to be taken to mean literally all the provisions in the exact meaning of the Harrington amendment.",
                "start": 186.324,
                "byte_start": 848750,
                "stop": 209.521,
                "byte_stop": 941537
              },
              {
                "text": "That's really about the only thing there is in the Senate.",
                "start": 209.521,
                "byte_start": 941537,
                "stop": 211.984,
                "byte_stop": 951463
              },
              {
                "text": "There is no debate on this provision in the Senate.",
                "start": 211.984,
                "byte_start": 951463,
                "stop": 215.522,
                "byte_stop": 965569
              },
              {
                "text": "In the House, there were two -- two passages that deal explicitly with this problem, as they're set forth in the Government's brief at pages 40 and 41.",
                "start": 215.522,
                "byte_start": 965569,
                "stop": 230.957,
                "byte_stop": 1027323
              },
              {
                "text": "Mr. Vorys of Ohio asked about the four-year rule and asked if it would have the effect of delaying a consolidation, and Mr. Lea replied, \"No, the rule does not delay consolidation.",
                "start": 230.957,
                "byte_start": 1027323,
                "stop": 243.857,
                "byte_stop": 1078941
              },
              {
                "text": "It means from the effective date of the order of the Commission, the benefits are available for four years.",
                "start": 243.857,
                "byte_start": 1078941,
                "stop": 249.468,
                "byte_stop": 1101302
              },
              {
                "text": "The order determines the date and the protective benefits run four years from that date.\"",
                "start": 249.468,
                "byte_start": 1101302,
                "stop": 254.513,
                "byte_stop": 1121573
              },
              {
                "text": "Mr. Vorys, \"This would be whether or not they are still employed.\"",
                "start": 254.513,
                "byte_start": 1121573,
                "stop": 259.082,
                "byte_stop": 1139754
              },
              {
                "text": "\"Yes.\"",
                "start": 259.082,
                "byte_start": 1139754,
                "stop": 260.129,
                "byte_stop": 1144038
              },
              {
                "text": "Both the question and the answer obviously assume that the employees would not be still employed.",
                "start": 260.129,
                "byte_start": 1144038,
                "stop": 268.415,
                "byte_stop": 1177161
              },
              {
                "text": "Then, over on the next page, we've set forth a quotation from the closing statement of Congressman Halleck, who was also a conferee, and which seems to me to say in a few words the gist -- the thrust, I should say, of this whole legislative history.",
                "start": 268.415,
                "byte_start": 1177161,
                "stop": 286.23,
                "byte_stop": 1248423
              },
              {
                "text": "He stated that the new provision follows the principle of the so-called Washington Agreement.",
                "start": 286.23,
                "byte_start": 1248423,
                "stop": 292.06,
                "byte_stop": 1271724
              },
              {
                "text": "That was a contract entered into by the carriers with their employees to fix the rights of those employees whose employment terminated upon consolidation.",
                "start": 292.06,
                "byte_start": 1271724,
                "stop": 302.601,
                "byte_stop": 1313834
              },
              {
                "text": "And to summarize what I think is the result of the entire legislative history, from the negotiation of the Washington Agreement, to which only the Trainmen dissent, the whole momentum of the development was in terms of protective benefits, expanding them, enlarging the time, there was a brief fling with the notion of going back to an employment freeze in the original Harrington Agreement but then that, as the contrast in the language of the -- with the Wadsworth instruction showed, was turned back on and everything following is consistent with the notion of financial benefit.",
                "start": 302.601,
                "byte_start": 1313834,
                "stop": 343.947,
                "byte_stop": 1479241
              },
              {
                "text": "Now, this explains, I think, the reason that when the bill was passed, the journals of the Railway Brotherhoods described it in terms of gaining financial benefits.",
                "start": 343.947,
                "byte_start": 1479241,
                "stop": 356.733,
                "byte_stop": 1530441
              },
              {
                "text": "And, this was true with the journals of such an organization as the Locomotive Firemen and Enginemen, which had been one of the organizations that sponsored the exact language of the Wadsworth instruction.",
                "start": 356.733,
                "byte_start": 1530441,
                "stop": 368.941,
                "byte_stop": 1579238
              },
              {
                "text": "Indeed, sent it to all the members of Congress in a letter, along with the five other transportation brotherhoods and they, in their journal, again described it as calling for financial protection.",
                "start": 368.941,
                "byte_start": 1579238,
                "stop": 383.989,
                "byte_stop": 1639424
              },
              {
                "text": "In view of the words of the legislative history, it is hard to believe that there is any doubt about the meaning of the second sentence of Section 5 (2) (f).",
                "start": 383.989,
                "byte_start": 1639424,
                "stop": 395.378,
                "byte_stop": 1684982
              },
              {
                "text": "But, if there were doubt, surely, it would be put to rest by the consistent interpretation for 20 years through active administration of the statute by the Interstate Commerce Commission.",
                "start": 395.378,
                "byte_start": 1684982,
                "stop": 410.289,
                "byte_stop": 1744645
              },
              {
                "text": "That's now -- not only was a contemporaneous interpretation arrived at very shortly after the passage of the legislation.",
                "start": 410.289,
                "byte_start": 1744645,
                "stop": 419.488,
                "byte_stop": 1781426
              },
              {
                "text": "It was an interpretation reported to Congress as early as the annual report for 1941 and it's an interpretation that has been followed consistently since then, and until this case was understood and approved by everyone concerned not simply the Commission with the great bulk of the carriers and also the railway labor organizations, including the Railway Labor Executives, the appellants in this case.",
                "start": 419.488,
                "byte_start": 1781426,
                "stop": 449.15,
                "byte_stop": 1900126
              },
              {
                "text": "The matter first came to the attention of the Committee -- Commission in a consolidation involving the Fort Worth Railroad.",
                "start": 449.15,
                "byte_start": 1900126,
                "stop": 460.026,
                "byte_stop": 1943594
              },
              {
                "text": "At that time, the Railroad took the position that the second sentence of 5 (2) (f), and therefore the whole section, imported a job freeze.",
                "start": 460.026,
                "byte_start": 1943594,
                "stop": 472.395,
                "byte_stop": 1993017
              },
              {
                "text": "The Railway Labor Executives' filed a brief in answer to this contention.",
                "start": 472.395,
                "byte_start": 1993017,
                "stop": 477.3,
                "byte_stop": 2012662
              },
              {
                "text": "We've quoted a large passage, not all of which I will read, on pages 57, 58 and 59 of our brief saying that they didn't agree with this construction.",
                "start": 477.3,
                "byte_start": 2012662,
                "stop": 487.599,
                "byte_stop": 2053831
              },
              {
                "text": "The conclusion they came to is on page 58 of our brief, right about the middle.",
                "start": 487.599,
                "byte_start": 2053831,
                "stop": 494.36,
                "byte_stop": 2080893
              },
              {
                "text": "We conclude that a comprehensive system of dismissal and displacement allowances, plus, reasonable assurance of the continuance of certain minor employee rights and privileges for a period of four years will place the employee in no worse position with respect to his employment than that which he occupied before in this case at the least.",
                "start": 494.36,
                "byte_start": 2080893,
                "stop": 516.549,
                "byte_stop": 2169710
              },
              {
                "text": "So, it's perfectly in a contested case, perfectly clear cut interpretation of the statute.",
                "start": 516.549,
                "byte_start": 2169710,
                "stop": 523.986,
                "byte_stop": 2199385
              },
              {
                "text": "In that particular case, the Commission was not required to rule because he disapproved the merger and therefore, it didn't have to go on to the conditions protecting the employee.",
                "start": 523.986,
                "byte_start": 2199385,
                "stop": 533.661,
                "byte_stop": 2238151
              },
              {
                "text": "Commissioner Joseph B. Eastman, however, very plainly expressed the view that what was contemplated was not featherbedding but a guarantee of financial protection for the four-year period.",
                "start": 533.661,
                "byte_start": 2238151,
                "stop": 546.346,
                "byte_stop": 2288828
              },
              {
                "text": "And then, the Commission, in a subsequent case involving the Texas-New Orleans Railroad on that same year, did consider the problem at length and did rule that financial benefits were what were intended.",
                "start": 546.346,
                "byte_start": 2288828,
                "stop": 561.731,
                "byte_stop": 2350373
              },
              {
                "text": "Now, I would emphasize that this has not been simply in action on the Commission's part, as in the Handcar case that was mentioned earlier during the argument.",
                "start": 561.731,
                "byte_start": 2350373,
                "stop": 572.154,
                "byte_stop": 2392064
              },
              {
                "text": "This was a -- this is a problem where the Commission and the railway labor organizations and the railroads have been actively concerned with this over a considerable period of time.",
                "start": 572.154,
                "byte_start": 2392064,
                "stop": 584.367,
                "byte_stop": 2440965
              },
              {
                "text": "There were 10 cases that are reported dealing with what conditions should be laid down between the passage of the statute and the decision of this Court in the Railway Labor Executives' case about 1950.",
                "start": 584.367,
                "byte_start": 2440965,
                "stop": 599.242,
                "byte_stop": 2500420
              },
              {
                "text": "There were 20 reported cases since then.",
                "start": 599.242,
                "byte_start": 2500420,
                "stop": 602.241,
                "byte_stop": 2512436
              },
              {
                "text": "This isn't simply a problem that was forgotten all about.",
                "start": 602.241,
                "byte_start": 2512436,
                "stop": 606.034,
                "byte_stop": 2527587
              },
              {
                "text": "It wasn't litigated in these precise terms.",
                "start": 606.034,
                "byte_start": 2527587,
                "stop": 608.988,
                "byte_stop": 2539395
              },
              {
                "text": "I don't want to overstate the case.",
                "start": 608.988,
                "byte_start": 2539395,
                "stop": 611.132,
                "byte_stop": 2547963
              },
              {
                "text": "But, what was a worse position was something people were discussing all the time.",
                "start": 611.132,
                "byte_start": 2547963,
                "stop": 616.143,
                "byte_stop": 2568025
              },
              {
                "text": "They were developing proper conditions and laying them down, as was finally done in this case.",
                "start": 616.143,
                "byte_start": 2568025,
                "stop": 622.994,
                "byte_stop": 2595401
              },
              {
                "text": "So that, we think the constant administrative interpretation should be enough to put any possible doubt to rest as to the correctness of the decision by the court below.",
                "start": 622.994,
                "byte_start": 2595401,
                "stop": 636.774,
                "byte_stop": 2650572
              },
              {
                "text": "I agreed to give Mr. McAfee the remainder of my time.",
                "start": 636.774,
                "byte_start": 2650572,
                "stop": 639.576,
                "byte_stop": 2661752
              }
            ],
            "start": 186.324,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2661752,
            "stop": 656.85,
            "byte_stop": 2730924,
            "text_blocks": [
              {
                "text": "May I ask you one question.",
                "start": 639.576,
                "byte_start": 2661752,
                "stop": 642.546,
                "byte_stop": 2673664
              },
              {
                "text": "You probably said, but I don't-- I didn't get if you did.",
                "start": 642.546,
                "byte_start": 2673664,
                "stop": 646.975,
                "byte_stop": 2691427
              },
              {
                "text": "What was the origin of the clause of such order being in a worse position with respect to employment?",
                "start": 646.975,
                "byte_start": 2691427,
                "stop": 655.073,
                "byte_stop": 2723819
              },
              {
                "text": "Where did that first get into the law?",
                "start": 655.073,
                "byte_start": 2723819,
                "stop": 656.85,
                "byte_stop": 2730924
              }
            ],
            "start": 639.576,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 2730924,
            "stop": 665.75,
            "byte_stop": 2766451,
            "text_blocks": [
              {
                "text": "As far this -- the first place it got into the law, if I understand you correctly --",
                "start": 656.85,
                "byte_start": 2730924,
                "stop": 665.75,
                "byte_stop": 2766451
              }
            ],
            "start": 656.85,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2766451,
            "stop": 665.967,
            "byte_stop": 2767391,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 665.75,
                "byte_start": 2766451,
                "stop": 665.967,
                "byte_stop": 2767391
              }
            ],
            "start": 665.75,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 2767391,
            "stop": 668.455,
            "byte_stop": 2777318,
            "text_blocks": [
              {
                "text": "It doesn't appear prior --",
                "start": 665.967,
                "byte_start": 2767391,
                "stop": 668.455,
                "byte_stop": 2777318
              }
            ],
            "start": 665.967,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2777318,
            "stop": 671.465,
            "byte_stop": 2789334,
            "text_blocks": [
              {
                "text": "When was it first used, in a contract or a --",
                "start": 668.455,
                "byte_start": 2777318,
                "stop": 671.465,
                "byte_stop": 2789334
              }
            ],
            "start": 668.455,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 2789334,
            "stop": 671.748,
            "byte_stop": 2790484,
            "text_blocks": [
              {
                "text": "No.",
                "start": 671.465,
                "byte_start": 2789334,
                "stop": 671.748,
                "byte_stop": 2790484
              }
            ],
            "start": 671.465,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2790484,
            "stop": 672.242,
            "byte_stop": 2792469,
            "text_blocks": [
              {
                "text": "-- law or --",
                "start": 671.748,
                "byte_start": 2790484,
                "stop": 672.242,
                "byte_stop": 2792469
              }
            ],
            "start": 671.748,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 2792469,
            "stop": 721.831,
            "byte_stop": 2990791,
            "text_blocks": [
              {
                "text": "No.",
                "start": 672.242,
                "byte_start": 2792469,
                "stop": 672.918,
                "byte_stop": 2795186
              },
              {
                "text": "I -- I haven't been able to trace this any farther back than a letter which was written -- within a story of the President of the Brotherhood of Railroad Trainmen, relating the history of the Transportation Act of 1940 in this respect.",
                "start": 672.918,
                "byte_start": 2795186,
                "stop": 690.103,
                "byte_stop": 2863940
              },
              {
                "text": "This was in their -- one of their publication.",
                "start": 690.103,
                "byte_start": 2863940,
                "stop": 692.994,
                "byte_stop": 2875434
              },
              {
                "text": "And, in it, he encloses the letter dated May 1, 1940, which was during the House's consideration of the first Conference Report, and there is set forth the exact text of the Wadsworth instruction.",
                "start": 692.994,
                "byte_start": 2875434,
                "stop": 707.153,
                "byte_stop": 2932067
              },
              {
                "text": "I can't trace the language any farther back than that.",
                "start": 707.153,
                "byte_start": 2932067,
                "stop": 711.488,
                "byte_stop": 2949413
              },
              {
                "text": "I just don't find it in -- the phrase \"worse position with respect to their compensation\" had been used in the Washington Agreement in speaking as a word of art --",
                "start": 711.488,
                "byte_start": 2949413,
                "stop": 721.831,
                "byte_stop": 2990791
              }
            ],
            "start": 672.242,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2990791,
            "stop": 722.232,
            "byte_stop": 2992358,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 721.831,
                "byte_start": 2990791,
                "stop": 722.232,
                "byte_stop": 2992358
              }
            ],
            "start": 721.831,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 2992358,
            "stop": 745.366,
            "byte_stop": 3084936,
            "text_blocks": [
              {
                "text": "Of displaced employees, but the whole expression, Mr. Justice Black, I've not been able to get back of that letter.",
                "start": 722.232,
                "byte_start": 2992358,
                "stop": 728.879,
                "byte_stop": 3019003
              },
              {
                "text": "And, the formal introduction of the language was in the Wadsworth instruction.",
                "start": 728.879,
                "byte_start": 3019003,
                "stop": 745.366,
                "byte_stop": 3084936
              }
            ],
            "start": 722.232,
            "speaker": {
              "identifier": "archibald_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Archibald Cox",
              "ID": 15704,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/archibald_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3084936,
            "stop": 747.723,
            "byte_stop": 3094340,
            "text_blocks": [
              {
                "text": "Mr. McAfee.",
                "start": 745.366,
                "byte_start": 3084936,
                "stop": 747.723,
                "byte_stop": 3094340
              }
            ],
            "start": 745.366,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          }
        ],
        "byte_start": 103424,
        "stop": 747.723,
        "byte_stop": 3094340
      },
      {
        "start": 747.723,
        "turns": [
          {
            "byte_start": 3094340,
            "stop": 834.947,
            "byte_stop": 3443231,
            "text_blocks": [
              {
                "text": "Chief Justice Warren, may it please the Court.",
                "start": 747.723,
                "byte_start": 3094340,
                "stop": 752.001,
                "byte_stop": 3111476
              },
              {
                "text": "I, of course, do not plan to cover in the few minutes remaining to the appellees the points which have been so ably presented by the Solicitor General.",
                "start": 752.001,
                "byte_start": 3111476,
                "stop": 760.909,
                "byte_stop": 3147107
              },
              {
                "text": "What I would like to treat of is what will be the practical effects of what the appellants are asking for in this Court.",
                "start": 760.909,
                "byte_start": 3147107,
                "stop": 773.666,
                "byte_stop": 3198098
              },
              {
                "text": "And let me say right away, I'll state my conclusion first.",
                "start": 773.666,
                "byte_start": 3198098,
                "stop": 777.47,
                "byte_stop": 3213354
              },
              {
                "text": "We say it's not possibly the job freeze, but it is a job freeze.",
                "start": 777.47,
                "byte_start": 3213354,
                "stop": 784.435,
                "byte_stop": 3241253
              },
              {
                "text": "And, we go further from that and we say no matter what version of the interpretation we take, and it's buried that that will inevitably result in the merger not being consummated, other than in its technical sense for four years.",
                "start": 784.435,
                "byte_start": 3241253,
                "stop": 806.203,
                "byte_stop": 3328293
              },
              {
                "text": "I would like to, if I can, demonstrate that to you.",
                "start": 806.203,
                "byte_start": 3328293,
                "stop": 810.63,
                "byte_stop": 3345951
              },
              {
                "text": "Let me say, before I get into my analysis of the various versions of what the appellants are asking for here, that they are various versions, they are conflicting versions, but each of them, I say, ends up with a job freeze in what the merger actually not being compensated for four years.",
                "start": 810.63,
                "byte_start": 3345951,
                "stop": 834.947,
                "byte_stop": 3443231
              }
            ],
            "start": 747.723,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3443231,
            "stop": 840.856,
            "byte_stop": 3466951,
            "text_blocks": [
              {
                "text": "I must be stupid.",
                "start": 834.947,
                "byte_start": 3443231,
                "stop": 835.701,
                "byte_stop": 3446262
              },
              {
                "text": "I don't understand why four years -- why four years makes a difference --",
                "start": 835.701,
                "byte_start": 3446262,
                "stop": 840.856,
                "byte_stop": 3466951
              }
            ],
            "start": 834.947,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3466951,
            "stop": 841.203,
            "byte_stop": 3468309,
            "text_blocks": [
              {
                "text": "Well, the second --",
                "start": 840.856,
                "byte_start": 3466951,
                "stop": 841.203,
                "byte_stop": 3468309
              }
            ],
            "start": 840.856,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3468309,
            "stop": 844.852,
            "byte_stop": 3482833,
            "text_blocks": [
              {
                "text": "Because whenever -- oh, I see, that's-- it--",
                "start": 841.203,
                "byte_start": 3468309,
                "stop": 844.852,
                "byte_stop": 3482833
              }
            ],
            "start": 841.203,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3482833,
            "stop": 845.012,
            "byte_stop": 3483564,
            "text_blocks": [
              {
                "text": "That --",
                "start": 844.852,
                "byte_start": 3482833,
                "stop": 845.012,
                "byte_stop": 3483564
              }
            ],
            "start": 844.852,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3483564,
            "stop": 846.696,
            "byte_stop": 3490252,
            "text_blocks": [
              {
                "text": "There's a formal merger.",
                "start": 845.012,
                "byte_start": 3483564,
                "stop": 846.696,
                "byte_stop": 3490252
              }
            ],
            "start": 845.012,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3490252,
            "stop": 847.364,
            "byte_stop": 3492968,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 846.696,
                "byte_start": 3490252,
                "stop": 847.364,
                "byte_stop": 3492968
              }
            ],
            "start": 846.696,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3492968,
            "stop": 847.558,
            "byte_stop": 3493700,
            "text_blocks": [
              {
                "text": "I see.",
                "start": 847.364,
                "byte_start": 3492968,
                "stop": 847.558,
                "byte_stop": 3493700
              }
            ],
            "start": 847.364,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3493700,
            "stop": 849.435,
            "byte_stop": 3501223,
            "text_blocks": [
              {
                "text": "There's a formal merger as we have now.",
                "start": 847.558,
                "byte_start": 3493700,
                "stop": 849.435,
                "byte_stop": 3501223
              }
            ],
            "start": 847.558,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3501223,
            "stop": 851.715,
            "byte_stop": 3510314,
            "text_blocks": [
              {
                "text": "That is the -- just the document that you read.",
                "start": 849.435,
                "byte_start": 3501223,
                "stop": 851.715,
                "byte_stop": 3510314
              }
            ],
            "start": 849.435,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3510314,
            "stop": 851.801,
            "byte_stop": 3510732,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 851.715,
                "byte_start": 3510314,
                "stop": 851.801,
                "byte_stop": 3510732
              }
            ],
            "start": 851.715,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3510732,
            "stop": 852.579,
            "byte_stop": 3513762,
            "text_blocks": [
              {
                "text": "The document.",
                "start": 851.801,
                "byte_start": 3510732,
                "stop": 852.579,
                "byte_stop": 3513762
              }
            ],
            "start": 851.801,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3513762,
            "stop": 855.29,
            "byte_stop": 3524629,
            "text_blocks": [
              {
                "text": "Your Honor, we have formally merged these two corporations together.",
                "start": 852.579,
                "byte_start": 3513762,
                "stop": 855.29,
                "byte_stop": 3524629
              }
            ],
            "start": 852.579,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3524629,
            "stop": 857.739,
            "byte_stop": 3534451,
            "text_blocks": [
              {
                "text": "They're already, so that the merger is in existence.",
                "start": 855.29,
                "byte_start": 3524629,
                "stop": 857.739,
                "byte_stop": 3534451
              }
            ],
            "start": 855.29,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3534451,
            "stop": 874.633,
            "byte_stop": 3602056,
            "text_blocks": [
              {
                "text": "That is correct and we have one management, run one-and-a half management running two separate and distinct railroads today.",
                "start": 857.739,
                "byte_start": 3534451,
                "stop": 865.089,
                "byte_stop": 3563813
              },
              {
                "text": "It's a terrible situation.",
                "start": 865.089,
                "byte_start": 3563813,
                "stop": 866.702,
                "byte_stop": 3570291
              },
              {
                "text": "And, we say that would exist for four years under any reasonable interpretation of what the appellants were asking for here.",
                "start": 866.702,
                "byte_start": 3570291,
                "stop": 874.633,
                "byte_stop": 3602056
              }
            ],
            "start": 857.739,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3602056,
            "stop": 893.071,
            "byte_stop": 3675721,
            "text_blocks": [
              {
                "text": "Unconstant -- unconstant, if the construction contended for by the appellant should be required to be the law, should be required to be the meaning of the law, it will affect -- it may well-affect the I.C.C. in not allowing you to go through that paper performance.",
                "start": 874.633,
                "byte_start": 3602056,
                "stop": 893.071,
                "byte_stop": 3675721
              }
            ],
            "start": 874.633,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3675721,
            "stop": 900.117,
            "byte_stop": 3703933,
            "text_blocks": [
              {
                "text": "There's no reason to do so and we wouldn't ask for the right, Your Honor.",
                "start": 893.071,
                "byte_start": 3675721,
                "stop": 896.11,
                "byte_stop": 3687946
              },
              {
                "text": "Except, right now, my client is in the middle.",
                "start": 896.11,
                "byte_start": 3687946,
                "stop": 898.651,
                "byte_stop": 3698082
              },
              {
                "text": "We are -- we are already technically --",
                "start": 898.651,
                "byte_start": 3698082,
                "stop": 900.117,
                "byte_stop": 3703933
              }
            ],
            "start": 893.071,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3703933,
            "stop": 901.839,
            "byte_stop": 3710830,
            "text_blocks": [
              {
                "text": "(Voice Overlap) -- this specific situation.",
                "start": 900.117,
                "byte_start": 3703933,
                "stop": 901.839,
                "byte_stop": 3710830
              }
            ],
            "start": 900.117,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3710830,
            "stop": 902.162,
            "byte_stop": 3712084,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 901.839,
                "byte_start": 3710830,
                "stop": 902.162,
                "byte_stop": 3712084
              }
            ],
            "start": 901.839,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3712084,
            "stop": 909.769,
            "byte_stop": 3742595,
            "text_blocks": [
              {
                "text": "But, the point of view of effectuating the statute is practically -- is in effect.I'm not saying just determines the meaning.",
                "start": 902.162,
                "byte_start": 3712084,
                "stop": 909.769,
                "byte_stop": 3742595
              }
            ],
            "start": 902.162,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3742595,
            "stop": 909.871,
            "byte_stop": 3743013,
            "text_blocks": [
              {
                "text": "It would --",
                "start": 909.769,
                "byte_start": 3742595,
                "stop": 909.871,
                "byte_stop": 3743013
              }
            ],
            "start": 909.769,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3743013,
            "stop": 914.464,
            "byte_stop": 3761298,
            "text_blocks": [
              {
                "text": "But this is a potential veto on mergers, is that right?",
                "start": 909.871,
                "byte_start": 3743013,
                "stop": 914.464,
                "byte_stop": 3761298
              }
            ],
            "start": 909.871,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 3761298,
            "stop": 1035.762,
            "byte_stop": 4246549,
            "text_blocks": [
              {
                "text": "There's no question about that.",
                "start": 914.464,
                "byte_start": 3761298,
                "stop": 915.823,
                "byte_stop": 3766732
              },
              {
                "text": "It would effectively defeat the policy of Congress.",
                "start": 915.823,
                "byte_start": 3766732,
                "stop": 919.075,
                "byte_stop": 3779793
              },
              {
                "text": "There's no question about it.",
                "start": 919.075,
                "byte_start": 3779793,
                "stop": 920.791,
                "byte_stop": 3786689
              },
              {
                "text": "Now, if I may demonstrate what I mean, Your Honor.",
                "start": 920.791,
                "byte_start": 3786689,
                "stop": 926.476,
                "byte_stop": 3809364
              },
              {
                "text": "In the brief -- the appellant's brief, the central theme or a central theme in that brief is that the Commission was guilty of error and that it did not prevent adverse effects upon employees.",
                "start": 926.476,
                "byte_start": 3809364,
                "stop": 948.797,
                "byte_stop": 3898702
              },
              {
                "text": "That's the way the -- their questions are posed.",
                "start": 948.797,
                "byte_start": 3898702,
                "stop": 952.758,
                "byte_stop": 3914480
              },
              {
                "text": "They say that the Commission was in error in that it only provided something after the effect.",
                "start": 952.758,
                "byte_start": 3914480,
                "stop": 959.314,
                "byte_stop": 3940707
              },
              {
                "text": "They say that the Commission should prevent the adverse effect.",
                "start": 959.314,
                "byte_start": 3940707,
                "stop": 964.213,
                "byte_stop": 3960351
              },
              {
                "text": "And, on page 37, if Your Honors will look at 30 -- 37 of the appellant's brief, the heading to point four is legislative history compels the conclusion that employees must not be adversely affected in their employment for four years.",
                "start": 964.213,
                "byte_start": 3960351,
                "stop": 985.674,
                "byte_stop": 4046137
              },
              {
                "text": "Now, the -- there's no dispute about what is adversely affected, what that means.",
                "start": 985.674,
                "byte_start": 4046137,
                "stop": 993.208,
                "byte_stop": 4076335
              },
              {
                "text": "And if you take that theory of what is required by the second sentence, we can't deploy these jobs, we can't transfer employees, we can't displace employees, we can't do anything.",
                "start": 993.208,
                "byte_start": 4076335,
                "stop": 1009.038,
                "byte_stop": 4139656
              },
              {
                "text": "We can't move their work because that would affect them.",
                "start": 1009.038,
                "byte_start": 4139656,
                "stop": 1012.81,
                "byte_stop": 4154702
              },
              {
                "text": "So, admittedly, if that construction is adopted by the Court, we can't do anything.",
                "start": 1012.81,
                "byte_start": 4154702,
                "stop": 1021.823,
                "byte_stop": 4190751
              },
              {
                "text": "Now, here today and then back in his brief, the appellant stated, \"Well, we could transfer employees to comparable jobs at comparable pay.\"",
                "start": 1021.823,
                "byte_start": 4190751,
                "stop": 1035.762,
                "byte_stop": 4246549
              }
            ],
            "start": 914.464,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4246549,
            "stop": 1038.626,
            "byte_stop": 4257938,
            "text_blocks": [
              {
                "text": "Do you have two precedents now?",
                "start": 1035.762,
                "byte_start": 4246549,
                "stop": 1037.263,
                "byte_stop": 4252505
              },
              {
                "text": "You said --",
                "start": 1037.263,
                "byte_start": 4252505,
                "stop": 1038.626,
                "byte_stop": 4257938
              }
            ],
            "start": 1035.762,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 4257938,
            "stop": 1049.278,
            "byte_stop": 4300570,
            "text_blocks": [
              {
                "text": "We have only one precedent.",
                "start": 1038.626,
                "byte_start": 4257938,
                "stop": 1040.161,
                "byte_stop": 4264103
              },
              {
                "text": "We really have a one -- they can be displaced, Your Honor.",
                "start": 1040.161,
                "byte_start": 4264103,
                "stop": 1043.318,
                "byte_stop": 4276746
              },
              {
                "text": "They aren't protected by the New Orleans Commissions [Laughter] and they weren't covered by the stay Your Honors.",
                "start": 1043.318,
                "byte_start": 4276746,
                "stop": 1049.278,
                "byte_stop": 4300570
              }
            ],
            "start": 1038.626,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4300570,
            "stop": 1050.826,
            "byte_stop": 4306735,
            "text_blocks": [
              {
                "text": "Are they employees?",
                "start": 1049.278,
                "byte_start": 4300570,
                "stop": 1050.826,
                "byte_stop": 4306735
              }
            ],
            "start": 1049.278,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 4306735,
            "stop": 1051.514,
            "byte_stop": 4309556,
            "text_blocks": [
              {
                "text": "I'm sorry?",
                "start": 1050.826,
                "byte_start": 4306735,
                "stop": 1051.514,
                "byte_stop": 4309556
              }
            ],
            "start": 1050.826,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4309556,
            "stop": 1053.837,
            "byte_stop": 4318856,
            "text_blocks": [
              {
                "text": "Are they employees?",
                "start": 1051.514,
                "byte_start": 4309556,
                "stop": 1053.837,
                "byte_stop": 4318856
              }
            ],
            "start": 1051.514,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 4318856,
            "stop": 1064.477,
            "byte_stop": 4361383,
            "text_blocks": [
              {
                "text": "I'm afraid they're not -- they have not yet been included under the protection.",
                "start": 1053.837,
                "byte_start": 4318856,
                "stop": 1060.232,
                "byte_stop": 4344456
              },
              {
                "text": "I think they should be, Your Honor, especially the lawyers.[Laughter]",
                "start": 1060.232,
                "byte_start": 4344456,
                "stop": 1064.477,
                "byte_stop": 4361383
              }
            ],
            "start": 1053.837,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4361383,
            "stop": 1068.036,
            "byte_stop": 4375594,
            "text_blocks": [
              {
                "text": "I can understand that viewpoint.",
                "start": 1064.477,
                "byte_start": 4361383,
                "stop": 1068.036,
                "byte_stop": 4375594
              }
            ],
            "start": 1064.477,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 4375594,
            "stop": 1687.534,
            "byte_stop": 6853569,
            "text_blocks": [
              {
                "text": "But, in any event, here today and in his brief, as a matter of fact, the appellant says you can transfer employees to comparable work and comparable pay.",
                "start": 1068.036,
                "byte_start": 4375594,
                "stop": 1081.271,
                "byte_stop": 4428570
              },
              {
                "text": "It's been a phrased differently to equivalent work and equivalent pay in some other places.",
                "start": 1081.271,
                "byte_start": 4428570,
                "stop": 1087.476,
                "byte_stop": 4453334
              },
              {
                "text": "But, just think about that a moment and it -- it fits in with a question which was put by the court below.",
                "start": 1087.476,
                "byte_start": 4453334,
                "stop": 1094.388,
                "byte_stop": 4481024
              },
              {
                "text": "What would be the effect of that privilege?",
                "start": 1094.388,
                "byte_start": 4481024,
                "stop": 1098.109,
                "byte_stop": 4495862
              },
              {
                "text": "Let's apply it to a specific situation.",
                "start": 1098.109,
                "byte_start": 4495862,
                "stop": 1101.585,
                "byte_stop": 4509863
              },
              {
                "text": "We want to move our accounting department, the Lackawanna Accounting Department from Scranton to Cleveland and merge it there with the Erie Accounting Department so we have only the one accounting department.",
                "start": 1101.585,
                "byte_start": 4509863,
                "stop": 1114.458,
                "byte_stop": 4561272
              },
              {
                "text": "Well, now, under this admission made that we can transfer people, transfer them to comparable jobs, I suppose we could require them to move out there, the people from Scranton, but the important thing is this.",
                "start": 1114.458,
                "byte_start": 4561272,
                "stop": 1132.577,
                "byte_stop": 4633788
              },
              {
                "text": "Once we get there, we can't merge those operations.",
                "start": 1132.577,
                "byte_start": 4633788,
                "stop": 1137.077,
                "byte_stop": 4651760
              },
              {
                "text": "We would still have two separate and distinct accounting departments out there, one for the Lackawanna and one for the Erie, because these people don't have any right to take any position in the -- the seniority roster of the Erie.",
                "start": 1137.077,
                "byte_start": 4651760,
                "stop": 1155.155,
                "byte_stop": 4724067
              },
              {
                "text": "And, one of the basic contention, one of the basic ground rules, which the appellants ever had to adhere to throughout and which they expressed to you when they applied to you for a stay was this, that you may not merge the seniority rosters, you may not merge the workforces.",
                "start": 1155.155,
                "byte_start": 4724067,
                "stop": 1175.952,
                "byte_stop": 4807241
              },
              {
                "text": "And, if you can't do that, you can't do anything.",
                "start": 1175.952,
                "byte_start": 4807241,
                "stop": 1180.473,
                "byte_stop": 4825318
              },
              {
                "text": "That is the central theme of this.",
                "start": 1180.473,
                "byte_start": 4825318,
                "stop": 1182.134,
                "byte_stop": 4832005
              },
              {
                "text": "They won't no bumping and you can't merge seniority rosters without bumping.",
                "start": 1182.134,
                "byte_start": 4832005,
                "stop": 1189.588,
                "byte_stop": 4861785
              },
              {
                "text": "So, under their contention or their admission that we can transfer employees from one place to another and they are required to go wouldn't help us at all.",
                "start": 1189.588,
                "byte_start": 4861785,
                "stop": 1201.159,
                "byte_stop": 4908074
              },
              {
                "text": "And, I might say in that connection, here for the first time today in these proceedings had the appellant said that an employee is required to move or else he loses his protection.",
                "start": 1201.159,
                "byte_start": 4908074,
                "stop": 1219.129,
                "byte_stop": 4979963
              },
              {
                "text": "Now, just -- just think about that a minute because, under the New Orleans conditions, which these people are already entitled to under the Commission's order, they can't be compelled to do that.",
                "start": 1219.129,
                "byte_start": 4979963,
                "stop": 1229.506,
                "byte_stop": 5021550
              },
              {
                "text": "They can only be compelled to move to a job which their seniority entitles them to, within their seniority district or their seniority point.",
                "start": 1229.506,
                "byte_start": 5021550,
                "stop": 1240.564,
                "byte_stop": 5065749
              },
              {
                "text": "Other than that, they can say, \"I don't want to go.",
                "start": 1240.564,
                "byte_start": 5065749,
                "stop": 1243.697,
                "byte_stop": 5078288
              },
              {
                "text": "I want to be paid.\"",
                "start": 1243.697,
                "byte_start": 5078288,
                "stop": 1245.377,
                "byte_stop": 5084975
              },
              {
                "text": "Well, now, here for the first time today, the appellants have said, under what they propose, the employees don't have that right and that protection.",
                "start": 1245.377,
                "byte_start": 5084975,
                "stop": 1256.654,
                "byte_stop": 5130115
              },
              {
                "text": "They must move from Scranton to Cleveland.",
                "start": 1256.654,
                "byte_start": 5130115,
                "stop": 1259.85,
                "byte_stop": 5142862
              },
              {
                "text": "Well, frankly, I accept that and it doesn't affect my conclusion at all.",
                "start": 1259.85,
                "byte_start": 5142862,
                "stop": 1265.659,
                "byte_stop": 5166164
              },
              {
                "text": "We still can't merge the functions when we get them out to Cleveland, but I do respectfully submit that I doubt if the Brotherhoods, we have to deal with, the local unions.",
                "start": 1265.659,
                "byte_start": 5166164,
                "stop": 1277.124,
                "byte_stop": 5211930
              },
              {
                "text": "We have over 100 contracts outstanding.",
                "start": 1277.124,
                "byte_start": 5211930,
                "stop": 1281.71,
                "byte_stop": 5230320
              },
              {
                "text": "Those people are not going to agree with that no matter what that RLEA says, but I -- it doesn't, as I say, affect my conclusion that this proposal of the appellants will just result in no merger for four years because there would be absolutely no point in us moving that operation out to Cleveland if we couldn't merge it out there.",
                "start": 1281.71,
                "byte_start": 5230320,
                "stop": 1312.04,
                "byte_stop": 5351633
              },
              {
                "text": "No reason at all to go through all that expense.",
                "start": 1312.04,
                "byte_start": 5351633,
                "stop": 1314.609,
                "byte_stop": 5361873
              },
              {
                "text": "And, further, if -- there's another statement made in the brief that employees are entitled to follow their work.",
                "start": 1314.609,
                "byte_start": 5361873,
                "stop": 1329.181,
                "byte_stop": 5420178
              },
              {
                "text": "Now, that presents a slightly different problem.",
                "start": 1329.181,
                "byte_start": 5420178,
                "stop": 1332.852,
                "byte_stop": 5434911
              },
              {
                "text": "If that is really the position that they are entitled to follow their work, when we move our accounting office out to Cleveland, some of the employees would go and obviously, some of them wouldn't.",
                "start": 1332.852,
                "byte_start": 5434911,
                "stop": 1346.609,
                "byte_stop": 5489873
              },
              {
                "text": "I think an estimate would be, probably 75% would go.",
                "start": 1346.609,
                "byte_start": 5489873,
                "stop": 1350.937,
                "byte_stop": 5507218
              },
              {
                "text": "But, we'd have a slightly different situation under that concept of what this second sentence means because we would have a separate organization out there but we wouldn't have enough employees to man it and, so, we would have to go out and hire additional people to come in and fill in the Lackawanna Bookkeeping Department out there so it could still operate.",
                "start": 1350.937,
                "byte_start": 5507218,
                "stop": 1373.232,
                "byte_stop": 5596453
              },
              {
                "text": "It still has a job to do.",
                "start": 1373.232,
                "byte_start": 5596453,
                "stop": 1376.019,
                "byte_stop": 5607528
              },
              {
                "text": "An attrition has nothing to do with this, Your Honors.",
                "start": 1376.019,
                "byte_start": 5607528,
                "stop": 1379.211,
                "byte_stop": 5620276
              },
              {
                "text": "It has absolutely nothing to do with it.",
                "start": 1379.211,
                "byte_start": 5620276,
                "stop": 1383.01,
                "byte_stop": 5635532
              },
              {
                "text": "Once we have those two -- two operations out there, what good would attrition do us?",
                "start": 1383.01,
                "byte_start": 5635532,
                "stop": 1389.703,
                "byte_stop": 5662281
              },
              {
                "text": "Assume that some key employ -- some employee in the Erie Bookkeeping Department died.",
                "start": 1389.703,
                "byte_start": 5662281,
                "stop": 1398.748,
                "byte_stop": 5698435
              },
              {
                "text": "We can't go over and -- well, we -- under this theory, we could go over and find a fellow with a comparable job in this Lackawanna Bookkeeping Department and, at least according to these people, apparently, that's attrition.",
                "start": 1398.748,
                "byte_start": 5698435,
                "stop": 1411.513,
                "byte_stop": 5749530
              },
              {
                "text": "You can move them across.",
                "start": 1411.513,
                "byte_start": 5749530,
                "stop": 1414.28,
                "byte_stop": 5760606
              },
              {
                "text": "Well, there are two things wrong with that.",
                "start": 1414.28,
                "byte_start": 5760606,
                "stop": 1415.985,
                "byte_stop": 5767398
              },
              {
                "text": "In the first place, he wouldn't have a right to do that.",
                "start": 1415.985,
                "byte_start": 5767398,
                "stop": 1419.502,
                "byte_stop": 5781504
              },
              {
                "text": "That would violate the rights of all the people in that other seniority roster.",
                "start": 1419.502,
                "byte_start": 5781504,
                "stop": 1424.755,
                "byte_stop": 5802506
              },
              {
                "text": "And in the second place, we'd have to hire someone else to do the work over to Lackawanna because we don't have unnecessary, unneeded employees there.",
                "start": 1424.755,
                "byte_start": 5802506,
                "stop": 1436.354,
                "byte_stop": 5848900
              },
              {
                "text": "So, someone would have to come up from the bottom.",
                "start": 1436.354,
                "byte_start": 5848900,
                "stop": 1440.085,
                "byte_stop": 5863842
              },
              {
                "text": "There'd be a bumping upwards and -- and we wouldn't lose any jobs whatsoever.",
                "start": 1440.085,
                "byte_start": 5863842,
                "stop": 1447.476,
                "byte_stop": 5893413
              },
              {
                "text": "Now, those are the proposals made by the Union here, made by the appellants here.",
                "start": 1447.476,
                "byte_start": 5893413,
                "stop": 1456.472,
                "byte_stop": 5929357
              },
              {
                "text": "And, even if -- if they say, \"Oh, well, those are all technicalities and really, we're going to permit you to merge or get these ground rules we were talking about.",
                "start": 1456.472,
                "byte_start": 5929357,
                "stop": 1465.513,
                "byte_stop": 5965511
              },
              {
                "text": "We're going to permit you to merge when you get out to Cleveland, forget about that.\"",
                "start": 1465.513,
                "byte_start": 5965511,
                "stop": 1470.557,
                "byte_stop": 5985677
              },
              {
                "text": "The actual fact is, and they can't dispute it, at the time we merge those two functions, we have more employees than we have jobs.",
                "start": 1470.557,
                "byte_start": 5985677,
                "stop": 1481.245,
                "byte_stop": 6028413
              },
              {
                "text": "At that point, I don't care about attrition.",
                "start": 1481.245,
                "byte_start": 6028413,
                "stop": 1483.234,
                "byte_stop": 6036459
              },
              {
                "text": "Maybe attrition will take care of them later but, at that point, we have more employees than we have jobs.",
                "start": 1483.234,
                "byte_start": 6036459,
                "stop": 1488.64,
                "byte_stop": 6058088
              },
              {
                "text": "Now, what do we do with them?",
                "start": 1488.64,
                "byte_start": 6058088,
                "stop": 1490.551,
                "byte_stop": 6065716
              },
              {
                "text": "Do they stay back in Scranton?",
                "start": 1490.551,
                "byte_start": 6065716,
                "stop": 1492.967,
                "byte_stop": 6075329
              },
              {
                "text": "Do we have to keep the building back there for them, keep facilities for them, and we'd come in, punch the timecard?",
                "start": 1492.967,
                "byte_start": 6075329,
                "stop": 1499.272,
                "byte_stop": 6100616
              },
              {
                "text": "Do we have to worry about the safety of these employees?",
                "start": 1499.272,
                "byte_start": 6100616,
                "stop": 1503.455,
                "byte_stop": 6117334
              },
              {
                "text": "What do we do with them?",
                "start": 1503.455,
                "byte_start": 6117334,
                "stop": 1505.676,
                "byte_stop": 6126216
              },
              {
                "text": "Do we have them stay at home?",
                "start": 1505.676,
                "byte_start": 6126216,
                "stop": 1509.185,
                "byte_stop": 6140217
              },
              {
                "text": "How -- how are they any better off doing that than they would be under the New Orleans conditions?",
                "start": 1509.185,
                "byte_start": 6140217,
                "stop": 1515.128,
                "byte_stop": 6163937
              },
              {
                "text": "Because, under the New Orleans conditions, they will be paid for four years and, if they want to go look for other work, they could do it.",
                "start": 1515.128,
                "byte_start": 6163937,
                "stop": 1522.73,
                "byte_stop": 6194448
              },
              {
                "text": "They can take a lump sum settlement and go out and look for other work.",
                "start": 1522.73,
                "byte_start": 6194448,
                "stop": 1527.645,
                "byte_stop": 6214092
              },
              {
                "text": "I think it'd be a terrible thing to require these fellow employees to come in to do nothing.",
                "start": 1527.645,
                "byte_start": 6214092,
                "stop": 1532.393,
                "byte_stop": 6233004
              },
              {
                "text": "And, I could think of nothing worse on the morale -- no worse effect on the morale of the fellow employees who are actually working.",
                "start": 1532.393,
                "byte_start": 6233004,
                "stop": 1541.085,
                "byte_stop": 6267800
              },
              {
                "text": "Now, Mr. Mahoney has said here today that, well, they could share the work.",
                "start": 1541.085,
                "byte_start": 6267800,
                "stop": 1546.946,
                "byte_stop": 6291310
              },
              {
                "text": "But, if the Court -- Your Honors, if we ever did that, we'd end up with eroded work rules and we'd have more jobs.",
                "start": 1546.946,
                "byte_start": 6291310,
                "stop": 1559.17,
                "byte_stop": 6340106
              },
              {
                "text": "If you start splitting work, you're really stuck with additional jobs.",
                "start": 1559.17,
                "byte_start": 6340106,
                "stop": 1564.073,
                "byte_stop": 6359751
              },
              {
                "text": "So, that's no solution either.",
                "start": 1564.073,
                "byte_start": 6359751,
                "stop": 1566.499,
                "byte_stop": 6369468
              },
              {
                "text": "Now, I would like to comment upon two things.",
                "start": 1566.499,
                "byte_start": 6369468,
                "stop": 1568.899,
                "byte_stop": 6379081
              },
              {
                "text": "First, the appellants have referred to an agreement between the North of -- Norfolk & Western Railroad and the Virginian and the Brotherhoods as stating what they're really asking for here.",
                "start": 1568.899,
                "byte_start": 6379081,
                "stop": 1580.51,
                "byte_stop": 6425475
              },
              {
                "text": "Well, that doesn't bear the slightest resemblance to what they are asking for here.",
                "start": 1580.51,
                "byte_start": 6425475,
                "stop": 1586.476,
                "byte_stop": 6449403
              },
              {
                "text": "In that case, the basic contract provided that the railroad had the right merge the seniority rosters, something we cannot do here.",
                "start": 1586.476,
                "byte_start": 6449403,
                "stop": 1599.838,
                "byte_stop": 6502797
              },
              {
                "text": "And, secondly, in merging the seniority rosters, they were entitled to just disregard the people on the furlough list.",
                "start": 1599.838,
                "byte_start": 6502797,
                "stop": 1607.427,
                "byte_stop": 6533204
              },
              {
                "text": "And third, they were entitled to transfer those people anywhere in the system and if they didn't go, they lost all their rights.",
                "start": 1607.427,
                "byte_start": 6533204,
                "stop": 1617.509,
                "byte_stop": 6573537
              },
              {
                "text": "So, that is completely dissimilar from what they are asking for here.",
                "start": 1617.509,
                "byte_start": 6573537,
                "stop": 1623.868,
                "byte_stop": 6598928
              },
              {
                "text": "Now, in conclusion, Your Honors, this novel point, this novel interpretation of the second sentence was raised for the time after the record was closed below.",
                "start": 1623.868,
                "byte_start": 6598928,
                "stop": 1633.628,
                "byte_stop": 6638007
              },
              {
                "text": "No proof was put in whatsoever by us or by the Brotherhood.",
                "start": 1633.628,
                "byte_start": 6638007,
                "stop": 1639.141,
                "byte_stop": 6660054
              },
              {
                "text": "Nothing was put in the record.",
                "start": 1639.141,
                "byte_start": 6660054,
                "stop": 1640.794,
                "byte_stop": 6666637
              },
              {
                "text": "This theory was first raised before the hearing examiner.",
                "start": 1640.794,
                "byte_start": 6666637,
                "stop": 1644.777,
                "byte_stop": 6682624
              },
              {
                "text": "Now, it would be grossly unfair to us, it seems to me, to the I.C.C. and to the examiner to send this back for further proceedings.",
                "start": 1644.777,
                "byte_start": 6682624,
                "stop": 1653.534,
                "byte_stop": 6717628
              },
              {
                "text": "Our railroad is in bad shape.",
                "start": 1653.534,
                "byte_start": 6717628,
                "stop": 1656.111,
                "byte_stop": 6727973
              },
              {
                "text": "There is no question about that.",
                "start": 1656.111,
                "byte_start": 6727973,
                "stop": 1657.593,
                "byte_stop": 6733824
              },
              {
                "text": "It's admitted.",
                "start": 1657.593,
                "byte_start": 6733824,
                "stop": 1658.918,
                "byte_stop": 6739153
              },
              {
                "text": "The other day, we filed an application for a guarantee on a $15 million loan.",
                "start": 1658.918,
                "byte_start": 6739153,
                "stop": 1664.014,
                "byte_stop": 6759528
              },
              {
                "text": "We're losing money all the time.",
                "start": 1664.014,
                "byte_start": 6759528,
                "stop": 1666.554,
                "byte_stop": 6769664
              },
              {
                "text": "This Court granted a stay which is a job freeze, a complete job freeze.",
                "start": 1666.554,
                "byte_start": 6769664,
                "stop": 1672.004,
                "byte_stop": 6791502
              },
              {
                "text": "We haven't been able to do anything under it.",
                "start": 1672.004,
                "byte_start": 6791502,
                "stop": 1677.768,
                "byte_stop": 6814595
              },
              {
                "text": "So, I respectfully request that the Court affirm the judgment of the lower court.",
                "start": 1677.768,
                "byte_start": 6814595,
                "stop": 1687.534,
                "byte_stop": 6853569
              }
            ],
            "start": 1068.036,
            "speaker": {
              "identifier": "ralph_l_mcafee",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Ralph L. Mcafee",
              "ID": 39963,
              "last_name": "Mcafee",
              "href": "https://api.oyez.org/people/ralph_l_mcafee",
              "thumbnail": null
            }
          },
          {
            "byte_start": 6853569,
            "stop": 1688.988,
            "byte_stop": 6859421,
            "text_blocks": [
              {
                "text": "Mr. Mahoney.",
                "start": 1687.534,
                "byte_start": 6853569,
                "stop": 1688.988,
                "byte_stop": 6859421
              }
            ],
            "start": 1687.534,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          }
        ],
        "byte_start": 3094340,
        "stop": 1688.988,
        "byte_stop": 6859421
      },
      {
        "start": 1688.988,
        "turns": [
          {
            "byte_start": 6859421,
            "stop": 1810.985,
            "byte_stop": 7347388,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 1688.988,
                "byte_start": 6859421,
                "stop": 1693.431,
                "byte_stop": 6877184
              },
              {
                "text": "The Solicitor General, in his argument, said that the employees were given full protection, full protection by the financial protection which was given under these New Orleans conditions.",
                "start": 1693.431,
                "byte_start": 6877184,
                "stop": 1712.235,
                "byte_stop": 6952417
              },
              {
                "text": "I respectfully direct your attention to the bottom of page 23 and at the top of page 24 of our brief where we set out at least some of the things that are not protected by the New Orleans conditions.",
                "start": 1712.235,
                "byte_start": 6952417,
                "stop": 1728.998,
                "byte_stop": 7019499
              },
              {
                "text": "A man's job is abolished.",
                "start": 1728.998,
                "byte_start": 7019499,
                "stop": 1730.743,
                "byte_stop": 7026500
              },
              {
                "text": "His work is abolished.",
                "start": 1730.743,
                "byte_start": 7026500,
                "stop": 1731.76,
                "byte_stop": 7030471
              },
              {
                "text": "His employment with the railroad industry today is abolished.",
                "start": 1731.76,
                "byte_start": 7030471,
                "stop": 1737.693,
                "byte_stop": 7054294
              },
              {
                "text": "That isn't protected.",
                "start": 1737.693,
                "byte_start": 7054294,
                "stop": 1738.558,
                "byte_stop": 7057742
              },
              {
                "text": "They're not protected from accum -- from the loss of accumulated rights under the Railroad Retirement Act.",
                "start": 1738.558,
                "byte_start": 7057742,
                "stop": 1743.688,
                "byte_stop": 7078222
              },
              {
                "text": "They don't -- he is not protected from forever being deprived of employment in the railroad industry, an industry in which he may have spent years developing skills which are not readily adaptable to other industries.",
                "start": 1743.688,
                "byte_start": 7078222,
                "stop": 1756.953,
                "byte_stop": 7131303
              },
              {
                "text": "Now, there was also mentioned made, in response to a question by Mr. Justice Black, of Mr. Wheeler's statement.",
                "start": 1756.953,
                "byte_start": 7131303,
                "stop": 1766.976,
                "byte_stop": 7171427
              },
              {
                "text": "And, on page 67 of our brief, we quote Mr. Wheeler said -- Senator Wheeler said.",
                "start": 1766.976,
                "byte_start": 7171427,
                "stop": 1775.855,
                "byte_stop": 7206849
              },
              {
                "text": "Now, this quotation is not in passing, as the Solicitor General said.",
                "start": 1775.855,
                "byte_start": 7206849,
                "stop": 1782.177,
                "byte_stop": 7232136
              },
              {
                "text": "This is a statement taken in its entirety from the official interpretation which is placed upon the Transportation Act of 1940 by the Senate and its sponsor of the Act, Senator Wheeler.",
                "start": 1782.177,
                "byte_start": 7232136,
                "stop": 1800.497,
                "byte_stop": 7305488
              },
              {
                "text": "All they say -- all he says about the protection afforded under 5 (2) (f) is that the present law is also amended by the inclusion of the Harrington Amendment to protect the employees.",
                "start": 1800.497,
                "byte_start": 7305488,
                "stop": 1810.985,
                "byte_stop": 7347388
              }
            ],
            "start": 1688.988,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 7347388,
            "stop": 1816.36,
            "byte_stop": 7368913,
            "text_blocks": [
              {
                "text": "Well, if you're going to stick to what Senator Wheeler said, that isn't quite accurate, is it?",
                "start": 1810.985,
                "byte_start": 7347388,
                "stop": 1816.36,
                "byte_stop": 7368913
              }
            ],
            "start": 1810.985,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 7368913,
            "stop": 1817.488,
            "byte_stop": 7373406,
            "text_blocks": [
              {
                "text": "I beg your pardon, sir?",
                "start": 1816.36,
                "byte_start": 7368913,
                "stop": 1817.488,
                "byte_stop": 7373406
              }
            ],
            "start": 1816.36,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 7373406,
            "stop": 1837.825,
            "byte_stop": 7454804,
            "text_blocks": [
              {
                "text": "If you're going to rely on the -- if you're going to rely on what Senator Wheeler said, what he said isn't accurate, is it?",
                "start": 1817.488,
                "byte_start": 7373406,
                "stop": 1823.999,
                "byte_stop": 7399424
              },
              {
                "text": "Unless, you say that the instructions -- that the manager specifically not telling them -- specifically not saying you should hold out for the Harrington amendment, it's not the Harrington amendment.",
                "start": 1823.999,
                "byte_start": 7399424,
                "stop": 1837.825,
                "byte_stop": 7454804
              }
            ],
            "start": 1817.488,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 7454804,
            "stop": 1843.997,
            "byte_stop": 7479463,
            "text_blocks": [
              {
                "text": "Well, the -- this provision, \"worse position with respect to employment,\" was consistently referred to by everyone as the Harrington amendment.",
                "start": 1837.825,
                "byte_start": 7454804,
                "stop": 1843.997,
                "byte_stop": 7479463
              }
            ],
            "start": 1837.825,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 7479463,
            "stop": 1844.567,
            "byte_stop": 7481762,
            "text_blocks": [
              {
                "text": "Well, but the all --",
                "start": 1843.997,
                "byte_start": 7479463,
                "stop": 1844.567,
                "byte_stop": 7481762
              }
            ],
            "start": 1843.997,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 7481762,
            "stop": 1846.043,
            "byte_stop": 7487613,
            "text_blocks": [
              {
                "text": "Modified language.",
                "start": 1844.567,
                "byte_start": 7481762,
                "stop": 1846.043,
                "byte_stop": 7487613
              }
            ],
            "start": 1844.567,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 7487613,
            "stop": 1846.686,
            "byte_stop": 7490226,
            "text_blocks": [
              {
                "text": "That's -- I agree with that.",
                "start": 1846.043,
                "byte_start": 7487613,
                "stop": 1846.686,
                "byte_stop": 7490226
              }
            ],
            "start": 1846.043,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 7490226,
            "stop": 1847.222,
            "byte_stop": 7492315,
            "text_blocks": [
              {
                "text": "Now --",
                "start": 1846.686,
                "byte_start": 7490226,
                "stop": 1847.222,
                "byte_stop": 7492315
              }
            ],
            "start": 1846.686,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 7492315,
            "stop": 1851.71,
            "byte_stop": 7510288,
            "text_blocks": [
              {
                "text": "I could understand that.",
                "start": 1847.222,
                "byte_start": 7492315,
                "stop": 1848.129,
                "byte_stop": 7495973
              },
              {
                "text": "That simply means we all use shorthand language when we talk.",
                "start": 1848.129,
                "byte_start": 7495973,
                "stop": 1851.71,
                "byte_stop": 7510288
              }
            ],
            "start": 1847.222,
            "speaker": {
              "identifier": "felix_frankfurter",
              "view_count": 0,
              "length_of_service": 8611,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "id": 2694,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Felix Frankfurter",
              "ID": 15050,
              "last_name": "Frankfurter",
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "thumbnail": {
                "mime": "image/png",
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "size": 45083
              }
            }
          },
          {
            "byte_start": 7510288,
            "stop": 2320.032,
            "byte_stop": 9383581,
            "text_blocks": [
              {
                "text": "Now, the -- with regard to the -- this language and the Solicitor General's reference to the conference report, he states that the conference report recognizes a distinction between the original language of the Harrington amendment and the language as found in the Wadsworth motion to recommit.",
                "start": 1851.71,
                "byte_start": 7510288,
                "stop": 1875.92,
                "byte_stop": 7607150
              },
              {
                "text": "Now, please understand that we do not claim there is no distinction in that language.",
                "start": 1875.92,
                "byte_start": 7607150,
                "stop": 1882.524,
                "byte_stop": 7633586
              },
              {
                "text": "What we say, though, is what does that language mean?",
                "start": 1882.524,
                "byte_start": 7633586,
                "stop": 1885.875,
                "byte_stop": 7646960
              },
              {
                "text": "It is distinct.",
                "start": 1885.875,
                "byte_start": 7646960,
                "stop": 1886.873,
                "byte_stop": 7650931
              },
              {
                "text": "They eliminated displacement.",
                "start": 1886.873,
                "byte_start": 7650931,
                "stop": 1889.645,
                "byte_stop": 7662007
              },
              {
                "text": "But, what does the language mean?",
                "start": 1889.645,
                "byte_start": 7662007,
                "stop": 1890.882,
                "byte_stop": 7667022
              },
              {
                "text": "Mr. Harrington told us what it meant, and all those who spoke in support of that language told us exactly what it meant.",
                "start": 1890.882,
                "byte_start": 7667022,
                "stop": 1898.123,
                "byte_stop": 7695966
              },
              {
                "text": "Now, in commenting upon the original Harrington amendment, the statement of the Commission on this point is set forth in our brief in its entirety, insofar as it referred to the Harrington amendment, and that statement shows quite clearly that the only reference, the only reference which the Commission made and the only objection the Commission had, apparently, to the original language of the Harrington amendment was that it prohibited displacement.",
                "start": 1898.123,
                "byte_start": 7695966,
                "stop": 1943.575,
                "byte_stop": 7877778
              },
              {
                "text": "And, I refer Your Honors to page 46 of our brief where this is the statement of the Commission on the original Harrington amendment is set forth.",
                "start": 1943.575,
                "byte_start": 7877778,
                "stop": 1957.452,
                "byte_stop": 7933262
              },
              {
                "text": "\"Employees who may be displaced should, in the case of railroad unifications, be protected by some such plan as is embodied in the so-called Washington agreement.\"",
                "start": 1957.452,
                "byte_start": 7933262,
                "stop": 1967.311,
                "byte_stop": 7972760
              },
              {
                "text": "The proviso by prohibiting any displacement of employees goes much too far.",
                "start": 1967.311,
                "byte_start": 7972760,
                "stop": 1973.647,
                "byte_stop": 7998046
              },
              {
                "text": "Now, it is significant that the Interstate Commerce Commission made no comment whatever on the modified language.",
                "start": 1973.647,
                "byte_start": 7998046,
                "stop": 1983.413,
                "byte_stop": 8037125
              },
              {
                "text": "Displacement had been removed and it -- did not come back and comment upon that.",
                "start": 1983.413,
                "byte_start": 8037125,
                "stop": 1990.991,
                "byte_stop": 8067427
              },
              {
                "text": "Now, that is the distinction between the original language of the Harrington amendment, and the modified language of that Amendment is found in the Wadsworth motion to recommit.",
                "start": 1990.991,
                "byte_start": 8067427,
                "stop": 2002.539,
                "byte_stop": 8113612
              },
              {
                "text": "The references to the comments, in response to Mr. Justice Black's question, of Mr. Harrington's interpretation of this modified language, and Mr. Justice Black asked whether anyone challenged these statements.",
                "start": 2002.539,
                "byte_start": 8113612,
                "stop": 2020.174,
                "byte_stop": 8184142
              },
              {
                "text": "And, the answer was, \"No, they did not challenge the statement\" and, in truth, there was no challenge to this interpretation.",
                "start": 2020.174,
                "byte_start": 8184142,
                "stop": 2027.811,
                "byte_stop": 8214758
              },
              {
                "text": "But, when Mr. Lea interpreted this language as meaning that employees must be retained in their employment or be paid compensation for life if they're not retained in employment.",
                "start": 2027.811,
                "byte_start": 8214758,
                "stop": 2041.84,
                "byte_stop": 8270869
              },
              {
                "text": "Mr. Harrington, on two separate occasions, told Mr. Lea that, \"You are wrong.",
                "start": 2041.84,
                "byte_start": 8270869,
                "stop": 2048.927,
                "byte_stop": 8299186
              },
              {
                "text": "It does not mean what you say it means.",
                "start": 2048.927,
                "byte_start": 8299186,
                "stop": 2051.402,
                "byte_stop": 8309112
              },
              {
                "text": "This is intended to preserve only the employment and attrition will take care of the job eliminations.",
                "start": 2051.402,
                "byte_start": 8309112,
                "stop": 2060.231,
                "byte_stop": 8344430
              },
              {
                "text": "This preserves the employment relationship -- the active employment relationship of these men.\"",
                "start": 2060.231,
                "byte_start": 8344430,
                "stop": 2067.125,
                "byte_stop": 8372015
              },
              {
                "text": "Now, he was specifically told that twice and those statements appear in our brief at pages 54 and 55.",
                "start": 2067.125,
                "byte_start": 8372015,
                "stop": 2082.567,
                "byte_stop": 8433768
              },
              {
                "text": "In the first instance, he quotes a letter from President Whitney of the Brotherhood of Railroad Trainmen.",
                "start": 2082.567,
                "byte_start": 8433768,
                "stop": 2087.252,
                "byte_stop": 8452472
              },
              {
                "text": "He quotes this in confirmation of his own position, Harrington's own position.",
                "start": 2087.252,
                "byte_start": 8452472,
                "stop": 2091.302,
                "byte_stop": 8468668
              },
              {
                "text": "Your address, as reported in the daily congressional record of May 3rd, suggest that your conception of the labor provision is entirely erroneous.",
                "start": 2091.302,
                "byte_start": 8468668,
                "stop": 2099.745,
                "byte_stop": 8502418
              },
              {
                "text": "You erroneously refer to the proposed labor protection as a dismissal ways provision.",
                "start": 2099.745,
                "byte_start": 8502418,
                "stop": 2107.3,
                "byte_stop": 8532720
              },
              {
                "text": "Now, he says in the course of that that they want to preserve the employment of these people.",
                "start": 2107.3,
                "byte_start": 8532720,
                "stop": 2111.988,
                "byte_stop": 8551424
              },
              {
                "text": "That is the purpose of this entire thing.",
                "start": 2111.988,
                "byte_start": 8551424,
                "stop": 2114.504,
                "byte_stop": 8561455
              },
              {
                "text": "Now, with regard to the statements regarding the whether -- the contest here, this wasn't a contest, as the Solicitor General says.",
                "start": 2114.504,
                "byte_start": 8561455,
                "stop": 2128.331,
                "byte_stop": 8616835
              },
              {
                "text": "It's whether employees are going to have any protection at all.",
                "start": 2128.331,
                "byte_start": 8616835,
                "stop": 2130.333,
                "byte_stop": 8624776
              },
              {
                "text": "They already had protection.",
                "start": 2130.333,
                "byte_start": 8624776,
                "stop": 2132,
                "byte_stop": 8631463
              },
              {
                "text": "The Lowden decision which is discussed in our brief, United States against Lowden, the lower court, the Commission, everybody had given the employees protection in -- in consolidation of facilities.",
                "start": 2132,
                "byte_start": 8631463,
                "stop": 2146.325,
                "byte_stop": 8688828
              },
              {
                "text": "The agitation here was what type of protection should they have and whether it should be protection in their way of preservation of their active employment with the railroad and let attrition take care of the job eliminations or should it be just compensation protection.",
                "start": 2146.325,
                "byte_start": 8688828,
                "stop": 2160.454,
                "byte_stop": 8745253
              },
              {
                "text": "And, that was the contest and these -- the proponents of the job protection, the employment protection, the preservation, they didn't lose this.",
                "start": 2160.454,
                "byte_start": 8745253,
                "stop": 2170.022,
                "byte_stop": 8783600
              },
              {
                "text": "They compromised but they didn't lose it and this is the entire battle that was in Congress in the House of Representatives at that time.",
                "start": 2170.022,
                "byte_start": 8783600,
                "stop": 2182.452,
                "byte_stop": 8833233
              },
              {
                "text": "They had protection and it was the type of protection they were to have, and they ended up with a more flexible type of preservation of active employment than they would have had under the Harrington amendment.",
                "start": 2182.452,
                "byte_start": 8833233,
                "stop": 2195.517,
                "byte_stop": 8885582
              },
              {
                "text": "The -- as I say, the entire agitation was what type of protection should they have in mergers.",
                "start": 2195.517,
                "byte_start": 8885582,
                "stop": 2202.546,
                "byte_stop": 8913690
              },
              {
                "text": "They got, as we say, preservation of their active work with the railroad.",
                "start": 2202.546,
                "byte_start": 8913690,
                "stop": 2207.848,
                "byte_stop": 8934902
              },
              {
                "text": "But, there were no mergers after this statute was enacted, as Congress expected.",
                "start": 2207.848,
                "byte_start": 8934902,
                "stop": 2213.505,
                "byte_stop": 8957471
              },
              {
                "text": "We had prosperity through the war years.",
                "start": 2213.505,
                "byte_start": 8957471,
                "stop": 2215.637,
                "byte_stop": 8966040
              },
              {
                "text": "The merger started to come only a few years ago, and the first merger was the Norfolk & Western and, in that case, the railroad agreed to retain all employees in their employment and let attrition take care of these other employee -- of -- excuse me, of the job elimination.",
                "start": 2215.637,
                "byte_start": 8966040,
                "stop": 2235.943,
                "byte_stop": 9047228
              },
              {
                "text": "The next case that came along was this case, and this issue was raised.",
                "start": 2235.943,
                "byte_start": 9047228,
                "stop": 2242.322,
                "byte_stop": 9072724
              },
              {
                "text": "That is why it has not been raised heretofore, because it was to protect the employees, the labor force of the industry when that force was -- was threatened by the merger provisions, and it is only threatened now.",
                "start": 2242.322,
                "byte_start": 9072724,
                "stop": 2258.598,
                "byte_stop": 9137821
              },
              {
                "text": "The statements of Mr. McAfee regarding the effect on employees, most of these things, I assure you, gentlemen, certainly the Commission can take care of.",
                "start": 2258.598,
                "byte_start": 9137821,
                "stop": 2271.94,
                "byte_stop": 9191215
              },
              {
                "text": "And, his statements as to what will happen to these employees, that they'll have so many employees left over, just do not jive with the evidence which they submitted that only 862 men would be deprived of their employment and not only because they refused to transfer.",
                "start": 2271.94,
                "byte_start": 9191215,
                "stop": 2286.512,
                "byte_stop": 9249520
              },
              {
                "text": "Also, he made some comment about under the New Orleans' conditions, they don't have to transfer.",
                "start": 2286.512,
                "byte_start": 9249520,
                "stop": 2290.022,
                "byte_stop": 9263522
              },
              {
                "text": "Well, that's what the Railroad's witness said.",
                "start": 2290.022,
                "byte_start": 9263522,
                "stop": 2292.083,
                "byte_stop": 9271777
              },
              {
                "text": "Then, the Vice President of Operations got on the stand and said, \"Oh yes, they do have to transfer.",
                "start": 2292.083,
                "byte_start": 9271777,
                "stop": 2295.252,
                "byte_stop": 9284524
              },
              {
                "text": "We're not going to pay these fellows if they're not going to transfer when we've got jobs for them.\"",
                "start": 2295.252,
                "byte_start": 9284524,
                "stop": 2299.034,
                "byte_stop": 9299571
              },
              {
                "text": "Mr. McAfee comes back and says, \"Well, now, they don't have to transfer under the New Orleans' condition.\"",
                "start": 2299.034,
                "byte_start": 9299571,
                "stop": 2304.092,
                "byte_stop": 9319842
              },
              {
                "text": "But, we state quite clearly that, under this, they would have to transfer.",
                "start": 2304.092,
                "byte_start": 9319842,
                "stop": 2307.027,
                "byte_stop": 9331545
              },
              {
                "text": "So, those 862 men would have jobs to go to.",
                "start": 2307.027,
                "byte_start": 9331545,
                "stop": 2312.847,
                "byte_stop": 9354846
              },
              {
                "text": "There's no bumping in the seniority involved in this because, again, there are jobs to go to.",
                "start": 2312.847,
                "byte_start": 9354846,
                "stop": 2317.792,
                "byte_stop": 9374595
              },
              {
                "text": "They don't have to bump anybody.",
                "start": 2317.792,
                "byte_start": 9374595,
                "stop": 2320.032,
                "byte_stop": 9383581
              }
            ],
            "start": 1851.71,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9383581,
            "stop": 2326.087,
            "byte_stop": 9407822,
            "text_blocks": [
              {
                "text": "What do you say about these dual accounting systems that would result in Cleveland, in answer to Mr. McAfee?",
                "start": 2320.032,
                "byte_start": 9383581,
                "stop": 2326.087,
                "byte_stop": 9407822
              }
            ],
            "start": 2320.032,
            "speaker": {
              "identifier": "charles_e_whittaker",
              "view_count": 0,
              "length_of_service": 1832,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -244749600,
                  "date_start": -403034400,
                  "id": 2726,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Charles E. Whittaker",
              "ID": 15082,
              "last_name": "Whittaker",
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "thumbnail": {
                "mime": "image/png",
                "id": 32700,
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854
              }
            }
          },
          {
            "byte_start": 9407822,
            "stop": 2348.661,
            "byte_stop": 9498102,
            "text_blocks": [
              {
                "text": "There would be no dual system, Your Honor.",
                "start": 2326.087,
                "byte_start": 9407822,
                "stop": 2328.536,
                "byte_stop": 9417644
              },
              {
                "text": "They would merge the accounting system.",
                "start": 2328.536,
                "byte_start": 9417644,
                "stop": 2330.387,
                "byte_stop": 9425063
              },
              {
                "text": "They would have one accounting system.",
                "start": 2330.387,
                "byte_start": 9425063,
                "stop": 2332.228,
                "byte_stop": 9432377
              },
              {
                "text": "Now, it may be that there would be extra employees in that one accounting system for a while.",
                "start": 2332.228,
                "byte_start": 9432377,
                "stop": 2339.815,
                "byte_stop": 9462784
              },
              {
                "text": "An attrition would take -- they would have to wait for attrition to take care of those employees or they would have to, say, split the worker or something of that nature but there would be --",
                "start": 2339.815,
                "byte_start": 9462784,
                "stop": 2348.661,
                "byte_stop": 9498102
              }
            ],
            "start": 2326.087,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9498102,
            "stop": 2353.407,
            "byte_stop": 9517119,
            "text_blocks": [
              {
                "text": "What about choosing the seniority of the two roads?",
                "start": 2348.661,
                "byte_start": 9498102,
                "stop": 2353.407,
                "byte_stop": 9517119
              }
            ],
            "start": 2348.661,
            "speaker": {
              "identifier": "charles_e_whittaker",
              "view_count": 0,
              "length_of_service": 1832,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -244749600,
                  "date_start": -403034400,
                  "id": 2726,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2726",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Charles E. Whittaker",
              "ID": 15082,
              "last_name": "Whittaker",
              "href": "https://api.oyez.org/people/charles_e_whittaker",
              "thumbnail": {
                "mime": "image/png",
                "id": 32700,
                "href": "https://api.oyez.org/sites/default/files/images/people/charles_e_whittaker/charles_e_whittaker.thumb.png",
                "size": 50854
              }
            }
          },
          {
            "byte_start": 9517119,
            "stop": 2428.37,
            "byte_stop": 9817004,
            "text_blocks": [
              {
                "text": "Well, in every merger case or -- that we've had, this last merger case of course and there had been other cases involving small mergers over the last 20 years which were of no significance at all, insofar as effect on the employee -- employment in the industry was concerned, in those cases, they have always merged the seniority rank.",
                "start": 2353.407,
                "byte_start": 9517119,
                "stop": 2374.522,
                "byte_stop": 9601546
              },
              {
                "text": "If they had agreements and they've merged the rosters, because the Railroad can't go on forever with two sets of agreements when it's only got one set of employees, and they would merge eventually.",
                "start": 2374.522,
                "byte_start": 9601546,
                "stop": 2386.07,
                "byte_stop": 9647731
              },
              {
                "text": "They will get together and merge that and work that out.",
                "start": 2386.07,
                "byte_start": 9647731,
                "stop": 2388.786,
                "byte_stop": 9658598
              },
              {
                "text": "And, this employment protection is not in -- directed just to all employees.",
                "start": 2388.786,
                "byte_start": 9658598,
                "stop": 2396.394,
                "byte_stop": 9689004
              },
              {
                "text": "It is directed to the employees who are working on the Railroad.",
                "start": 2396.394,
                "byte_start": 9689004,
                "stop": 2399.788,
                "byte_stop": 9702588
              },
              {
                "text": "That's the same thing that, at the time that the merger takes place, it's the same thing as an African-Western agreement applied to the employees who working as of the date of the agreement, June 18, 1958.",
                "start": 2399.788,
                "byte_start": 9702588,
                "stop": 2411.026,
                "byte_stop": 9747623
              },
              {
                "text": "That's who got this preservation of their employment relationship with the Railroad and that, Your Honors, is what we say would be done here.",
                "start": 2411.026,
                "byte_start": 9747623,
                "stop": 2422.477,
                "byte_stop": 9793390
              },
              {
                "text": "Insofar as the statements Mr -- I see my time has expired.",
                "start": 2422.477,
                "byte_start": 9793390,
                "stop": 2427.645,
                "byte_stop": 9814079
              },
              {
                "text": "If there are no more questions, I thank you --",
                "start": 2427.645,
                "byte_start": 9814079,
                "stop": 2428.37,
                "byte_stop": 9817004
              }
            ],
            "start": 2353.407,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9817004,
            "stop": 2498.521,
            "byte_stop": 10097560,
            "text_blocks": [
              {
                "text": "I was just wondering, Mr. Mahoney, about the -- the attitude of the House Oregon of these various unions is concerned, and I notice the quotation from your own House Oregon entitled Four Years Full Pay.",
                "start": 2428.37,
                "byte_start": 9817004,
                "stop": 2445.203,
                "byte_stop": 9884296
              },
              {
                "text": "Does the law provide that any employee who has been in the service of a railroad four years or more and loses his job because of a merger or coordination must be paid his full wages for four years?",
                "start": 2445.203,
                "byte_start": 9884296,
                "stop": 2460.363,
                "byte_stop": 9944900
              },
              {
                "text": "If he has been a railroad employee less than four years, he must be paid his full wages for a period as long as his previous service.",
                "start": 2460.363,
                "byte_start": 9944900,
                "stop": 2468.996,
                "byte_stop": 9979486
              },
              {
                "text": "No such protection and compensation have ever been guaranteed by law to the employees of any other industry and the railroad workers secured these unprecedented benefits through the Brotherhood of Maintenance of Way Employes in a cooperative movement with the other Standard Railway Labor Organizations.",
                "start": 2468.996,
                "byte_start": 9979486,
                "stop": 2488.837,
                "byte_stop": 10058794
              },
              {
                "text": "Now, I understand from the briefs that that same attitude has been taken by -- by all the various brotherhoods.",
                "start": 2488.837,
                "byte_start": 10058794,
                "stop": 2498.521,
                "byte_stop": 10097560
              }
            ],
            "start": 2428.37,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          },
          {
            "byte_start": 10097560,
            "stop": 2610.476,
            "byte_stop": 10545403,
            "text_blocks": [
              {
                "text": "Well, Your Honor, the -- of all the excerpts that the appellees could find, that excerpt and the excerpt from, I think it is, the Conductor's Journals are the only two which really state that this is -- this is pure dismissal pay.",
                "start": 2498.521,
                "byte_start": 10097560,
                "stop": 2523.707,
                "byte_stop": 10198288
              },
              {
                "text": "This is pay you get when you're dismissed.",
                "start": 2523.707,
                "byte_start": 10198288,
                "stop": 2526.889,
                "byte_stop": 10211035
              },
              {
                "text": "And, I say they took that position very probably, I don't know why, they took the position very probably because they felt that -- because they have, as a matter of fact, been for nothing but compensation protection.",
                "start": 2526.889,
                "byte_start": 10211035,
                "stop": 2544.245,
                "byte_stop": 10280417
              },
              {
                "text": "That was what they were after.",
                "start": 2544.245,
                "byte_start": 10280417,
                "stop": 2545.917,
                "byte_stop": 10287104
              },
              {
                "text": "They felt that was what they got.",
                "start": 2545.917,
                "byte_start": 10287104,
                "stop": 2548.58,
                "byte_stop": 10297762
              },
              {
                "text": "They may have assumed.",
                "start": 2548.58,
                "byte_start": 10297762,
                "stop": 2549.609,
                "byte_stop": 10301942
              },
              {
                "text": "I don't know, that the second sentence did nothing else.",
                "start": 2549.609,
                "byte_start": 10301942,
                "stop": 2553.182,
                "byte_stop": 10316257
              },
              {
                "text": "As a matter of fact, the -- the same thing was said of these same unions in the New Orleans case and the Commission's construction of that statute as meaning -- as having the four years as a ceiling, a maximum, and this Court held that the four years wasn't a maximum.",
                "start": 2553.182,
                "byte_start": 10316257,
                "stop": 2570.346,
                "byte_stop": 10384906
              },
              {
                "text": "It was a minimum, and it had always been assumed by everybody up until that point, practically, that the four years was a maximum and not a minimum.",
                "start": 2570.346,
                "byte_start": 10384906,
                "stop": 2581.271,
                "byte_stop": 10428583
              },
              {
                "text": "So that, I suppose, if you get right down to it, your -- where something like this where one of your own clients has said right at the beginning that this is the dismissal way, that he was wrong about his interpretation of that statute as implied to him.",
                "start": 2581.271,
                "byte_start": 10428583,
                "stop": 2597.445,
                "byte_stop": 10493262
              },
              {
                "text": "As I understand, Abraham Lincoln once said, when that questioned was thrown to him in the afternoon, he said, \"I might have been wrong in the morning, but I know I'm right this afternoon.\"",
                "start": 2597.445,
                "byte_start": 10493262,
                "stop": 2605.382,
                "byte_stop": 10525027
              },
              {
                "text": "And, that is really the -- the only defense to that state.",
                "start": 2605.382,
                "byte_start": 10525027,
                "stop": 2610.005,
                "byte_stop": 10543522
              },
              {
                "text": "Thank you, Your Honor.",
                "start": 2610.005,
                "byte_start": 10543522,
                "stop": 2610.476,
                "byte_stop": 10545403
              }
            ],
            "start": 2498.521,
            "speaker": {
              "identifier": "william_g_mahoney",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William G. Mahoney",
              "ID": 45689,
              "last_name": "Mahoney",
              "href": "https://api.oyez.org/people/william_g_mahoney",
              "thumbnail": null
            }
          },
          {
            "byte_start": 10545403,
            "stop": 2651.219,
            "byte_stop": 10708198,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 2610.476,
                "byte_start": 10545403,
                "stop": 2651.219,
                "byte_stop": 10708198
              }
            ],
            "start": 2610.476,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          }
        ],
        "byte_start": 6859421,
        "stop": 2651.219,
        "byte_stop": 10708198
      }
    ],
    "title": "Brotherhood of Maintenance of Way Employees v. United States"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 38232,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1960/681/19610328a_681_part2.delivery.mp3",
      "size": 10708511
    },
    {
      "mime": "audio/ogg",
      "id": 60228,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1960/681/19610328a_681_part2.ogg",
      "size": 25910668
    },
    {
      "mime": "application/x-mpegURL",
      "id": 60229,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1960/681/19610328a_681_part2.m3u8",
      "size": 40775
    }
  ],
  "id": 14556,
  "damaged": null,
  "title": "Oral Argument - March 28, 1961 (Part 2)"
}