{
  "title": "Oral Argument - March 27, 1962 (Part 2)",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 4474128,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 573210,
            "stop": 117.427,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "-- the Court.",
                "start": 0,
                "byte_stop": 133935,
                "byte_start": 103424,
                "stop": 7.616
              },
              {
                "text": "Before the luncheon recess we covered two grounds why we felt that the Circuit Court opinion should be reversed.",
                "start": 7.616,
                "byte_stop": 175835,
                "byte_start": 133935,
                "stop": 18.097
              },
              {
                "text": "One that it violates their decision -- violated the McAllister rule and secondly that as a matter of law that no inference could be drawn here that the evidence constituted a demise.",
                "start": 18.097,
                "byte_stop": 235395,
                "byte_start": 175835,
                "stop": 32.981
              },
              {
                "text": "I was discussing the question of in personam liability of the shipowner.",
                "start": 32.981,
                "byte_stop": 261517,
                "byte_start": 235395,
                "stop": 39.512
              },
              {
                "text": "Now, at the time of the recess and why -- I thought that the decision's clearly stated that the in personam liability of the shipowner was a continuing obligation.",
                "start": 39.512,
                "byte_stop": 312717,
                "byte_start": 261517,
                "stop": 52.304
              },
              {
                "text": "This has been the rule in Sieracki and every case -- well, even before Sieracki-Mahnich and in every case decided since that time.",
                "start": 52.304,
                "byte_stop": 366111,
                "byte_start": 312717,
                "stop": 65.653
              },
              {
                "text": "And this question of personal fault of the shipowner has never been brought to the floor except recently, the First Circuit did it again in the Mitchell case a few years ago which this Court reversed and they are doing it here again.",
                "start": 65.653,
                "byte_stop": 459316,
                "byte_start": 366111,
                "stop": 88.963
              },
              {
                "text": "But I submit that the personal liability of the shipowner here is no different than it was to the shipowner in the Pedersen case where the stevedore employer brings aboard a block that's defective.",
                "start": 88.963,
                "byte_stop": 537475,
                "byte_start": 459316,
                "stop": 108.504
              },
              {
                "text": "Now for all practical purposes the shipowner has surrendered control to the stevedore to handle the loading and unloading and yet --",
                "start": 108.504,
                "byte_stop": 573210,
                "byte_start": 537475,
                "stop": 117.427
              }
            ]
          },
          {
            "start": 117.427,
            "speaker": null,
            "byte_stop": 579166,
            "stop": 118.926,
            "byte_start": 573210,
            "text_blocks": [
              {
                "text": "He only leased that portion?",
                "start": 117.427,
                "byte_stop": 579166,
                "byte_start": 573210,
                "stop": 118.926
              }
            ]
          },
          {
            "start": 118.926,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 586062,
            "stop": 120.638,
            "byte_start": 579166,
            "text_blocks": [
              {
                "text": "Leased that portion of the vessel.",
                "start": 118.926,
                "byte_stop": 586062,
                "byte_start": 579166,
                "stop": 120.638
              }
            ]
          },
          {
            "start": 120.638,
            "speaker": null,
            "byte_stop": 589928,
            "stop": 121.623,
            "byte_start": 586062,
            "text_blocks": [
              {
                "text": "Alright.",
                "start": 120.638,
                "byte_stop": 589928,
                "byte_start": 586062,
                "stop": 121.623
              }
            ]
          },
          {
            "start": 121.623,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 4442049,
            "stop": 1084.656,
            "byte_start": 589928,
            "text_blocks": [
              {
                "text": "And he has no personal fault and yet he was held liable in personam.",
                "start": 121.623,
                "byte_stop": 617827,
                "byte_start": 589928,
                "stop": 128.591
              },
              {
                "text": "In the Crumady case, the shipowner provided what this Court said was inherently seaworthy equipment but which became unseaworthy through the negligent operation of the longshoreman.",
                "start": 128.591,
                "byte_stop": 671744,
                "byte_start": 617827,
                "stop": 142.063
              },
              {
                "text": "He had no notice and both the ship and the shipowner were held responsible in rem and in personam.",
                "start": 142.063,
                "byte_stop": 712182,
                "byte_start": 671744,
                "stop": 152.167
              },
              {
                "text": "In the Mitchell case, although it involved seaman, the shipowner had no notice or could not have prevented the condition and he was held personally responsible.",
                "start": 152.167,
                "byte_stop": 760456,
                "byte_start": 712182,
                "stop": 164.257
              },
              {
                "text": "Or in the Boudin case where this Court held that a shipowner could be responsible for the unseaworthiness of the crewmembers.",
                "start": 164.257,
                "byte_stop": 798072,
                "byte_start": 760456,
                "stop": 173.657
              },
              {
                "text": "And I think that we can accept as a fact of life that the shipowner has no control over the selection of these crew members.",
                "start": 173.657,
                "byte_stop": 824717,
                "byte_start": 798072,
                "stop": 180.31
              },
              {
                "text": "These are selected in union hiring halls.",
                "start": 180.31,
                "byte_stop": 832763,
                "byte_start": 824717,
                "stop": 182.33
              },
              {
                "text": "He must take who he gets and yet he's held personally liable for their actions.",
                "start": 182.33,
                "byte_stop": 862124,
                "byte_start": 832763,
                "stop": 189.673
              },
              {
                "text": "And in the case of a demise it's no different from these other cases because a shipowner has the same continuing interest in the vessel and in its operation.",
                "start": 189.673,
                "byte_stop": 928266,
                "byte_start": 862124,
                "stop": 206.2
              },
              {
                "text": "If he charters the vessel to someone else, during the period of the charter the shipowner is still collecting a rental.",
                "start": 206.2,
                "byte_stop": 958673,
                "byte_start": 928266,
                "stop": 213.804
              },
              {
                "text": "He's making money.",
                "start": 213.804,
                "byte_stop": 969122,
                "byte_start": 958673,
                "stop": 216.419
              },
              {
                "text": "He's still entitled to -- to deduct the depreciation which the operator doesn't get the credit for.",
                "start": 216.419,
                "byte_stop": 1004335,
                "byte_start": 969122,
                "stop": 225.215
              },
              {
                "text": "He's also entitled to a return of the ship which the First Circuit says they don't think has any bearing whatsoever whereas all the other of these cases that have decided this question think it's quite important.",
                "start": 225.215,
                "byte_stop": 1064730,
                "byte_start": 1004335,
                "stop": 240.306
              },
              {
                "text": "But under a true demise, a one where there's a charter party is also entitled to periodic inspections.",
                "start": 240.306,
                "byte_stop": 1097017,
                "byte_start": 1064730,
                "stop": 248.395
              },
              {
                "text": "He's entitled to survey, maintenance, insurance and indemnity.",
                "start": 248.395,
                "byte_stop": 1127737,
                "byte_start": 1097017,
                "stop": 256.075
              },
              {
                "text": "All these phases of a charter party are either assumed or taken for granted by the First Circuit that they existed in this case.",
                "start": 256.075,
                "byte_stop": 1180087,
                "byte_start": 1127737,
                "stop": 269.146
              },
              {
                "text": "And if they did, I don't understand why he didn't have personal liability.",
                "start": 269.146,
                "byte_stop": 1197119,
                "byte_start": 1180087,
                "stop": 273.413
              },
              {
                "text": "And certainly, I can't understand why the vessel is not liable in rem.",
                "start": 273.413,
                "byte_stop": 1222092,
                "byte_start": 1197119,
                "stop": 279.659
              },
              {
                "text": "This Court has held -- this comes to the -- to the other holding of the case that I -- was the respondent's argument from the outset, no in personam liability on the shipowner, no in personam liability on the part of the demisee therefore no in rem liability even though the man had a maritime lien created at the moment that he was injured as a result of unseaworthy equipment.",
                "start": 279.659,
                "byte_stop": 1351450,
                "byte_start": 1222092,
                "stop": 311.994
              },
              {
                "text": "This Court has held in many situations that in rem liability does not depend upon in personam liability.",
                "start": 311.994,
                "byte_stop": 1394395,
                "byte_start": 1351450,
                "stop": 322.74
              },
              {
                "text": "It said so in the piracy cases, said so in the capsizing cases, in the compulsory harbor pilot cases and it said so in the charter parties which involved collisions like the Barnstable.",
                "start": 322.74,
                "byte_stop": 1465240,
                "byte_start": 1394395,
                "stop": 340.433
              },
              {
                "text": "The respondent claims that all these cases were based upon the doctrine that the ship is an independent personality.",
                "start": 340.433,
                "byte_stop": 1512678,
                "byte_start": 1465240,
                "stop": 352.296
              },
              {
                "text": "And this Court shouldn't follow this fiction any longer because now we're in the 20th Century and we should do away with fictions upon which the law is based.",
                "start": 352.296,
                "byte_stop": 1571924,
                "byte_start": 1512678,
                "stop": 367.099
              },
              {
                "text": "They cite Mr. Justice Black's opinion in the Consumer Credit case (Inaudible) 315 is saying that fictions, once useful, may no longer apply.",
                "start": 367.099,
                "byte_stop": 1640364,
                "byte_start": 1571924,
                "stop": 384.232
              },
              {
                "text": "I submit that no case has said that they are going to abrogate fiction and you must, if you want to discard the fiction.",
                "start": 384.232,
                "byte_stop": 1690206,
                "byte_start": 1640364,
                "stop": 396.683
              },
              {
                "text": "You don't have to base in rem liability on the fact that the ship is an individual entity and that it can commit wrongs.",
                "start": 396.683,
                "byte_stop": 1732211,
                "byte_start": 1690206,
                "stop": 407.185
              },
              {
                "text": "What is involved, I think, is a policy question.",
                "start": 407.185,
                "byte_stop": 1748093,
                "byte_start": 1732211,
                "stop": 411.156
              },
              {
                "text": "The policy of Sieracki is -- and the whole doctrine of unseaworthiness is clearly set forth.",
                "start": 411.156,
                "byte_stop": 1780067,
                "byte_start": 1748093,
                "stop": 419.153
              },
              {
                "text": "I read from page 124 of this Court's opinion, “These hazards of marine service together with their helplessness to ward off such perils and the harshness enforcing them to shoulder alone, the resulting personal disability and loss have been thought to justify and to require putting their burden insofar as it is measurable in money upon the owner regardless of fault.",
                "start": 419.153,
                "byte_stop": 1900335,
                "byte_start": 1780067,
                "stop": 449.218
              },
              {
                "text": "Those risks are avoidable by the owner to the extent that they may result from negligence.",
                "start": 449.218,
                "byte_stop": 1923845,
                "byte_start": 1900335,
                "stop": 455.104
              },
              {
                "text": "And beyond this, he is in a position, as the worker is not, to distribute the loss in the shipping community which receives the service and should bear it's cost.”",
                "start": 455.104,
                "byte_stop": 1976926,
                "byte_start": 1923845,
                "stop": 468.369
              },
              {
                "text": "And I suggest and there's nothing creative about this, Gilmore & Black suggested put the credit where it belong, that all of the cases that this Court has decided where in rem liability has been imposed in the past where there has been no in personam liability has been odd because of these same policy considerations.",
                "start": 468.369,
                "byte_stop": 2080057,
                "byte_start": 1976926,
                "stop": 494.145
              },
              {
                "text": "For example in the China, it -- when the ship -- the ship was held liable in rem for the negligence of the compulsory harbor pilot, this Court could have said just as well as -- because the ship is an individual entity, it could have said the shipowner is in a position to ensure against these loss and distribute.",
                "start": 494.145,
                "byte_stop": 2188204,
                "byte_start": 2080057,
                "stop": 521.181
              },
              {
                "text": "So too in the collision cases, the Court could have said the shipowner is in a position to collect from the demisee on the basis of either an expressed or an implied indemnity and so too in the longshoremen's cases were the stevedore employer.",
                "start": 521.181,
                "byte_stop": 2294575,
                "byte_start": 2188204,
                "stop": 547.772
              },
              {
                "text": "The shipowner is able to collect over as against the responsible party who committed the loss that the burden should not be placed upon the innocent victim who is injured as a result of an unseaworthy condition to go after somebody who he -- whose limit -- whose liability may be limited only as to him or who maybe impecunious.",
                "start": 547.772,
                "byte_stop": 2413380,
                "byte_start": 2294575,
                "stop": 577.487
              },
              {
                "text": "The shipowner holds himself out to the world as operating this vessel.",
                "start": 577.487,
                "byte_stop": 2452250,
                "byte_start": 2413380,
                "stop": 587.183
              },
              {
                "text": "And this Court has held that a maritime lien arises all over the world when people perform services for the ship.",
                "start": 587.183,
                "byte_stop": 2520168,
                "byte_start": 2452250,
                "stop": 604.175
              },
              {
                "text": "And these maritime liens are secret, nonconsensual liens.",
                "start": 604.175,
                "byte_stop": 2550888,
                "byte_start": 2520168,
                "stop": 611.862
              },
              {
                "text": "The respondent in this case would say to us, \"Oh yes, somebody who provided diddles for the crew might be able to collect the li -- a maritime lien against the vessel because the demisee might be liable in personam.",
                "start": 611.862,
                "byte_stop": 2631555,
                "byte_start": 2550888,
                "stop": 632.009
              },
              {
                "text": "But in this case, the demisee's in personam liability is limited and therefore the injured worker can't collect against the vessel.",
                "start": 632.009,
                "byte_stop": 2667081,
                "byte_start": 2631555,
                "stop": 640.902
              },
              {
                "text": "And I want to emphasize at this moment that in this case, there is nothing that has involved the cutting away of the humanitarian doctrine of Sieracki over the past years.",
                "start": 640.902,
                "byte_stop": 2719117,
                "byte_start": 2667081,
                "stop": 653.917
              },
              {
                "text": "No question in this case of whether or not the vessel was in navigation.",
                "start": 653.917,
                "byte_stop": 2746702,
                "byte_start": 2719117,
                "stop": 660.802
              },
              {
                "text": "There's no question in this case whether or not the injured worker is within the status of workers to be prodec -- protected by the doctrine of unseaworthiness.",
                "start": 660.802,
                "byte_stop": 2794768,
                "byte_start": 2746702,
                "stop": 672.835
              },
              {
                "text": "The respondent claims that there are two cases which emphasized -- two recent cases which emphasized that this personality of the ship preclude the longshoremen from recovering.",
                "start": 672.835,
                "byte_stop": 2876792,
                "byte_start": 2794768,
                "stop": 693.32
              },
              {
                "text": "And he cites Noel against Isbrandtsen which is a Fourth Circuit case and Pedersen against The Bulklube which is a Second Circuit case.",
                "start": 693.32,
                "byte_stop": 2916707,
                "byte_start": 2876792,
                "stop": 703.309
              },
              {
                "text": "In both those cases, the questions were not the questions that arise here.",
                "start": 703.309,
                "byte_stop": 2939695,
                "byte_start": 2916707,
                "stop": 709.059
              },
              {
                "text": "In both cases, the sh -- well, in neither case was the ship in navigation.",
                "start": 709.059,
                "byte_stop": 2963101,
                "byte_start": 2939695,
                "stop": 714.914
              },
              {
                "text": "And in neither case was the worker entitled to a seaworthy vessel.",
                "start": 714.914,
                "byte_stop": 2987029,
                "byte_start": 2963101,
                "stop": 720.875
              },
              {
                "text": "Here we have a right with a correlative duty which was breached in this case.",
                "start": 720.875,
                "byte_stop": 3019734,
                "byte_start": 2987029,
                "stop": 729.052
              },
              {
                "text": "And the respondent claims that this can be breached with impunity.",
                "start": 729.052,
                "byte_stop": 3048678,
                "byte_start": 3019734,
                "stop": 736.303
              },
              {
                "text": "“And the security which this Court has said arose immediately upon the breach can be vitiated”, says the respondent because the stevedore employer has a limitation of liability vis-à-vis the longshoreman.",
                "start": 736.303,
                "byte_stop": 3158497,
                "byte_start": 3048678,
                "stop": 763.749
              },
              {
                "text": "The Workmen's Compensation Act of Puerto Rico was designed just has -- just as was the Federal Longshoremen and Harbor Workers' Compensation Act which Mr. Justice Stewart referred to.",
                "start": 763.749,
                "byte_stop": 3217011,
                "byte_start": 3158497,
                "stop": 778.379
              },
              {
                "text": "Both of these Acts were designed to increase the rights of the worker rather than to limit them.",
                "start": 778.379,
                "byte_stop": 3259016,
                "byte_start": 3217011,
                "stop": 788.896
              },
              {
                "text": "Both of these Acts provide for third party actions against responsible parties.",
                "start": 788.896,
                "byte_stop": 3288586,
                "byte_start": 3259016,
                "stop": 796.268
              },
              {
                "text": "And although there has been no case in Puerto Rico saying that a shipowner who owns a vessel, the vessel is not a third party as there has been in the other states which this -- which this Court has refused to grant cert.",
                "start": 796.268,
                "byte_stop": 3377925,
                "byte_start": 3288586,
                "stop": 818.608
              },
              {
                "text": "There's no case anywhere which except the Vitozi against Platano which says that the demisee is for all purposes the owner.",
                "start": 818.608,
                "byte_stop": 3427767,
                "byte_start": 3377925,
                "stop": 831.065
              },
              {
                "text": "And there is no other case that I know of besides the First Circuit cases in this case and in Vitozi which say that a non-delegable duty of the shipowner can be erased.",
                "start": 831.065,
                "byte_stop": 3488371,
                "byte_start": 3427767,
                "stop": 846.226
              },
              {
                "text": "He can contract it away.",
                "start": 846.226,
                "byte_stop": 3497566,
                "byte_start": 3488371,
                "stop": 848.519
              },
              {
                "text": "This Court said it is specifically impossible of contracting away.",
                "start": 848.519,
                "byte_stop": 3518360,
                "byte_start": 3497566,
                "stop": 853.727
              },
              {
                "text": "And the First Circuit says, \"In all conditions except the demise.\"",
                "start": 853.727,
                "byte_stop": 3563813,
                "byte_start": 3518360,
                "stop": 865.086
              },
              {
                "text": "Now, if a maritime lien is entirely independent of possession is non-consensual.",
                "start": 865.086,
                "byte_stop": 3614281,
                "byte_start": 3563813,
                "stop": 877.702
              },
              {
                "text": "And it's commonly said not to be extinguished by transfer to a bona fide purchaser without notice of its existence and it -- if it may arrive -- arise even though the owner of the vessel in which it subsist is not personally liable I submit that it cannot be expunged in the case at bar.",
                "start": 877.702,
                "byte_stop": 3700485,
                "byte_start": 3614281,
                "stop": 899.253
              },
              {
                "text": "In essence, there is no difference between the argument of the respondent in this case and the fears expressed by Mr. Justice Black in his dissent in the Ryan case.",
                "start": 899.253,
                "byte_stop": 3783555,
                "byte_start": 3700485,
                "stop": 920.032
              },
              {
                "text": "That time when this Court held that the shipowner could collect indemnity from the stevedore employer that created the unseaworthy condition and which has later been held that -- that such an indemnity can be created without a direct contractual relationship and without any contract.",
                "start": 920.032,
                "byte_stop": 3880939,
                "byte_start": 3783555,
                "stop": 944.362
              },
              {
                "text": "That Mr. Justice Black's fear as to what would happen have come home to roost here that the shipowner has contracted away his liability to someone who is exonerated from liability, who has no desire to prosecute against the shipowner on behalf of the injured worker because he ultimately maybe liable to the shipowner.",
                "start": 944.362,
                "byte_stop": 4014791,
                "byte_start": 3880939,
                "stop": 977.817
              },
              {
                "text": "And therefore the ship -- the individual injured workers' rights had been completely cut out from the whole Sieracki policy.",
                "start": 977.817,
                "byte_stop": 4058781,
                "byte_start": 4014791,
                "stop": 988.832
              },
              {
                "text": "This is a worker who is in exactly the same position and who was injured exactly the same way as Sieracki was.",
                "start": 988.832,
                "byte_stop": 4098800,
                "byte_start": 4058781,
                "stop": 998.839
              },
              {
                "text": "The position of the petitioner here on appeal is that although this Court never need reach the in rem situation presented in order to reverse that this case is reversible solely upon the ground that it violates the precepts of McAllister.",
                "start": 998.839,
                "byte_stop": 4226069,
                "byte_start": 4098800,
                "stop": 1030.645
              },
              {
                "text": "That because the conflicts exist between the Second and Third Circuits and the First Circuit as to the rights of a longshoreman on a vessel demised to the stevedore employer that this question must be resolved because under the same operative facts that exists here, only better, in other words, there was a true demise charter.",
                "start": 1030.645,
                "byte_stop": 4324812,
                "byte_start": 4226069,
                "stop": 1055.336
              },
              {
                "text": "Workers have been allowed to recover in both the Third Circuit and in the Second Circuit where all of the arguments placed in the opinion of the First Circuit were placed before those courts and rejected upon the authority of the cases of this Court.",
                "start": 1055.336,
                "byte_stop": 4404015,
                "byte_start": 4324812,
                "stop": 1075.132
              },
              {
                "text": "And I submit that the decision of the First Circuit is clearly erroneous and should be reversed.",
                "start": 1075.132,
                "byte_stop": 4435257,
                "byte_start": 4404015,
                "stop": 1082.935
              },
              {
                "text": "Can I save the remainder of my time?",
                "start": 1082.935,
                "byte_stop": 4442049,
                "byte_start": 4435257,
                "stop": 1084.656
              }
            ]
          },
          {
            "start": 1084.656,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 4444244,
            "stop": 1085.203,
            "byte_start": 4442049,
            "text_blocks": [
              {
                "text": "You may.",
                "start": 1084.656,
                "byte_stop": 4444244,
                "byte_start": 4442049,
                "stop": 1085.203
              }
            ]
          },
          {
            "start": 1085.203,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 4463052,
            "stop": 1089.899,
            "byte_start": 4444244,
            "text_blocks": [
              {
                "text": "Thank you, sir.",
                "start": 1085.203,
                "byte_stop": 4463052,
                "byte_start": 4444244,
                "stop": 1089.899
              }
            ]
          },
          {
            "start": 1089.899,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 4474128,
            "stop": 1092.672,
            "byte_start": 4463052,
            "text_blocks": [
              {
                "text": "Mr. Edgerton.",
                "start": 1089.899,
                "byte_stop": 4474128,
                "byte_start": 4463052,
                "stop": 1092.672
              }
            ]
          }
        ],
        "stop": 1092.672
      },
      {
        "start": 1092.672,
        "byte_stop": 19104789,
        "byte_start": 4474128,
        "turns": [
          {
            "start": 1092.672,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 6556191,
            "stop": 1613.171,
            "byte_start": 4474128,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 1092.672,
                "byte_stop": 4490219,
                "byte_start": 4474128,
                "stop": 1096.673
              },
              {
                "text": "I think that I should spend a few minutes at the beginning of my argument here on the question of the demise charter.",
                "start": 1096.673,
                "byte_stop": 4551032,
                "byte_start": 4490219,
                "stop": 1111.899
              },
              {
                "text": "The District Judge after having heard the testimony said in his opinion at page 19 of the record here, and I'm quoting, \"I can find no lawful basis for holding that the vessel was under a demise charter to Bordas & Company.",
                "start": 1111.899,
                "byte_stop": 4673076,
                "byte_start": 4551032,
                "stop": 1142.4
              },
              {
                "text": "The Court of Appeals treated that language and we think rightly treated it as in effect a ruling that there was insufficient evidence on which to make the finding which would be equivalent to a directed verdict against the finding in a jury tried case.",
                "start": 1142.4,
                "byte_stop": 4776417,
                "byte_start": 4673076,
                "stop": 1168.223
              },
              {
                "text": "Now, if that -- if we are correct in that interpretation of what the District Judge did there is we think no conflict with McAllister here where he is overturn -- where the Court of Appeals is overturning the District Judge on a ruling of law on insufficiency of the evidence.",
                "start": 1168.223,
                "byte_stop": 4911835,
                "byte_start": 4776417,
                "stop": 1202.091
              },
              {
                "text": "Now, thereafter having made the ruling -- having made the correction of the ruling of the District Judge, the Court of Appeals proceeded to make a finding which was that a demise charter existed.",
                "start": 1202.091,
                "byte_stop": 4991979,
                "byte_start": 4911835,
                "stop": 1222.137
              },
              {
                "text": "And it did that on the testimony -- on the only testimony which was offered in the District Court in connection with the demise situation which was that of Manuel Bordas, a partner, I think he calls himself a director-partner of Bordas & Company, the charter.",
                "start": 1222.137,
                "byte_stop": 5098559,
                "byte_start": 4991979,
                "stop": 1248.761
              },
              {
                "text": "And the testimony there was uncontradicted.",
                "start": 1248.761,
                "byte_stop": 5149863,
                "byte_start": 5098559,
                "stop": 1261.596
              },
              {
                "text": "He -- the testimony was that Bordas & Company had been operating this vessel for about five years that it paid the owner, a citizen of the Dominican Republic $200 a month for the use of the vessel and that it paid all of the expenses of the vessel.",
                "start": 1261.596,
                "byte_stop": 5253622,
                "byte_start": 5149863,
                "stop": 1287.543
              },
              {
                "text": "And Mr. Bordas enumerated them at -- to some extent or rather extensively his testimony appears at pages 13, 14 -- 13, 15 and 16 of the record.",
                "start": 1287.543,
                "byte_stop": 5344528,
                "byte_start": 5253622,
                "stop": 1310.251
              },
              {
                "text": "What he says is, “I pay the crew.",
                "start": 1310.251,
                "byte_stop": 5355290,
                "byte_start": 5344528,
                "stop": 1312.961
              },
              {
                "text": "The master makes up the payroll and I pay every 15 days.",
                "start": 1312.961,
                "byte_stop": 5378905,
                "byte_start": 5355290,
                "stop": 1318.854
              },
              {
                "text": "He pays the seamen.",
                "start": 1318.854,
                "byte_stop": 5383502,
                "byte_start": 5378905,
                "stop": 1320.015
              },
              {
                "text": "We also give him the money for the rations or the feeding, all the operating expenses of the vessel.”",
                "start": 1320.015,
                "byte_stop": 5412760,
                "byte_start": 5383502,
                "stop": 1327.324
              },
              {
                "text": "On page 13, he says, “I mean paying the payrolls, the captain's salary, all the payrolls, the food of the crew, the fuel, the maintenance or repair, the dry docking, the insurance and the port charges and all the expenses that go with the operation of a vessel.”",
                "start": 1327.324,
                "byte_stop": 5481827,
                "byte_start": 5412760,
                "stop": 1344.6
              },
              {
                "text": "My Brother referred to counsels asking leading questions in the District Court and the record indicates plainly that the District Judge tried counsel for leaving the witness.",
                "start": 1344.6,
                "byte_stop": 5557164,
                "byte_start": 5481827,
                "stop": 1363.412
              },
              {
                "text": "The District Judge however did not strike the testimony.",
                "start": 1363.412,
                "byte_stop": 5589661,
                "byte_start": 5557164,
                "stop": 1371.543
              },
              {
                "text": "He simply told counsel that he -- that counsel was testifying in effect as to a conclusion.",
                "start": 1371.543,
                "byte_stop": 5625605,
                "byte_start": 5589661,
                "stop": 1380.529
              },
              {
                "text": "But he then left Bordas -- this witness testify as to what the type of charter was.",
                "start": 1380.529,
                "byte_stop": 5656325,
                "byte_start": 5625605,
                "stop": 1388.201
              },
              {
                "text": "And we submit that on -- oh, I should add this, the only evidence which could possibly be said to be contrary to this testimony was one word in the testimony of the Master Captain Laurea who said that he was employed by the respondent Pichirilo.",
                "start": 1388.201,
                "byte_stop": 5759561,
                "byte_start": 5656325,
                "stop": 1414.011
              },
              {
                "text": "Now, Bordas' testimony was that Laurea -- Captain Laurea was appointed by the respondent but that he is under my orders and under my payroll.",
                "start": 1414.011,
                "byte_stop": 5828106,
                "byte_start": 5759561,
                "stop": 1431.154
              },
              {
                "text": "And I think perhaps this brings me to a question that Mr. Justice Stewart, I think asked of my Brother, which was as to the nature of a demise charter.",
                "start": 1431.154,
                "byte_stop": 5887143,
                "byte_start": 5828106,
                "stop": 1445.914
              },
              {
                "text": "And I think it can be best put in this way that where the owner of the vessel surrenders the possession, navigation and control of the entire vessel to the charterer, the charter is a demise.",
                "start": 1445.914,
                "byte_stop": 5967914,
                "byte_start": 5887143,
                "stop": 1466.118
              },
              {
                "text": "Now, it need not be a bareboat.",
                "start": 1466.118,
                "byte_stop": 5983483,
                "byte_start": 5967914,
                "stop": 1470
              },
              {
                "text": "The typical demise is that of a bareboat.",
                "start": 1470,
                "byte_stop": 5998634,
                "byte_start": 5983483,
                "stop": 1473.788
              },
              {
                "text": "There's nothing aboard.",
                "start": 1473.788,
                "byte_stop": 6003440,
                "byte_start": 5998634,
                "stop": 1474.999
              },
              {
                "text": "They just give them the boat and say, \"You put on the fuel, the stores.",
                "start": 1474.999,
                "byte_stop": 6024443,
                "byte_start": 6003440,
                "stop": 1480.232
              },
              {
                "text": "You get the crew.",
                "start": 1480.232,
                "byte_stop": 6028831,
                "byte_start": 6024443,
                "stop": 1481.341
              },
              {
                "text": "You get everything else.\"",
                "start": 1481.341,
                "byte_stop": 6038862,
                "byte_start": 6028831,
                "stop": 1483.845
              },
              {
                "text": "But this Court held many years ago and or a good many years ago in United States against Shea that the demise situation arose even though the master and crew were both furnished by the owner.",
                "start": 1483.845,
                "byte_stop": 6119946,
                "byte_start": 6038862,
                "stop": 1504.106
              },
              {
                "text": "But where the complete control of the demise vessels was in the demisee which in that instance was the United States -- I'm trying to find it here, yes, the dem -- dem -- the demise was to the United States and the vessels were operated in New York Harbor.",
                "start": 1504.106,
                "byte_stop": 6253902,
                "byte_start": 6119946,
                "stop": 1537.612
              },
              {
                "text": "The representative was the United States.",
                "start": 1537.612,
                "byte_stop": 6262575,
                "byte_start": 6253902,
                "stop": 1539.777
              },
              {
                "text": "I think someone in the War Department told them what to do, where to go, everything, controlled the master and controlled others.",
                "start": 1539.777,
                "byte_stop": 6312939,
                "byte_start": 6262575,
                "stop": 1552.378
              },
              {
                "text": "And the text writers all agree, Robinson and his hornbook on admiralty and Gilmore & Black all agree that while a demise is usually of a bareboat, it need not be so.",
                "start": 1552.378,
                "byte_stop": 6384515,
                "byte_start": 6312939,
                "stop": 1570.263
              },
              {
                "text": "And where here, the only evidence is that the -- that Bordas & Company controlled the entire vessel, paid all of the expenses and that although the master was appointed by the respondent, he was under the orders and under the payroll of the charterer, we think lead to only one conclusion in that direction which was that the vessel was under demise to Bordas & Company.",
                "start": 1570.263,
                "byte_stop": 6548250,
                "byte_start": 6384515,
                "stop": 1611.195
              },
              {
                "text": "Now, of course, that's funny.",
                "start": 1611.195,
                "byte_stop": 6556191,
                "byte_start": 6548250,
                "stop": 1613.171
              }
            ]
          },
          {
            "start": 1613.171,
            "speaker": null,
            "byte_stop": 6571969,
            "stop": 1617.113,
            "byte_start": 6556191,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1613.171,
                "byte_stop": 6571969,
                "byte_start": 6556191,
                "stop": 1617.113
              }
            ]
          },
          {
            "start": 1617.113,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 6710627,
            "stop": 1651.785,
            "byte_start": 6571969,
            "text_blocks": [
              {
                "text": "No, sir.",
                "start": 1617.113,
                "byte_stop": 6576044,
                "byte_start": 6571969,
                "stop": 1618.139
              },
              {
                "text": "He -- the only testimony of the master in connection with anything except the accident -- that the facts of the accident itself was -- he was asked, page 15 -- I am -- I beg your pardon, I'm looking at the wrong place.",
                "start": 1618.139,
                "byte_stop": 6672802,
                "byte_start": 6576044,
                "stop": 1642.34
              },
              {
                "text": "He wasn't asked of any rate about anything except whose employee he was and he said that he was employed by the respondent.",
                "start": 1642.34,
                "byte_stop": 6710627,
                "byte_start": 6672802,
                "stop": 1651.785
              }
            ]
          },
          {
            "start": 1651.785,
            "speaker": null,
            "byte_stop": 6718882,
            "stop": 1653.847,
            "byte_start": 6710627,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1651.785,
                "byte_stop": 6718882,
                "byte_start": 6710627,
                "stop": 1653.847
              }
            ]
          },
          {
            "start": 1653.847,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 6788786,
            "stop": 1671.327,
            "byte_start": 6718882,
            "text_blocks": [
              {
                "text": "He was -- he was the respondent's witness, was he not?",
                "start": 1653.847,
                "byte_stop": 6762559,
                "byte_start": 6718882,
                "stop": 1664.761
              },
              {
                "text": "My Brother corrects me.",
                "start": 1664.761,
                "byte_stop": 6772067,
                "byte_start": 6762559,
                "stop": 1667.147
              },
              {
                "text": "He was the libellant's witness.",
                "start": 1667.147,
                "byte_stop": 6788786,
                "byte_start": 6772067,
                "stop": 1671.327
              }
            ]
          },
          {
            "start": 1671.327,
            "speaker": null,
            "byte_stop": 6798712,
            "stop": 1673.817,
            "byte_start": 6788786,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1671.327,
                "byte_stop": 6798712,
                "byte_start": 6788786,
                "stop": 1673.817
              }
            ]
          },
          {
            "start": 1673.817,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 6885439,
            "stop": 1695.49,
            "byte_start": 6798712,
            "text_blocks": [
              {
                "text": "Not on that point at all or in -- no -- none whatever.",
                "start": 1673.817,
                "byte_stop": 6832358,
                "byte_start": 6798712,
                "stop": 1682.216
              },
              {
                "text": "Of course the -- this demise situation lies at the very threshold of the case because if there wasn't any demise, the case is over and should be reversed.",
                "start": 1682.216,
                "byte_stop": 6885439,
                "byte_start": 6832358,
                "stop": 1695.49
              }
            ]
          },
          {
            "start": 1695.49,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 6892440,
            "stop": 1697.252,
            "byte_start": 6885439,
            "text_blocks": [
              {
                "text": "Wasn't it a demise, you lose --",
                "start": 1695.49,
                "byte_stop": 6892440,
                "byte_start": 6885439,
                "stop": 1697.252
              }
            ]
          },
          {
            "start": 1697.252,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 6894216,
            "stop": 1697.697,
            "byte_start": 6892440,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 1697.252,
                "byte_stop": 6894216,
                "byte_start": 6892440,
                "stop": 1697.697
              }
            ]
          },
          {
            "start": 1697.697,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 6910725,
            "stop": 1701.824,
            "byte_start": 6894216,
            "text_blocks": [
              {
                "text": "-- wouldn't you?",
                "start": 1697.697,
                "byte_stop": 6910725,
                "byte_start": 6894216,
                "stop": 1701.824
              }
            ]
          },
          {
            "start": 1701.824,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 8603669,
            "stop": 2125.053,
            "byte_start": 6910725,
            "text_blocks": [
              {
                "text": "Now, we -- our next point is that a general owner who has demised this vessel is not liable in personam for an unseaworthy condition arising after the demise takes effect.",
                "start": 1701.824,
                "byte_stop": 7010617,
                "byte_start": 6910725,
                "stop": 1726.791
              },
              {
                "text": "We are not quarrelling in any way with Sieracki against Sea Shipping Company or the Alaska Steamship Company against Petterson case.",
                "start": 1726.791,
                "byte_stop": 7097031,
                "byte_start": 7010617,
                "stop": 1748.39
              },
              {
                "text": "This Court has never held and that so far as I am aware has never had presented to it for holding who the owner is?",
                "start": 1748.39,
                "byte_stop": 7156172,
                "byte_start": 7097031,
                "stop": 1763.178
              },
              {
                "text": "Who has the obligation of providing a seaworthy vessel?",
                "start": 1763.178,
                "byte_stop": 7185533,
                "byte_start": 7156172,
                "stop": 1770.516
              },
              {
                "text": "And when I say who the owner is, I mean whether it is the -- whether in a demise situation, it is the general owner who has parted with the possession and control of this vessel which was then seaworthy and the sea worthiness -- unseaworthiness later arises or whether it is the demisee who has taken complete possession and control of the vessel.",
                "start": 1770.516,
                "byte_stop": 7304443,
                "byte_start": 7185533,
                "stop": 1800.248
              },
              {
                "text": "And we submit that by accepted principles of maritime law accepted for many years by this Court and other courts in England and elsewhere.",
                "start": 1800.248,
                "byte_stop": 7369644,
                "byte_start": 7304443,
                "stop": 1816.533
              },
              {
                "text": "The demisee assumes and is -- and has placed upon him, as a matter of law, the personal responsibilities of ownership which in the absence of a demise would be upon the crew or general owner.",
                "start": 1816.533,
                "byte_stop": 7470686,
                "byte_start": 7369644,
                "stop": 1841.815
              },
              {
                "text": "And it is our position that where as here and it is uncontested here that the unseaworthiness arose long after the demise and shortly before this man was injured.",
                "start": 1841.815,
                "byte_stop": 7546964,
                "byte_start": 7470686,
                "stop": 1860.874
              },
              {
                "text": "Our position here is that the charterer, Bordas & Company who happened to be the employer of the injured man had the personal responsibility for unseaworthiness.",
                "start": 1860.874,
                "byte_stop": 7620211,
                "byte_start": 7546964,
                "stop": 1879.172
              },
              {
                "text": "And I think perhaps right here, I should pause for a moment and speak briefly about this Court's decision in Crumady against the Joachim Hendrick Fisser which was decided in 1959.",
                "start": 1879.172,
                "byte_stop": 7710908,
                "byte_start": 7620211,
                "stop": 1901.865
              },
              {
                "text": "That case has been referred to by various courts including this one on one occasion at least as a case which involved a demise charter.",
                "start": 1901.865,
                "byte_stop": 7765765,
                "byte_start": 7710908,
                "stop": 1915.577
              },
              {
                "text": "And briefly, the situation was, and my Brother referred to this case in his argument briefly the situation was that the winch on the vessel was set for a -- the automatic pedal of the winch was sat first for -- for a six-ton working load and the hatch runners and wires were certified for a three-ton safe working load and the winch continued to operate and the gear parted.",
                "start": 1915.577,
                "byte_stop": 7893765,
                "byte_start": 7765765,
                "stop": 1947.563
              },
              {
                "text": "Now, Crumady as I say has been cited and spoken of as though it involved the demise.",
                "start": 1947.563,
                "byte_stop": 7944338,
                "byte_start": 7893765,
                "stop": 1960.207
              },
              {
                "text": "And we've searched the record in this Court and the briefs of counsel and have been unable to discover anything in any of them which have indicated that there was any demise.",
                "start": 1960.207,
                "byte_stop": 8010271,
                "byte_start": 7944338,
                "stop": 1976.692
              },
              {
                "text": "This Court in deciding the case said that the cut off, automatic cut off of the winch had been set by servants of the vessel who were crew members and if that were so, servants of the owner and if that were so, then there was no demise because the crew would have been servants of the demisee and not of the owner.",
                "start": 1976.692,
                "byte_stop": 8152795,
                "byte_start": 8010271,
                "stop": 2012.323
              },
              {
                "text": "We have referred in our brief to the pleadings in the Crumady case as that they appear in the record here and also to the cross-petition for certiorari there where the petitioner says that it was a time charter and we're convinced that it was.",
                "start": 2012.323,
                "byte_stop": 8263241,
                "byte_start": 8152795,
                "stop": 2039.945
              },
              {
                "text": "I believed that was an inadvertence that this Court said in Waterman against Dugan & McNamara in 1960 that the person who employed the stevedore in the Crumady case was operating the ship under a charter.",
                "start": 2039.945,
                "byte_stop": 8331891,
                "byte_start": 8263241,
                "stop": 2057.108
              },
              {
                "text": "It's misleading if -- if that was a demise charter then again we've had it here because that's a decision that takes care of this situation either in personam or in rem and perhaps both but I am convinced that that was not so.",
                "start": 2057.108,
                "byte_stop": 8398137,
                "byte_start": 8331891,
                "stop": 2073.661
              },
              {
                "text": "And that that statement in the Waterman case was inadvertence particularly since this Court had said in West against the United States in 1959 that in Crumady the vessel was in control of the owner and held that he was liable for unseaworthiness and negligence.",
                "start": 2073.661,
                "byte_stop": 8495522,
                "byte_start": 8398137,
                "stop": 2098.002
              },
              {
                "text": "I -- sorry to take so much time with that but I think it should be.",
                "start": 2098.002,
                "byte_stop": 8526973,
                "byte_start": 8495522,
                "stop": 2105.867
              },
              {
                "text": "Well, I -- now my Brother I think has said that there is a dispute between the First and the Second Circuit as to the liability in personam.",
                "start": 2105.867,
                "byte_stop": 8603669,
                "byte_start": 8526973,
                "stop": 2125.053
              }
            ]
          },
          {
            "start": 2125.053,
            "speaker": {
              "last_name": "Harlan",
              "ID": 15097,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2741",
                  "id": 2741,
                  "date_end": 54450000,
                  "date_start": -465933600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6023,
              "thumbnail": {
                "size": 53784,
                "id": 32728,
                "href": "https://api.oyez.org/sites/default/files/images/people/john_m_harlan2/john_m_harlan2.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/john_m_harlan2",
              "view_count": 0,
              "identifier": "john_m_harlan2",
              "name": "John M. Harlan II"
            },
            "byte_stop": 8615894,
            "stop": 2128.115,
            "byte_start": 8603669,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2125.053,
                "byte_stop": 8615894,
                "byte_start": 8603669,
                "stop": 2128.115
              }
            ]
          },
          {
            "start": 2128.115,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 8620178,
            "stop": 2129.175,
            "byte_start": 8615894,
            "text_blocks": [
              {
                "text": "I beg you pardon?",
                "start": 2128.115,
                "byte_stop": 8620178,
                "byte_start": 8615894,
                "stop": 2129.175
              }
            ]
          },
          {
            "start": 2129.175,
            "speaker": {
              "last_name": "Harlan",
              "ID": 15097,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2741",
                  "id": 2741,
                  "date_end": 54450000,
                  "date_start": -465933600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6023,
              "thumbnail": {
                "size": 53784,
                "id": 32728,
                "href": "https://api.oyez.org/sites/default/files/images/people/john_m_harlan2/john_m_harlan2.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/john_m_harlan2",
              "view_count": 0,
              "identifier": "john_m_harlan2",
              "name": "John M. Harlan II"
            },
            "byte_stop": 8627284,
            "stop": 2130.962,
            "byte_start": 8620178,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2129.175,
                "byte_stop": 8627284,
                "byte_start": 8620178,
                "stop": 2130.962
              }
            ]
          },
          {
            "start": 2130.962,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 8630314,
            "stop": 2131.703,
            "byte_start": 8627284,
            "text_blocks": [
              {
                "text": "Sir --",
                "start": 2130.962,
                "byte_stop": 8630314,
                "byte_start": 8627284,
                "stop": 2131.703
              }
            ]
          },
          {
            "start": 2131.703,
            "speaker": {
              "last_name": "Harlan",
              "ID": 15097,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2741",
                  "id": 2741,
                  "date_end": 54450000,
                  "date_start": -465933600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6023,
              "thumbnail": {
                "size": 53784,
                "id": 32728,
                "href": "https://api.oyez.org/sites/default/files/images/people/john_m_harlan2/john_m_harlan2.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/john_m_harlan2",
              "view_count": 0,
              "identifier": "john_m_harlan2",
              "name": "John M. Harlan II"
            },
            "byte_stop": 8652257,
            "stop": 2137.185,
            "byte_start": 8630314,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2131.703,
                "byte_stop": 8652257,
                "byte_start": 8630314,
                "stop": 2137.185
              }
            ]
          },
          {
            "start": 2137.185,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 8760926,
            "stop": 2164.364,
            "byte_start": 8652257,
            "text_blocks": [
              {
                "text": "Well, my argument as to McAllister, Your Honor, is that the Court of Appeals did not overturn a finding of fact of the District Judge on the ground that the finding was clearly erroneous.",
                "start": 2137.185,
                "byte_stop": 8760926,
                "byte_start": 8652257,
                "stop": 2164.364
              }
            ]
          },
          {
            "start": 2164.364,
            "speaker": {
              "last_name": "Harlan",
              "ID": 15097,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2741",
                  "id": 2741,
                  "date_end": 54450000,
                  "date_start": -465933600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6023,
              "thumbnail": {
                "size": 53784,
                "id": 32728,
                "href": "https://api.oyez.org/sites/default/files/images/people/john_m_harlan2/john_m_harlan2.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/john_m_harlan2",
              "view_count": 0,
              "identifier": "john_m_harlan2",
              "name": "John M. Harlan II"
            },
            "byte_stop": 8770957,
            "stop": 2166.879,
            "byte_start": 8760926,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2164.364,
                "byte_stop": 8770957,
                "byte_start": 8760926,
                "stop": 2166.879
              }
            ]
          },
          {
            "start": 2166.879,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 9350353,
            "stop": 2311.706,
            "byte_start": 8770957,
            "text_blocks": [
              {
                "text": "I don't believe it is, Your Honor.",
                "start": 2166.879,
                "byte_stop": 8788198,
                "byte_start": 8770957,
                "stop": 2171.168
              },
              {
                "text": "The Court of Appeals thought and it seems to me correctly that the judge had ruled that there was insufficient evidence on which he could make the other finding, in other words as -- as though it were a directed verdict in a jury case.",
                "start": 2171.168,
                "byte_stop": 8877641,
                "byte_start": 8788198,
                "stop": 2193.54
              },
              {
                "text": "Now, he -- the District Judge in his opinion, far from indicating that there was lack of credibility involved in what the District Judge had done.",
                "start": 2193.54,
                "byte_stop": 8944828,
                "byte_start": 8877641,
                "stop": 2210.34
              },
              {
                "text": "He said in his opinion which appears at pa -- on page 19 of the record in discussing this demise situation, he says than no written charter had been produced.",
                "start": 2210.34,
                "byte_stop": 9010448,
                "byte_start": 8944828,
                "stop": 2226.737
              },
              {
                "text": "And then he says Mr. Luis Manuel Bordas, director-partner of Bordas & Company, the punitive demisee admitted there was no charter and that his company's relation with the vessel was something like a charter but not a charter.",
                "start": 2226.737,
                "byte_stop": 9106265,
                "byte_start": 9010448,
                "stop": 2250.696
              },
              {
                "text": "Well, there is no such testimony in the record.",
                "start": 2250.696,
                "byte_stop": 9121207,
                "byte_start": 9106265,
                "stop": 2254.429
              },
              {
                "text": "The district -- the testimony which the trial judge was referring to there I believe was the testimony of this witness that this was not a regular charter but it was like a charter and that appears on page 15 of the re -- it is a kind of charter because it does not comply with the regular provisions of the charter.",
                "start": 2254.429,
                "byte_stop": 9273240,
                "byte_start": 9121207,
                "stop": 2292.44
              },
              {
                "text": "He had just been telling the Court what the provisions of the charter were.",
                "start": 2292.44,
                "byte_stop": 9295809,
                "byte_start": 9273240,
                "stop": 2298.081
              },
              {
                "text": "And we submit that he was clearly distinguishing between a time or voyage charter on the one hand and a demise on the other.",
                "start": 2298.081,
                "byte_stop": 9328933,
                "byte_start": 9295809,
                "stop": 2306.367
              },
              {
                "text": "Perhaps, I got away from your question Mr. Justice Harlan.",
                "start": 2306.367,
                "byte_stop": 9341367,
                "byte_start": 9328933,
                "stop": 2309.477
              },
              {
                "text": "I --",
                "start": 2309.477,
                "byte_stop": 9350353,
                "byte_start": 9341367,
                "stop": 2311.706
              }
            ]
          },
          {
            "start": 2311.706,
            "speaker": {
              "last_name": "Harlan",
              "ID": 15097,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2741",
                  "id": 2741,
                  "date_end": 54450000,
                  "date_start": -465933600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6023,
              "thumbnail": {
                "size": 53784,
                "id": 32728,
                "href": "https://api.oyez.org/sites/default/files/images/people/john_m_harlan2/john_m_harlan2.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/john_m_harlan2",
              "view_count": 0,
              "identifier": "john_m_harlan2",
              "name": "John M. Harlan II"
            },
            "byte_stop": 9367071,
            "stop": 2315.895,
            "byte_start": 9350353,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2311.706,
                "byte_stop": 9367071,
                "byte_start": 9350353,
                "stop": 2315.895
              }
            ]
          },
          {
            "start": 2315.895,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 9448678,
            "stop": 2336.307,
            "byte_start": 9367071,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 2315.895,
                "byte_stop": 9369266,
                "byte_start": 9367071,
                "stop": 2316.457
              },
              {
                "text": "And that's the only possible factual finding was the one which the Court of Appeals then made.",
                "start": 2316.457,
                "byte_stop": 9395493,
                "byte_start": 9369266,
                "stop": 2323.011
              },
              {
                "text": "And there was no point in sending it back with the direction for that finding to be made below.",
                "start": 2323.011,
                "byte_stop": 9448678,
                "byte_start": 9395493,
                "stop": 2336.307
              }
            ]
          },
          {
            "start": 2336.307,
            "speaker": null,
            "byte_stop": 9526523,
            "stop": 2355.773,
            "byte_start": 9448678,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2336.307,
                "byte_stop": 9526523,
                "byte_start": 9448678,
                "stop": 2355.773
              }
            ]
          },
          {
            "start": 2355.773,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 9618369,
            "stop": 2378.729,
            "byte_start": 9526523,
            "text_blocks": [
              {
                "text": "Well, only Your Honor because the evidence was uncontradicted and the Court of Appeals felt could support only one possible conclusion.",
                "start": 2355.773,
                "byte_stop": 9594964,
                "byte_start": 9526523,
                "stop": 2372.881
              },
              {
                "text": "That --",
                "start": 2372.881,
                "byte_stop": 9618369,
                "byte_start": 9594964,
                "stop": 2378.729
              }
            ]
          },
          {
            "start": 2378.729,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9648776,
            "stop": 2386.316,
            "byte_start": 9618369,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2378.729,
                "byte_stop": 9648776,
                "byte_start": 9618369,
                "stop": 2386.316
              }
            ]
          },
          {
            "start": 2386.316,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 9650552,
            "stop": 2386.767,
            "byte_start": 9648776,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 2386.316,
                "byte_stop": 9650552,
                "byte_start": 9648776,
                "stop": 2386.767
              }
            ]
          },
          {
            "start": 2386.767,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9736025,
            "stop": 2408.148,
            "byte_start": 9650552,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2386.767,
                "byte_stop": 9736025,
                "byte_start": 9650552,
                "stop": 2408.148
              }
            ]
          },
          {
            "start": 2408.148,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 9775208,
            "stop": 2417.928,
            "byte_start": 9736025,
            "text_blocks": [
              {
                "text": "I think that would've presented a different question Your Honor and that -- that that would have presented the McAllister situation.",
                "start": 2408.148,
                "byte_stop": 9775208,
                "byte_start": 9736025,
                "stop": 2417.928
              }
            ]
          },
          {
            "start": 2417.928,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 9939048,
            "stop": 2458.894,
            "byte_start": 9775208,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2417.928,
                "byte_stop": 9939048,
                "byte_start": 9775208,
                "stop": 2458.894
              }
            ]
          },
          {
            "start": 2458.894,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10023476,
            "stop": 2480,
            "byte_start": 9939048,
            "text_blocks": [
              {
                "text": "Well, if the District Judge -- I'm not sure that I've got this quite straight Your Honor, but if the District Judge found on the basis of credibility or on the basis of inadequacy of the Bordas' testimony --",
                "start": 2458.894,
                "byte_stop": 10023476,
                "byte_start": 9939048,
                "stop": 2480
              }
            ]
          },
          {
            "start": 2480,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10027133,
            "stop": 2480.919,
            "byte_start": 10023476,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2480,
                "byte_stop": 10027133,
                "byte_start": 10023476,
                "stop": 2480.919
              }
            ]
          },
          {
            "start": 2480.919,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10077602,
            "stop": 2493.542,
            "byte_start": 10027133,
            "text_blocks": [
              {
                "text": "-- pressing this Bordas' testimony or some other reason that there was no demise, I think that would have to stand and the Court of Appeals could not have changed them.",
                "start": 2480.919,
                "byte_stop": 10077602,
                "byte_start": 10027133,
                "stop": 2493.542
              }
            ]
          },
          {
            "start": 2493.542,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10151372,
            "stop": 2511.962,
            "byte_start": 10077602,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2493.542,
                "byte_stop": 10151372,
                "byte_start": 10077602,
                "stop": 2511.962
              }
            ]
          },
          {
            "start": 2511.962,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10158164,
            "stop": 2513.665,
            "byte_start": 10151372,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 2511.962,
                "byte_stop": 10158164,
                "byte_start": 10151372,
                "stop": 2513.665
              }
            ]
          },
          {
            "start": 2513.665,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10201736,
            "stop": 2524.557,
            "byte_start": 10158164,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2513.665,
                "byte_stop": 10201736,
                "byte_start": 10158164,
                "stop": 2524.557
              }
            ]
          },
          {
            "start": 2524.557,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10215946,
            "stop": 2528.106,
            "byte_start": 10201736,
            "text_blocks": [
              {
                "text": "Well, they -- they thought it was very plain --",
                "start": 2524.557,
                "byte_stop": 10215946,
                "byte_start": 10201736,
                "stop": 2528.106
              }
            ]
          },
          {
            "start": 2528.106,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10216678,
            "stop": 2528.295,
            "byte_start": 10215946,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2528.106,
                "byte_stop": 10216678,
                "byte_start": 10215946,
                "stop": 2528.295
              }
            ]
          },
          {
            "start": 2528.295,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10232665,
            "stop": 2532.298,
            "byte_start": 10216678,
            "text_blocks": [
              {
                "text": "-- and if they're wrong about that then they've made a mistake.",
                "start": 2528.295,
                "byte_stop": 10232665,
                "byte_start": 10216678,
                "stop": 2532.298
              }
            ]
          },
          {
            "start": 2532.298,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10298180,
            "stop": 2548.681,
            "byte_start": 10232665,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2532.298,
                "byte_stop": 10298180,
                "byte_start": 10232665,
                "stop": 2548.681
              }
            ]
          },
          {
            "start": 2548.681,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10330572,
            "stop": 2556.772,
            "byte_start": 10298180,
            "text_blocks": [
              {
                "text": "I don't think they can if it's sustainably open Your Honor.",
                "start": 2548.681,
                "byte_stop": 10310092,
                "byte_start": 10298180,
                "stop": 2551.66
              },
              {
                "text": "And if that's the -- the proper reading of the evidence then it must go back.",
                "start": 2551.66,
                "byte_stop": 10330572,
                "byte_start": 10310092,
                "stop": 2556.772
              }
            ]
          },
          {
            "start": 2556.772,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10343842,
            "stop": 2560.101,
            "byte_start": 10330572,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2556.772,
                "byte_stop": 10343842,
                "byte_start": 10330572,
                "stop": 2560.101
              }
            ]
          },
          {
            "start": 2560.101,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10366934,
            "stop": 2565.863,
            "byte_start": 10343842,
            "text_blocks": [
              {
                "text": "I think you're correct.",
                "start": 2560.101,
                "byte_stop": 10348962,
                "byte_start": 10343842,
                "stop": 2561.376
              },
              {
                "text": "That would have to be done.",
                "start": 2561.376,
                "byte_stop": 10366934,
                "byte_start": 10348962,
                "stop": 2565.863
              }
            ]
          },
          {
            "start": 2565.863,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10419493,
            "stop": 2579,
            "byte_start": 10366934,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2565.863,
                "byte_stop": 10419493,
                "byte_start": 10366934,
                "stop": 2579
              }
            ]
          },
          {
            "start": 2579,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10452929,
            "stop": 2587.376,
            "byte_start": 10419493,
            "text_blocks": [
              {
                "text": "Well, I think it mean -- I think it means that you must decide -- yes, I -- I believe it comes down to that.",
                "start": 2579,
                "byte_stop": 10452929,
                "byte_start": 10419493,
                "stop": 2587.376
              }
            ]
          },
          {
            "start": 2587.376,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 10455646,
            "stop": 2588.03,
            "byte_start": 10452929,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2587.376,
                "byte_stop": 10455646,
                "byte_start": 10452929,
                "stop": 2588.03
              }
            ]
          },
          {
            "start": 2588.03,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10485844,
            "stop": 2595.596,
            "byte_start": 10455646,
            "text_blocks": [
              {
                "text": "I think it does.",
                "start": 2588.03,
                "byte_stop": 10463901,
                "byte_start": 10455646,
                "stop": 2590.096
              },
              {
                "text": "It gets down to that.",
                "start": 2590.096,
                "byte_stop": 10485844,
                "byte_start": 10463901,
                "stop": 2595.596
              }
            ]
          },
          {
            "start": 2595.596,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10537775,
            "stop": 2608.586,
            "byte_start": 10485844,
            "text_blocks": [
              {
                "text": "The thing I didn't quite understand in -- you told us that in the Waterman case, there was a reference to the fact that the ship was operating under a charter and that was a reference to the Fisser case, is that it?",
                "start": 2595.596,
                "byte_stop": 10537775,
                "byte_start": 10485844,
                "stop": 2608.586
              }
            ]
          },
          {
            "start": 2608.586,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10545821,
            "stop": 2610.58,
            "byte_start": 10537775,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 2608.586,
                "byte_stop": 10540910,
                "byte_start": 10537775,
                "stop": 2609.364
              },
              {
                "text": "I --",
                "start": 2609.364,
                "byte_stop": 10545821,
                "byte_start": 10540910,
                "stop": 2610.58
              }
            ]
          },
          {
            "start": 2610.58,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10557210,
            "stop": 2613.436,
            "byte_start": 10545821,
            "text_blocks": [
              {
                "text": "I just have it before me.",
                "start": 2610.58,
                "byte_stop": 10549582,
                "byte_start": 10545821,
                "stop": 2611.526
              },
              {
                "text": "I want to be sure I understood what you were telling --",
                "start": 2611.526,
                "byte_stop": 10557210,
                "byte_start": 10549582,
                "stop": 2613.436
              }
            ]
          },
          {
            "start": 2613.436,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10583960,
            "stop": 2620.109,
            "byte_start": 10557210,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 2613.436,
                "byte_stop": 10560345,
                "byte_start": 10557210,
                "stop": 2614.22
              },
              {
                "text": "In the Waterman case, this Court referred to the Fisser case.",
                "start": 2614.22,
                "byte_stop": 10583960,
                "byte_start": 10560345,
                "stop": 2620.109
              }
            ]
          },
          {
            "start": 2620.109,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 10592423,
            "stop": 2622.242,
            "byte_start": 10583960,
            "text_blocks": [
              {
                "text": "Right.",
                "start": 2620.109,
                "byte_stop": 10592423,
                "byte_start": 10583960,
                "stop": 2622.242
              }
            ]
          },
          {
            "start": 2622.242,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10633488,
            "stop": 2632.499,
            "byte_start": 10592423,
            "text_blocks": [
              {
                "text": "And in that reference said that in the Fisser case, the stevedore was employed --",
                "start": 2622.242,
                "byte_stop": 10633488,
                "byte_start": 10592423,
                "stop": 2632.499
              }
            ]
          },
          {
            "start": 2632.499,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10642056,
            "stop": 2634.635,
            "byte_start": 10633488,
            "text_blocks": [
              {
                "text": "Not by the shipowner but by the party operating the --",
                "start": 2632.499,
                "byte_stop": 10642056,
                "byte_start": 10633488,
                "stop": 2634.635
              }
            ]
          },
          {
            "start": 2634.635,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10642474,
            "stop": 2634.75,
            "byte_start": 10642056,
            "text_blocks": [
              {
                "text": "But --",
                "start": 2634.635,
                "byte_stop": 10642474,
                "byte_start": 10642056,
                "stop": 2634.75
              }
            ]
          },
          {
            "start": 2634.75,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10646131,
            "stop": 2635.668,
            "byte_start": 10642474,
            "text_blocks": [
              {
                "text": "-- ship under a charter?",
                "start": 2634.75,
                "byte_stop": 10646131,
                "byte_start": 10642474,
                "stop": 2635.668
              }
            ]
          },
          {
            "start": 2635.668,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10647907,
            "stop": 2636.101,
            "byte_start": 10646131,
            "text_blocks": [
              {
                "text": "That's correct.",
                "start": 2635.668,
                "byte_stop": 10647907,
                "byte_start": 10646131,
                "stop": 2636.101
              }
            ]
          },
          {
            "start": 2636.101,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10652087,
            "stop": 2637.154,
            "byte_start": 10647907,
            "text_blocks": [
              {
                "text": "That's the language you were talking about?",
                "start": 2636.101,
                "byte_stop": 10652087,
                "byte_start": 10647907,
                "stop": 2637.154
              }
            ]
          },
          {
            "start": 2637.154,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10653968,
            "stop": 2637.612,
            "byte_start": 10652087,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 2637.154,
                "byte_stop": 10653968,
                "byte_start": 10652087,
                "stop": 2637.612
              }
            ]
          },
          {
            "start": 2637.612,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 10654177,
            "stop": 2637.658,
            "byte_start": 10653968,
            "text_blocks": [
              {
                "text": "And --",
                "start": 2637.612,
                "byte_stop": 10654177,
                "byte_start": 10653968,
                "stop": 2637.658
              }
            ]
          },
          {
            "start": 2637.658,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10654490,
            "stop": 2637.75,
            "byte_start": 10654177,
            "text_blocks": [
              {
                "text": "That's --",
                "start": 2637.658,
                "byte_stop": 10654490,
                "byte_start": 10654177,
                "stop": 2637.75
              }
            ]
          },
          {
            "start": 2637.75,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10661804,
            "stop": 2639.569,
            "byte_start": 10654490,
            "text_blocks": [
              {
                "text": "-- you suggested that that might be inaccurate?",
                "start": 2637.75,
                "byte_stop": 10661804,
                "byte_start": 10654490,
                "stop": 2639.569
              }
            ]
          },
          {
            "start": 2639.569,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 10745396,
            "stop": 2660.49,
            "byte_start": 10661804,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 2639.569,
                "byte_stop": 10665148,
                "byte_start": 10661804,
                "stop": 2640.419
              },
              {
                "text": "I thought it might be inadvertence particularly in view of what this Court had said in West.",
                "start": 2640.419,
                "byte_stop": 10702137,
                "byte_start": 10665148,
                "stop": 2649.663
              },
              {
                "text": "That in -- in speaking of Crumady and West, the year before it said that in Crumady the vessel was in the control of the owner.",
                "start": 2649.663,
                "byte_stop": 10745396,
                "byte_start": 10702137,
                "stop": 2660.49
              }
            ]
          },
          {
            "start": 2660.49,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 10755741,
            "stop": 2663.067,
            "byte_start": 10745396,
            "text_blocks": [
              {
                "text": "Now the Fisser case was an action in rem, was it?",
                "start": 2660.49,
                "byte_stop": 10755741,
                "byte_start": 10745396,
                "stop": 2663.067
              }
            ]
          },
          {
            "start": 2663.067,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 14388851,
            "stop": 3571.354,
            "byte_start": 10755741,
            "text_blocks": [
              {
                "text": "It was, sir.",
                "start": 2663.067,
                "byte_stop": 10771414,
                "byte_start": 10755741,
                "stop": 2666.984
              },
              {
                "text": "It was an action in rem.",
                "start": 2666.984,
                "byte_stop": 10777684,
                "byte_start": 10771414,
                "stop": 2668.546
              },
              {
                "text": "And that is why I say that if I am mistaken about the nature of the charter that existed in the Fisser case that it is authority against my position here.",
                "start": 2668.546,
                "byte_stop": 10866186,
                "byte_start": 10777684,
                "stop": 2690.688
              },
              {
                "text": "I was referring to my Brother's statement that the First and Second Circuits were in disagreement as to the liability of the general owner for unseaworthiness arising after the demise.",
                "start": 2690.688,
                "byte_stop": 10943927,
                "byte_start": 10866186,
                "stop": 2710.1
              },
              {
                "text": "And I think that is incorrect.",
                "start": 2710.1,
                "byte_stop": 10964093,
                "byte_start": 10943927,
                "stop": 2715.15
              },
              {
                "text": "And the case is now stand in this way that in the Vitozi against Balboa Steamship Company in 1949, the First Circuit held that the demisor was not responsible for unseaworthiness whenever it happened either before or after the demise.",
                "start": 2715.15,
                "byte_stop": 11040998,
                "byte_start": 10964093,
                "stop": 2734.377
              },
              {
                "text": "In Cannella against Lykes Brothers, the Court of Appeals for the Second Circuit said they agreed that the general owner wouldn't be liable for unseaworthiness arising after the demise but that he was liable for unseaworthiness existing at the time of or before the demise.",
                "start": 2734.377,
                "byte_stop": 11122813,
                "byte_start": 11040998,
                "stop": 2754.828
              },
              {
                "text": "In the instant case, the First Circuit agree -- well, the First Circuit says that perhaps it went too far in Vitozi in saying that the demisor would not be liable for unseaworthiness existing at the time of the demise but says that as to unseaworthiness existing after the demise, the demisor is not liable.",
                "start": 2754.828,
                "byte_stop": 11228453,
                "byte_start": 11122813,
                "stop": 2781.255
              },
              {
                "text": "And Grillea against the United States that much discussed case in this area, in the first Grillea decision and its important to note that there were two.",
                "start": 2781.255,
                "byte_stop": 11280802,
                "byte_start": 11228453,
                "stop": 2794.326
              },
              {
                "text": "And the first one by Judge Learned Hand in 229 F.2d, he ruled and it was the result of that decision that the demisor was not liable in personam for unseaworthiness which arose after the demise so that in Grillea and in the instant case, the First and Second Circuits are in agreement.",
                "start": 2794.326,
                "byte_stop": 11400443,
                "byte_start": 11280802,
                "stop": 2824.235
              },
              {
                "text": "Now, the difficulty with Grillea came later because there was a rehearing and the question of the in rem phase then came before the Court of Appeals for the Second Circuit.",
                "start": 2824.235,
                "byte_stop": 11448404,
                "byte_start": 11400443,
                "stop": 2836.222
              },
              {
                "text": "But as far as the in personam aspects are concerned, we think that the general owner who has demised his vessel is not personally responsible for this supervening unseaworthiness.",
                "start": 2836.222,
                "byte_stop": 11524054,
                "byte_start": 11448404,
                "stop": 2855.147
              },
              {
                "text": "And that we think is consistent with long standing thinking -- legal thinking and general admiralty doctrine of the division of responsibilities as between an owner who has demised his vessel and a charterer who has taken the entire possession, control and navigation under the demise.",
                "start": 2855.147,
                "byte_stop": 11628022,
                "byte_start": 11524054,
                "stop": 2881.146
              },
              {
                "text": "And it -- it strikes me as rather interesting perhaps that if -- seems to me that if the general owner remains liable for unseaworthiness supervening after he has demised a seaworthy vessel, he maybe in this situation and if -- if a seaman sues his employer the -- the demisee of the ship, his employer, under the Jones Act and he has a jury trial and he alleges unseaworthiness and negligence and he loses, he could still proceed under the general maritime law against the general owner for the same unseaworthiness.",
                "start": 2881.146,
                "byte_stop": 11848495,
                "byte_start": 11628022,
                "stop": 2936.251
              },
              {
                "text": "And I don't see how there could be any res judicata.",
                "start": 2936.251,
                "byte_stop": 11865109,
                "byte_start": 11848495,
                "stop": 2940.415
              },
              {
                "text": "The parties are different.",
                "start": 2940.415,
                "byte_stop": 11870751,
                "byte_start": 11865109,
                "stop": 2941.817
              },
              {
                "text": "The -- there's no identity of interests.",
                "start": 2941.817,
                "byte_stop": 11892799,
                "byte_start": 11870751,
                "stop": 2947.321
              },
              {
                "text": "I speculated as to whether or not that might not result from a view that the general owner continued to retain his obligation for later unseaworthiness.",
                "start": 2947.321,
                "byte_stop": 11956746,
                "byte_start": 11892799,
                "stop": 2963.327
              },
              {
                "text": "The same thing might happen to -- as respect to cargo where there was a bill of lading exception to which the general owner was not a party.",
                "start": 2963.327,
                "byte_stop": 12015470,
                "byte_start": 11956746,
                "stop": 2977.999
              },
              {
                "text": "Now, I don't believe there's any question here.",
                "start": 2977.999,
                "byte_stop": 12034696,
                "byte_start": 12015470,
                "stop": 2982.793
              },
              {
                "text": "In fact, I'm sure that none has been raised but that Bordas & Company, the demisee of the vessel and the employer of the injured longshoreman was fully covered by the Workmen's Accident Compensation Act of Puerto Rico.",
                "start": 2982.793,
                "byte_stop": 12141589,
                "byte_start": 12034696,
                "stop": 3009.521
              },
              {
                "text": "The demisee had qualified under the Act.",
                "start": 3009.521,
                "byte_stop": 12160606,
                "byte_start": 12141589,
                "stop": 3014.283
              },
              {
                "text": "The -- he'd -- he -- he had done whatever was necessary to ensure himself with what is called the “state insurance fund” which is the same thing as the Compensation Board of Puerto Rico.",
                "start": 3014.283,
                "byte_stop": 12241795,
                "byte_start": 12160606,
                "stop": 3034.579
              },
              {
                "text": "And the evidence has perfectly claimed that the libellant had received his final award and had got everything which the law of Puerto Rico, the Workmen's Com -- Compensation Act provided to him.",
                "start": 3034.579,
                "byte_stop": 12328103,
                "byte_start": 12241795,
                "stop": 3056.158
              },
              {
                "text": "Now, the approach of this situation, it seems to me, lies in the situation which develops -- where if the general owner is not liable in personam for supervening unseaworthiness and the liability of the demisee for an injury resulting for unseaworthiness has been validly limited by a valid Compensation Act whether under those circumstances, the vessel can nevertheless be liable in rem.",
                "start": 3056.158,
                "byte_stop": 12519842,
                "byte_start": 12328103,
                "stop": 3104.102
              },
              {
                "text": "And contrary to what was said in the argument of the -- for the petitioner or I -- I shouldn't say contrary but let me say, I know of no decision of this Court placing civil liability on a vessel in rem where no one was liable in personam.",
                "start": 3104.102,
                "byte_stop": 12652753,
                "byte_start": 12519842,
                "stop": 3137.312
              },
              {
                "text": "And the case that goes the farthest in that direction in my knowledge is the China, the compulsory pilotage case and I'll come to that in a moment or two.",
                "start": 3137.312,
                "byte_stop": 12713462,
                "byte_start": 12652753,
                "stop": 3152.486
              },
              {
                "text": "But, if there is to be liability on the ship in rem where the general owner is not liable to law and the demisee's liability has been statutorily and completely li -- and as so limited completely satisfied, then it seems to me that you've got to take the position that you are going to go all the way with this theory of personification which is so much in the literature of the admiralty but which -- when it comes down to the application to actual cases has been discarded by this Court frequently and it seems to me it has been discarded when the following of the admittedly fictive nature of the personification theory would lead to results which appear to be inequitable, unjust and to create illogical and inconsistent situations.",
                "start": 3152.486,
                "byte_stop": 13072384,
                "byte_start": 12713462,
                "stop": 3242.224
              },
              {
                "text": "The -- I think -- I think I might properly say here that Courts of Appeals for three Circuits starting with the Fifth Circuit in 1933 in Samuels against Munson Line and going to the Third Circuit in 1952 in Smith against The Mormacteal and to the Second Circuit in 1958 in Bennett against The Mormacteal, those cases are all on page 17 of our brief.",
                "start": 3242.224,
                "byte_stop": 13219297,
                "byte_start": 13072384,
                "stop": 3278.968
              },
              {
                "text": "In those cases, the Courts of Appeals held that where the owner was doing his own stevedoring, where the owner employed his own longshoremen and where the owner was consequently relieved to personal liability by the terms of the Longshoremen's and Harbor Workers' Compensation Act, the ship was not to be subjected to in rem liability and that was done on two primary basis that it wasn't the third person under the Act but more properly that you are trying to do by indirection much you couldn't do directly that taking the man's property to satisfy -- taking the man's property by way of a maritime lien to give it to the longshoreman, you are giving the longshoreman from his employer what the Longshoreman's Act said that you should not do.",
                "start": 3278.968,
                "byte_stop": 13520645,
                "byte_start": 13219297,
                "stop": 3354.282
              },
              {
                "text": "Well, Your Honor that raises a rather difficult area to say the least.",
                "start": 3354.282,
                "byte_stop": 13575607,
                "byte_start": 13520645,
                "stop": 3368.022
              },
              {
                "text": "In his second Grillea, he said that as a matter of first impression he saw no reason why you shouldn't take a man's property to satisfy somebody else even though nobody was personally at fault.",
                "start": 3368.022,
                "byte_stop": 13649586,
                "byte_start": 13575607,
                "stop": 3386.532
              },
              {
                "text": "But then he went on and he discussed an indemnity agreement which existed in that case and perhaps I better go into the facts just a little bit of -- in Grillea, the United States had chartered the vessel to an operator which did its own stevedoring.",
                "start": 3386.532,
                "byte_stop": 13779675,
                "byte_start": 13649586,
                "stop": 3419.049
              },
              {
                "text": "The operator employed Grillea.",
                "start": 3419.049,
                "byte_stop": 13804440,
                "byte_start": 13779675,
                "stop": 3425.241
              },
              {
                "text": "Grillea was injured through an unseaworthy condition which occurred or which arose a very, very short time before he was hurt.",
                "start": 3425.241,
                "byte_stop": 13842996,
                "byte_start": 13804440,
                "stop": 3434.892
              },
              {
                "text": "It was a matter of hatch boards being placed back over the hatch in a wobbly way or the wrong side up so that when Grillea stepped on them a few minutes later, down he went and he was injured.",
                "start": 3434.892,
                "byte_stop": 13893987,
                "byte_start": 13842996,
                "stop": 3447.618
              },
              {
                "text": "And as I said in the first Grillea case, the Court of Appeals held that the United States was not liable in personam for that unseaworthiness.",
                "start": 3447.618,
                "byte_stop": 13943933,
                "byte_start": 13893987,
                "stop": 3460.117
              },
              {
                "text": "And the second Grillea arose on rehearing.",
                "start": 3460.117,
                "byte_stop": 13958144,
                "byte_start": 13943933,
                "stop": 3463.661
              },
              {
                "text": "The Court of Appeals didn't reach any in rem question in the first case because it felt that under the suits in Admiralty Act there had been no adequate election to proceed as though on -- to proceed on principles of libels in rem which I think is the wording of the statute.",
                "start": 3463.661,
                "byte_stop": 14061589,
                "byte_start": 13958144,
                "stop": 3489.54
              },
              {
                "text": "Then on rehearing, the court felt that there has been a sufficient election in the libel because of their having alleged that the vessel now was or during the pendency of process will be within the district and various other things.",
                "start": 3489.54,
                "byte_stop": 14138493,
                "byte_start": 14061589,
                "stop": 3508.749
              },
              {
                "text": "So they said there was an adequate election to proceed in personam and to proceed as though in rem and that was done.",
                "start": 3508.749,
                "byte_stop": 14177573,
                "byte_start": 14138493,
                "stop": 3518.519
              },
              {
                "text": "Now in the charter between the United States and the demisee whose name escaped me for the moment, one of the shipping companies.",
                "start": 3518.519,
                "byte_stop": 14220100,
                "byte_start": 14177573,
                "stop": 3529.144
              },
              {
                "text": "There was a provision that the demisee would indemnify the United States for any liens arising during the demise.",
                "start": 3529.144,
                "byte_stop": 14269210,
                "byte_start": 14220100,
                "stop": 3541.436
              },
              {
                "text": "And somehow or rather, Judge Hand seemed to feel that because there was an agreement to indemnify the United States against liens that that was a sufficient phases for saying that a lien existed.",
                "start": 3541.436,
                "byte_stop": 14372237,
                "byte_start": 14269210,
                "stop": 3567.193
              },
              {
                "text": "I don't follow it.",
                "start": 3567.193,
                "byte_stop": 14376730,
                "byte_start": 14372237,
                "stop": 3568.318
              },
              {
                "text": "Other courts have had difficulty with it.",
                "start": 3568.318,
                "byte_stop": 14388851,
                "byte_start": 14376730,
                "stop": 3571.354
              }
            ]
          },
          {
            "start": 3571.354,
            "speaker": null,
            "byte_stop": 14397419,
            "stop": 3573.497,
            "byte_start": 14388851,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3571.354,
                "byte_stop": 14397419,
                "byte_start": 14388851,
                "stop": 3573.497
              }
            ]
          },
          {
            "start": 3573.497,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15110562,
            "stop": 3751.772,
            "byte_start": 14397419,
            "text_blocks": [
              {
                "text": "Well, the Second Circuit in Bennett against The Mormacteal which was decided by Judge Abruzzo, I think in the district referring per curiam, he said that he didn't know what it meant and that in the Bennett case, they didn't feel that the decision, I may not be putting this quite correctly, but they didn't feel Brearley helped the many in that situation and in this case of Pedersen against The Bulklube also decided fairly recently in the Second Circuit.",
                "start": 3573.497,
                "byte_stop": 14546944,
                "byte_start": 14397419,
                "stop": 3610.858
              },
              {
                "text": "They declined to find in rem liability on the vessel for the negligence of a shipyard which was completely in control of the vessel but which was protected against its employee by the Compensation Act.",
                "start": 3610.858,
                "byte_stop": 14618937,
                "byte_start": 14546944,
                "stop": 3628.862
              },
              {
                "text": "It is my feeling and I think probably so that the Second Circuit has backed away from Grillea in those two decisions.",
                "start": 3628.862,
                "byte_stop": 14678810,
                "byte_start": 14618937,
                "stop": 3643.833
              },
              {
                "text": "And there's a third one which I did not cite in my brief but which is in a footnote to petitioner's brief which is Latus against -- somebody -- Latus against the United States.",
                "start": 3643.833,
                "byte_stop": 14759476,
                "byte_start": 14678810,
                "stop": 3663.997
              },
              {
                "text": "That is also an opinion by Judge Learned Hand in 1960.",
                "start": 3663.997,
                "byte_stop": 14788106,
                "byte_start": 14759476,
                "stop": 3671.149
              },
              {
                "text": "There of course, the vessel was out of navigation.",
                "start": 3671.149,
                "byte_stop": 14815378,
                "byte_start": 14788106,
                "stop": 3677.987
              },
              {
                "text": "It was -- so the no lien arose but he referred to the Grillea case and he said of Grillea that -- that a longshoreman has a lien against the vessel for unseaworthiness which no one denies.",
                "start": 3677.987,
                "byte_stop": 14892910,
                "byte_start": 14815378,
                "stop": 3697.348
              },
              {
                "text": "And I think no one denies it whether there is no complica -- complication of an owner who has let a seaworthy vessel and a demisee who is protected by the Compensation Act and under whose -- each is the -- unseaworthiness arises.",
                "start": 3697.348,
                "byte_stop": 15000639,
                "byte_start": 14892910,
                "stop": 3724.295
              },
              {
                "text": "But we don't -- we don't feel that there's much of anything left to Grillea.",
                "start": 3724.295,
                "byte_stop": 15024567,
                "byte_start": 15000639,
                "stop": 3730.264
              },
              {
                "text": "And I'm not sure that there really was anything very much in this rather circular business of saying that because there's an indemnity against the lien, it isn't going to do any harm maybe if we say that the lien arose.",
                "start": 3730.264,
                "byte_stop": 15110562,
                "byte_start": 15024567,
                "stop": 3751.772
              }
            ]
          },
          {
            "start": 3751.772,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 15113697,
            "stop": 3752.564,
            "byte_start": 15110562,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3751.772,
                "byte_stop": 15113697,
                "byte_start": 15110562,
                "stop": 3752.564
              }
            ]
          },
          {
            "start": 3752.564,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15115473,
            "stop": 3752.987,
            "byte_start": 15113697,
            "text_blocks": [
              {
                "text": "Yes, sir?",
                "start": 3752.564,
                "byte_stop": 15115473,
                "byte_start": 15113697,
                "stop": 3752.987
              }
            ]
          },
          {
            "start": 3752.987,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 15174092,
            "stop": 3767.653,
            "byte_start": 15115473,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3752.987,
                "byte_stop": 15174092,
                "byte_start": 15115473,
                "stop": 3767.653
              }
            ]
          },
          {
            "start": 3767.653,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15197080,
            "stop": 3773.409,
            "byte_start": 15174092,
            "text_blocks": [
              {
                "text": "In his dissent in the second Grillea?",
                "start": 3767.653,
                "byte_stop": 15185063,
                "byte_start": 15174092,
                "stop": 3770.403
              },
              {
                "text": "I'm sorry Your Honor, I don't remember.",
                "start": 3770.403,
                "byte_stop": 15197080,
                "byte_start": 15185063,
                "stop": 3773.409
              }
            ]
          },
          {
            "start": 3773.409,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 15208469,
            "stop": 3776.245,
            "byte_start": 15197080,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3773.409,
                "byte_stop": 15208469,
                "byte_start": 15197080,
                "stop": 3776.245
              }
            ]
          },
          {
            "start": 3776.245,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15216619,
            "stop": 3778.274,
            "byte_start": 15208469,
            "text_blocks": [
              {
                "text": "On the indemnity feature.",
                "start": 3776.245,
                "byte_stop": 15216619,
                "byte_start": 15208469,
                "stop": 3778.274
              }
            ]
          },
          {
            "start": 3778.274,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 15235114,
            "stop": 3782.922,
            "byte_start": 15216619,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3778.274,
                "byte_stop": 15235114,
                "byte_start": 15216619,
                "stop": 3782.922
              }
            ]
          },
          {
            "start": 3782.922,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15249847,
            "stop": 3786.597,
            "byte_start": 15235114,
            "text_blocks": [
              {
                "text": "I don't see why a one man's -- why a man's property may not be taken.",
                "start": 3782.922,
                "byte_stop": 15249847,
                "byte_start": 15235114,
                "stop": 3786.597
              }
            ]
          },
          {
            "start": 3786.597,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 15256743,
            "stop": 3788.316,
            "byte_start": 15249847,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3786.597,
                "byte_stop": 15256743,
                "byte_start": 15249847,
                "stop": 3788.316
              }
            ]
          },
          {
            "start": 3788.316,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15932792,
            "stop": 3957.319,
            "byte_start": 15256743,
            "text_blocks": [
              {
                "text": "Grillea is -- has certainly led to a great deal of confusion and I think comment in the -- in the District Courts, my Brother has referred to, he ha -- he has said that there are three cases which uphold the in rem liability in this situation.",
                "start": 3788.316,
                "byte_stop": 15336573,
                "byte_start": 15256743,
                "stop": 3808.269
              },
              {
                "text": "And of course Grillea, the second Grillea is one of them.",
                "start": 3808.269,
                "byte_stop": 15360188,
                "byte_start": 15336573,
                "stop": 3814.184
              },
              {
                "text": "The other two are District Court cases.",
                "start": 3814.184,
                "byte_stop": 15374608,
                "byte_start": 15360188,
                "stop": 3817.776
              },
              {
                "text": "One by Judge Dimock in the Southern District, I think, of New York, in Leotta against The Esparta and the other one is Reed against The Yaka in the Third Circuit and that was a District Court decision which is on appeal now, was argued there, I think, on the 18th of last December.",
                "start": 3817.776,
                "byte_stop": 15479620,
                "byte_start": 15374608,
                "stop": 3844.042
              },
              {
                "text": "Judge -- the Leotta against The Esparta in New York went off on exceptions to the libel and while Judge Bondy's much earlier decision in Vitozi against Platano which was the in rem in aspect of Vitozi against Balboa Shipping Company.",
                "start": 3844.042,
                "byte_stop": 15598634,
                "byte_start": 15479620,
                "stop": 3873.797
              },
              {
                "text": "The judge in -- in that case seem to feel that because there was a shipowner who owned the ship but who was not protected by a Compensation Act perhaps that was an adequate reason for holding the ship in rem, and the same thing is said in the Pennsylvania case, Reed against Yaka, in other words, that although the owner admittedly is not liable in personam, the fact that he is at sometime when going to the ship back takes the stand out of awarding a decree or a judgment which the Longshoremen's and Harbor Worker's Compensation Act has said exceeds what the Congress has said should occur in that type of case.",
                "start": 3873.797,
                "byte_stop": 15932792,
                "byte_start": 15598634,
                "stop": 3957.319
              }
            ]
          },
          {
            "start": 3957.319,
            "speaker": null,
            "byte_stop": 15957243,
            "stop": 3963.438,
            "byte_start": 15932792,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3957.319,
                "byte_stop": 15957243,
                "byte_start": 15932792,
                "stop": 3963.438
              }
            ]
          },
          {
            "start": 3963.438,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 15969782,
            "stop": 3966.565,
            "byte_start": 15957243,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 3963.438,
                "byte_stop": 15966960,
                "byte_start": 15957243,
                "stop": 3965.871
              },
              {
                "text": "He does --",
                "start": 3965.871,
                "byte_stop": 15969782,
                "byte_start": 15966960,
                "stop": 3966.565
              }
            ]
          },
          {
            "start": 3966.565,
            "speaker": null,
            "byte_stop": 16104887,
            "stop": 4000.348,
            "byte_start": 15969782,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3966.565,
                "byte_stop": 16104887,
                "byte_start": 15969782,
                "stop": 4000.348
              }
            ]
          },
          {
            "start": 4000.348,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 16121919,
            "stop": 4004.623,
            "byte_start": 16104887,
            "text_blocks": [
              {
                "text": "It's the very question of in rem responsibility.",
                "start": 4000.348,
                "byte_stop": 16121919,
                "byte_start": 16104887,
                "stop": 4004.623
              }
            ]
          },
          {
            "start": 4004.623,
            "speaker": null,
            "byte_stop": 16196838,
            "stop": 4023.351,
            "byte_start": 16121919,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4004.623,
                "byte_stop": 16196838,
                "byte_start": 16121919,
                "stop": 4023.351
              }
            ]
          },
          {
            "start": 4023.351,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17354898,
            "stop": 4312.865,
            "byte_start": 16196838,
            "text_blocks": [
              {
                "text": "Cases in that category dealing with longshoremen in Courts of Appeals, I think that this and Grillea are the only two.",
                "start": 4023.351,
                "byte_stop": 16247620,
                "byte_start": 16196838,
                "stop": 4036.044
              },
              {
                "text": "I know of no others.",
                "start": 4036.044,
                "byte_stop": 16292968,
                "byte_start": 16247620,
                "stop": 4047.377
              },
              {
                "text": "I -- on this question of -- of personification and how far on this question of personification -- personification theory and how far it is to be carried, I think I could comment that Mr. Justice Holmes was one of the writers on the subject back in his work on the common law in 1881 and he talked about the English view and pointed out that personification was carried further in the United States than in England and he thought that because of the convenience security which the ship offered to an injured party whether contract or tort that that might have been one of the reasons for the continued veracity of the personification theory although it apparently arose out of the ancient law of (Inaudible) and conceptions of a -- animistic conceptions.",
                "start": 4047.377,
                "byte_stop": 16599960,
                "byte_start": 16292968,
                "stop": 4124.115
              },
              {
                "text": "But when Mr. Justice Holmes came to decide cases in this Court where the personification theory led to inconsistent or illogical results, he had no hesitation in leaving it behind as a fiction as he did both in the Eugene F. Moran and the Western Maid which is cited on page 12 of our brief.",
                "start": 4124.115,
                "byte_stop": 16719391,
                "byte_start": 16599960,
                "stop": 4153.966
              },
              {
                "text": "Now, the Western Maid is -- it seems to me, of real importance here because in that case, two vessels privately owned were demised to the United States during World War I and were used as public vessels.",
                "start": 4153.966,
                "byte_stop": 16800580,
                "byte_start": 16719391,
                "stop": 4174.27
              },
              {
                "text": "There was no Public Vessels Act in those days.",
                "start": 4174.27,
                "byte_stop": 16815522,
                "byte_start": 16800580,
                "stop": 4178.01
              },
              {
                "text": "The Shipping Act 1916 which later became the suits in Admiralty Act didn't cover the situation so that unless the owner of -- those vessels by the way were in collision while they were in the possession of the United States.",
                "start": 4178.01,
                "byte_stop": 16888142,
                "byte_start": 16815522,
                "stop": 4196.17
              },
              {
                "text": "Now, when -- those vessels were returned to their owners the end of the war and they were liable in rem.",
                "start": 4196.17,
                "byte_stop": 16934222,
                "byte_start": 16888142,
                "stop": 4207.695
              },
              {
                "text": "And this Court said in the Western Maid, Mr. Justice Holmes speaking for the majority said that in a legal sense no tort had been committed by the vessels because at the time the Act was done, there was no means of recovery and that when the vessels passed back to their owners even though on a theory of personification, you could follow the Reeds that this Court wouldn't permit that to be done.",
                "start": 4207.695,
                "byte_stop": 17106108,
                "byte_start": 16934222,
                "stop": 4250.659
              },
              {
                "text": "And we think that the analogy here is very plain that the quasi-immunity or quasi -- or the quasi-immunity or satisfaction of a liability of Bordas & Company, the charterer attached to the vessels so that when it -- when it gets beyond that state, it is no longer subject to a maritime lien or to put it in a different way, my Brother says why should this situation of demise cut off the lien.",
                "start": 4250.659,
                "byte_stop": 17281964,
                "byte_start": 17106108,
                "stop": 4294.622
              },
              {
                "text": "And we put it -- and view it the other way around, did a lien ever arise in this situation because of the compact and the demise.",
                "start": 4294.622,
                "byte_stop": 17350196,
                "byte_start": 17281964,
                "stop": 4311.68
              },
              {
                "text": "Now --",
                "start": 4311.68,
                "byte_stop": 17354898,
                "byte_start": 17350196,
                "stop": 4312.865
              }
            ]
          },
          {
            "start": 4312.865,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17359600,
            "stop": 4314.038,
            "byte_start": 17354898,
            "text_blocks": [
              {
                "text": "Suppose you are right.",
                "start": 4312.865,
                "byte_stop": 17359600,
                "byte_start": 17354898,
                "stop": 4314.038
              }
            ]
          },
          {
            "start": 4314.038,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17370154,
            "stop": 4316.68,
            "byte_start": 17359600,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 4314.038,
                "byte_stop": 17370154,
                "byte_start": 17359600,
                "stop": 4316.68
              }
            ]
          },
          {
            "start": 4316.68,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17428459,
            "stop": 4331.257,
            "byte_start": 17370154,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4316.68,
                "byte_stop": 17428459,
                "byte_start": 17370154,
                "stop": 4331.257
              }
            ]
          },
          {
            "start": 4331.257,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17438490,
            "stop": 4333.759,
            "byte_start": 17428459,
            "text_blocks": [
              {
                "text": "By this Court?",
                "start": 4331.257,
                "byte_stop": 17438490,
                "byte_start": 17428459,
                "stop": 4333.759
              }
            ]
          },
          {
            "start": 4333.759,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17451029,
            "stop": 4336.878,
            "byte_start": 17438490,
            "text_blocks": [
              {
                "text": "But it -- didn't that involve questions of sovereign immunity?",
                "start": 4333.759,
                "byte_stop": 17451029,
                "byte_start": 17438490,
                "stop": 4336.878
              }
            ]
          },
          {
            "start": 4336.878,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17460120,
            "stop": 4339.155,
            "byte_start": 17451029,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 4336.878,
                "byte_stop": 17455313,
                "byte_start": 17451029,
                "stop": 4337.967
              },
              {
                "text": "It did.",
                "start": 4337.967,
                "byte_stop": 17460120,
                "byte_start": 17455313,
                "stop": 4339.155
              }
            ]
          },
          {
            "start": 4339.155,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17468792,
            "stop": 4341.331,
            "byte_start": 17460120,
            "text_blocks": [
              {
                "text": "I don't suppose of any doubt as to --",
                "start": 4339.155,
                "byte_stop": 17468792,
                "byte_start": 17460120,
                "stop": 4341.331
              }
            ]
          },
          {
            "start": 4341.331,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17473494,
            "stop": 4342.506,
            "byte_start": 17468792,
            "text_blocks": [
              {
                "text": "Well, it --",
                "start": 4341.331,
                "byte_stop": 17473494,
                "byte_start": 17468792,
                "stop": 4342.506
              }
            ]
          },
          {
            "start": 4342.506,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17565236,
            "stop": 4365.445,
            "byte_start": 17473494,
            "text_blocks": [
              {
                "text": "I don't mean that.",
                "start": 4342.506,
                "byte_stop": 17477569,
                "byte_start": 17473494,
                "stop": 4343.516
              },
              {
                "text": "I mean that was -- what was the (Inaudible)",
                "start": 4343.516,
                "byte_stop": 17565236,
                "byte_start": 17477569,
                "stop": 4365.445
              }
            ]
          },
          {
            "start": 4365.445,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17567117,
            "stop": 4365.91,
            "byte_start": 17565236,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 4365.445,
                "byte_stop": 17567117,
                "byte_start": 17565236,
                "stop": 4365.91
              }
            ]
          },
          {
            "start": 4365.91,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17577462,
            "stop": 4368.489,
            "byte_start": 17567117,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4365.91,
                "byte_stop": 17577462,
                "byte_start": 17567117,
                "stop": 4368.489
              }
            ]
          },
          {
            "start": 4368.489,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17587597,
            "stop": 4371.022,
            "byte_start": 17577462,
            "text_blocks": [
              {
                "text": "Well, that the lien on the vessel did not exist.",
                "start": 4368.489,
                "byte_stop": 17587597,
                "byte_start": 17577462,
                "stop": 4371.022
              }
            ]
          },
          {
            "start": 4371.022,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17602748,
            "stop": 4374.824,
            "byte_start": 17587597,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 4371.022,
                "byte_stop": 17588642,
                "byte_start": 17587597,
                "stop": 4371.299
              },
              {
                "text": "I mean (Inaudible)",
                "start": 4371.299,
                "byte_stop": 17602748,
                "byte_start": 17588642,
                "stop": 4374.824
              }
            ]
          },
          {
            "start": 4374.824,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17605465,
            "stop": 4375.487,
            "byte_start": 17602748,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 4374.824,
                "byte_stop": 17605465,
                "byte_start": 17602748,
                "stop": 4375.487
              }
            ]
          },
          {
            "start": 4375.487,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17654784,
            "stop": 4387.818,
            "byte_start": 17605465,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4375.487,
                "byte_stop": 17654784,
                "byte_start": 17605465,
                "stop": 4387.818
              }
            ]
          },
          {
            "start": 4387.818,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17656142,
            "stop": 4388.16,
            "byte_start": 17654784,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 4387.818,
                "byte_stop": 17656142,
                "byte_start": 17654784,
                "stop": 4388.16
              }
            ]
          },
          {
            "start": 4388.16,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 17703372,
            "stop": 4399.978,
            "byte_start": 17656142,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4388.16,
                "byte_stop": 17703372,
                "byte_start": 17656142,
                "stop": 4399.978
              }
            ]
          },
          {
            "start": 4399.978,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17706193,
            "stop": 4400.669,
            "byte_start": 17703372,
            "text_blocks": [
              {
                "text": "I don't --",
                "start": 4399.978,
                "byte_stop": 17706193,
                "byte_start": 17703372,
                "stop": 4400.669
              }
            ]
          },
          {
            "start": 4400.669,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17707656,
            "stop": 4401.033,
            "byte_start": 17706193,
            "text_blocks": [
              {
                "text": "But he said --",
                "start": 4400.669,
                "byte_stop": 17707656,
                "byte_start": 17706193,
                "stop": 4401.033
              }
            ]
          },
          {
            "start": 4401.033,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17709850,
            "stop": 4401.594,
            "byte_start": 17707656,
            "text_blocks": [
              {
                "text": "-- know --",
                "start": 4401.033,
                "byte_stop": 17709850,
                "byte_start": 17707656,
                "stop": 4401.594
              }
            ]
          },
          {
            "start": 4401.594,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17720926,
            "stop": 4404.373,
            "byte_start": 17709850,
            "text_blocks": [
              {
                "text": "-- he said in that case, I just happen to be reading it --",
                "start": 4401.594,
                "byte_stop": 17720926,
                "byte_start": 17709850,
                "stop": 4404.373
              }
            ]
          },
          {
            "start": 4404.373,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17723538,
            "stop": 4405.008,
            "byte_start": 17720926,
            "text_blocks": [
              {
                "text": "Yes, sir.",
                "start": 4404.373,
                "byte_stop": 17723538,
                "byte_start": 17720926,
                "stop": 4405.008
              }
            ]
          },
          {
            "start": 4405.008,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17765439,
            "stop": 4415.5,
            "byte_start": 17723538,
            "text_blocks": [
              {
                "text": "-- the personality of a public vessel is merged in that of the sovereign.",
                "start": 4405.008,
                "byte_stop": 17745272,
                "byte_start": 17723538,
                "stop": 4410.441
              },
              {
                "text": "I suppose that -- there's no relevancy here, does it?",
                "start": 4410.441,
                "byte_stop": 17765439,
                "byte_start": 17745272,
                "stop": 4415.5
              }
            ]
          },
          {
            "start": 4415.5,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17774320,
            "stop": 4417.722,
            "byte_start": 17765439,
            "text_blocks": [
              {
                "text": "What was the first of that, Your Honor?",
                "start": 4415.5,
                "byte_stop": 17774320,
                "byte_start": 17765439,
                "stop": 4417.722
              }
            ]
          },
          {
            "start": 4417.722,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17790516,
            "stop": 4421.755,
            "byte_start": 17774320,
            "text_blocks": [
              {
                "text": "The personality of a public vessel is merged in that of the sovereign.",
                "start": 4417.722,
                "byte_stop": 17790516,
                "byte_start": 17774320,
                "stop": 4421.755
              }
            ]
          },
          {
            "start": 4421.755,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17791770,
            "stop": 4422.072,
            "byte_start": 17790516,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 4421.755,
                "byte_stop": 17791770,
                "byte_start": 17790516,
                "stop": 4422.072
              }
            ]
          },
          {
            "start": 4422.072,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 17804622,
            "stop": 4425.275,
            "byte_start": 17791770,
            "text_blocks": [
              {
                "text": "You're talking about the fiction of the vessel things, I think.",
                "start": 4422.072,
                "byte_stop": 17804622,
                "byte_start": 17791770,
                "stop": 4425.275
              }
            ]
          },
          {
            "start": 4425.275,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 17955192,
            "stop": 4462.941,
            "byte_start": 17804622,
            "text_blocks": [
              {
                "text": "No.",
                "start": 4425.275,
                "byte_stop": 17807339,
                "byte_start": 17804622,
                "stop": 4425.973
              },
              {
                "text": "I don't think that that has any relevance here.",
                "start": 4425.973,
                "byte_stop": 17818833,
                "byte_start": 17807339,
                "stop": 4428.846
              },
              {
                "text": "It seems to me that what has relevance here is that the -- in the Western Maid, the sovereign immunity followed the vessel back into the hands of the private owner.",
                "start": 4428.846,
                "byte_stop": 17870033,
                "byte_start": 17818833,
                "stop": 4441.651
              },
              {
                "text": "And here, the quasi-immunity of the demisee protected by the Compensation Act should follow as to his liability and his stake in the vessel.",
                "start": 4441.651,
                "byte_stop": 17936802,
                "byte_start": 17870033,
                "stop": 4458.32
              },
              {
                "text": "And the general owner had no liability at all.",
                "start": 4458.32,
                "byte_stop": 17953416,
                "byte_start": 17936802,
                "stop": 4462.493
              },
              {
                "text": "Now --",
                "start": 4462.493,
                "byte_stop": 17955192,
                "byte_start": 17953416,
                "stop": 4462.941
              }
            ]
          },
          {
            "start": 4462.941,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 18032306,
            "stop": 4482.198,
            "byte_start": 17955192,
            "text_blocks": [
              {
                "text": "In the record because that isn't -- the Western Maid didn't inject the Doctrine of Sovereign Immunity that is (Inaudible) --",
                "start": 4462.941,
                "byte_stop": 18032306,
                "byte_start": 17955192,
                "stop": 4482.198
              }
            ]
          },
          {
            "start": 4482.198,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 18034918,
            "stop": 4482.859,
            "byte_start": 18032306,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 4482.198,
                "byte_stop": 18034918,
                "byte_start": 18032306,
                "stop": 4482.859
              }
            ]
          },
          {
            "start": 4482.859,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 18049024,
            "stop": 4486.383,
            "byte_start": 18034918,
            "text_blocks": [
              {
                "text": "But we should take our law from the majority opinion up in the dissent then, are we?",
                "start": 4482.859,
                "byte_stop": 18049024,
                "byte_start": 18034918,
                "stop": 4486.383
              }
            ]
          },
          {
            "start": 4486.383,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 18071907,
            "stop": 4492.108,
            "byte_start": 18049024,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4486.383,
                "byte_stop": 18071907,
                "byte_start": 18049024,
                "stop": 4492.108
              }
            ]
          },
          {
            "start": 4492.108,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 18082774,
            "stop": 4494.819,
            "byte_start": 18071907,
            "text_blocks": [
              {
                "text": "Did you ask --",
                "start": 4492.108,
                "byte_stop": 18082774,
                "byte_start": 18071907,
                "stop": 4494.819
              }
            ]
          },
          {
            "start": 4494.819,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 18102418,
            "stop": 4499.733,
            "byte_start": 18082774,
            "text_blocks": [
              {
                "text": "This is -- was just a little footnote.",
                "start": 4494.819,
                "byte_stop": 18102418,
                "byte_start": 18082774,
                "stop": 4499.733
              }
            ]
          },
          {
            "start": 4499.733,
            "speaker": {
              "last_name": "Edgerton",
              "ID": 41281,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/seymour_p_edgerton",
              "view_count": 0,
              "identifier": "seymour_p_edgerton",
              "name": "Seymour P. Edgerton"
            },
            "byte_stop": 19047215,
            "stop": 4735.946,
            "byte_start": 18102418,
            "text_blocks": [
              {
                "text": "I know of no other cases Mr. Justice Frankfurter involving collisions in which the Western Maid arguments have been followed or discussed at any great length but this Continental Grain Company against the Barge FBL-585 in which the question of transferability of causes of action under 1404, I think it is, of the Judicial Code was discussed.",
                "start": 4499.733,
                "byte_stop": 18240449,
                "byte_start": 18102418,
                "stop": 4534.247
              },
              {
                "text": "The majority there in Mr. Justice Black's opinion, I think was, discussed the personality theory and how far it should go and also the City of Norwich and the Consumers Import Company against the KKKZ and those last two cases are cases where the limitation of liability acts of United States provided that under certain circumstances the owner should not be liable in the KK -- Consumers against the KKK, it was the 'Fire Statute' which said that if cargo was damaged by fire, the owner shall not be liable unless he was negligent or procured the fire, the other was the usual limitation section where the owner's interest -- owner's -- what can be taken from the owner shall not exceed the value of the owner's interest in the vessel.",
                "start": 4534.247,
                "byte_stop": 18526229,
                "byte_start": 18240449,
                "stop": 4605.681
              },
              {
                "text": "And both of those cases that was asserted that that meant that the owner shouldn't be liable but should -- could still go against the ship and this Court would have nothing to do with that at all.",
                "start": 4605.681,
                "byte_stop": 18577115,
                "byte_start": 18526229,
                "stop": 4618.405
              },
              {
                "text": "Now, I want very briefly to mention to the last point in our brief which is the question which is presented if this Court finds that there is in rem liability in this case.",
                "start": 4618.405,
                "byte_stop": 18646706,
                "byte_start": 18577115,
                "stop": 4635.799
              },
              {
                "text": "Now, this question is not before you on the record.",
                "start": 4635.799,
                "byte_stop": 18668022,
                "byte_start": 18646706,
                "stop": 4641.133
              },
              {
                "text": "It was argued in the Court of Appeals.",
                "start": 4641.133,
                "byte_stop": 18681501,
                "byte_start": 18668022,
                "stop": 4644.504
              },
              {
                "text": "You will note from Judge Aldrich's opinion that because of the way they decided the case they didn't find it necessarily to reach this point but it remains in the case and that is this that -- when -- that this carried -- the vessel here was actually seized by the marshal.",
                "start": 4644.504,
                "byte_stop": 18758510,
                "byte_start": 18681501,
                "stop": 4663.764
              },
              {
                "text": "It was a case where he actually went aboard onto the process that was on the December the 8th I think, and a couple of weeks later, the claimant -- the respondent Pichirilo filed a claim of the vessel in the form of a motion.",
                "start": 4663.764,
                "byte_stop": 18838967,
                "byte_start": 18758510,
                "stop": 4683.87
              },
              {
                "text": "And with that -- and that motion was ascended to.",
                "start": 4683.87,
                "byte_stop": 18856835,
                "byte_start": 18838967,
                "stop": 4688.34
              },
              {
                "text": "And in that motion, he asked to put up a bond for $20,000 for the release of the vessel that was presented to and the bond was filed.",
                "start": 4688.34,
                "byte_stop": 18910229,
                "byte_start": 18856835,
                "stop": 4701.698
              },
              {
                "text": "Now, we think or -- the District Judge found against the libellant for $30,000 and his decree read against both the ship and the respond -- the personal respondent in the same amount.",
                "start": 4701.698,
                "byte_stop": 18991731,
                "byte_start": 18910229,
                "stop": 4722.057
              },
              {
                "text": "I just want you to read J.K. Welding against Gotham Marine which is cited here.",
                "start": 4722.057,
                "byte_stop": 19012524,
                "byte_start": 18991731,
                "stop": 4727.259
              },
              {
                "text": "We think that any decree against the ship cannot exceed the amount of the bond even though there's a supersedeas bond --",
                "start": 4727.259,
                "byte_stop": 19047215,
                "byte_start": 19012524,
                "stop": 4735.946
              }
            ]
          },
          {
            "start": 4735.946,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 19104789,
            "stop": 4750.336,
            "byte_start": 19047215,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4735.946,
                "byte_stop": 19104789,
                "byte_start": 19047215,
                "stop": 4750.336
              }
            ]
          }
        ],
        "stop": 4750.336
      },
      {
        "start": 4750.336,
        "byte_stop": 22736227,
        "byte_start": 19104789,
        "turns": [
          {
            "start": 4750.336,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 19847398,
            "stop": 4935.968,
            "byte_start": 19104789,
            "text_blocks": [
              {
                "text": "At the risk of sounding irreverential, I would like to say that Mr. Justice Holmes' discussion of the personality of a ship in the Western Maid was completely unnecessary, the decision of that case.",
                "start": 4750.336,
                "byte_stop": 19186604,
                "byte_start": 19104789,
                "stop": 4770.789
              },
              {
                "text": "That case was decided as I read it on the ground that the sovereign cannot pass bad title.",
                "start": 4770.789,
                "byte_stop": 19226520,
                "byte_start": 19186604,
                "stop": 4780.748
              },
              {
                "text": "That case was decided before the Public Vessels Acts where you could -- where the sovereign is now no longer immune from suit",
                "start": 4780.748,
                "byte_stop": 19262777,
                "byte_start": 19226520,
                "stop": 4789.819
              },
              {
                "text": "So when it had taken the ships from private individuals and then acted either give them back or sell them, the sovereign was in the position of allowing these liens after retransfer to indicate that the sovereign had passed bad title.",
                "start": 4789.819,
                "byte_stop": 19337488,
                "byte_start": 19262777,
                "stop": 4808.511
              },
              {
                "text": "It's the same thing of saying that a marshal sale, no different.",
                "start": 4808.511,
                "byte_stop": 19355773,
                "byte_start": 19337488,
                "stop": 4813.071
              },
              {
                "text": "And there was no necessity.",
                "start": 4813.071,
                "byte_stop": 19365177,
                "byte_start": 19355773,
                "stop": 4815.432
              },
              {
                "text": "I think some of the dissenters in that case went up to discuss the question.",
                "start": 4815.432,
                "byte_stop": 19383150,
                "byte_start": 19365177,
                "stop": 4819.927
              },
              {
                "text": "But at any rate whether there was or not Justice Holmes said it is totally immaterial that in dealing with private wrongs, the fiction however originated, that is the fiction of personality of the vessel, is enforced.",
                "start": 4819.927,
                "byte_stop": 19460577,
                "byte_start": 19383150,
                "stop": 4839.285
              },
              {
                "text": "So that Mr. Justice Holmes did not destroy the personality fic -- fiction in the Western Maid.All he did was to say it doesn't apply to the sovereign.",
                "start": 4839.285,
                "byte_stop": 19502582,
                "byte_start": 19460577,
                "stop": 4849.789
              },
              {
                "text": "And in answer to Mr. Justice Frankfurter's question I think that in the Canadian Aviator, Limited, this Court reaffirmed its position of following the Personality Doctrine.",
                "start": 4849.789,
                "byte_stop": 19566111,
                "byte_start": 19502582,
                "stop": 4865.665
              },
              {
                "text": "And Mr. Justice Black in his decision in Continental said that we're not going to use it when a act -- when an action is brought both in personam and in rem and call it two separate actions to avoid transfer to the jurisdiction that is most convenient and in the interest of justice.",
                "start": 4865.665,
                "byte_stop": 19648136,
                "byte_start": 19566111,
                "stop": 4886.157
              },
              {
                "text": "And he went on to say that the Personality Doctrine did exist as the re -- for the redress of other wrongs.",
                "start": 4886.157,
                "byte_stop": 19689514,
                "byte_start": 19648136,
                "stop": 4896.521
              },
              {
                "text": "But I would like to, for a moment, point out in answer to Mr. Justice Harlan's question of my Brother as to the threshold issue here of whether or not there was a demise.",
                "start": 4896.521,
                "byte_stop": 19760671,
                "byte_start": 19689514,
                "stop": 4914.303
              },
              {
                "text": "The captain of the vessel testified that a deposition at which the em -- the purported demisee was present and two proctors for the respondent were present.",
                "start": 4914.303,
                "byte_stop": 19824410,
                "byte_start": 19760671,
                "stop": 4930.226
              },
              {
                "text": "He was asked, “By whom are you employed?”",
                "start": 4930.226,
                "byte_stop": 19836008,
                "byte_start": 19824410,
                "stop": 4933.12
              },
              {
                "text": "He answered, Ramon Ruiz Pichirilo.",
                "start": 4933.12,
                "byte_stop": 19847398,
                "byte_start": 19836008,
                "stop": 4935.968
              }
            ]
          },
          {
            "start": 4935.968,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 19851160,
            "stop": 4936.927,
            "byte_start": 19847398,
            "text_blocks": [
              {
                "text": "Where is that in the record?",
                "start": 4935.968,
                "byte_stop": 19851160,
                "byte_start": 19847398,
                "stop": 4936.927
              }
            ]
          },
          {
            "start": 4936.927,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 19859310,
            "stop": 4938.964,
            "byte_start": 19851160,
            "text_blocks": [
              {
                "text": "I'm sorry page 10, sir.",
                "start": 4936.927,
                "byte_stop": 19859310,
                "byte_start": 19851160,
                "stop": 4938.964
              }
            ]
          },
          {
            "start": 4938.964,
            "speaker": null,
            "byte_stop": 19864430,
            "stop": 4940.242,
            "byte_start": 19859310,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4938.964,
                "byte_stop": 19864430,
                "byte_start": 19859310,
                "stop": 4940.242
              }
            ]
          },
          {
            "start": 4940.242,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 20519894,
            "stop": 5104.101,
            "byte_start": 19864430,
            "text_blocks": [
              {
                "text": "At the bottom of that page.",
                "start": 4940.242,
                "byte_stop": 19873207,
                "byte_start": 19864430,
                "stop": 4942.445
              },
              {
                "text": "He was asked if anyone got hurt.",
                "start": 4942.445,
                "byte_stop": 19882715,
                "byte_start": 19873207,
                "stop": 4944.816
              },
              {
                "text": "And he said, “Well, yes.",
                "start": 4944.816,
                "byte_stop": 19888044,
                "byte_start": 19882715,
                "stop": 4946.144
              },
              {
                "text": "There was fellow there.",
                "start": 4946.144,
                "byte_stop": 19893687,
                "byte_start": 19888044,
                "stop": 4947.541
              },
              {
                "text": "An employee of Bordas & Company, who is refilling the bags with the corn that has spilled on deck and suddenly I saw that the man stayed more like this, etcetera.\"",
                "start": 4947.541,
                "byte_stop": 19933706,
                "byte_start": 19893687,
                "stop": 4957.559
              },
              {
                "text": "On the top of page 11, “Did you make out an accident report?”",
                "start": 4957.559,
                "byte_stop": 19954395,
                "byte_start": 19933706,
                "stop": 4962.721
              },
              {
                "text": "He says, “No sir.",
                "start": 4962.721,
                "byte_stop": 19959202,
                "byte_start": 19954395,
                "stop": 4963.935
              },
              {
                "text": "I didn't fill out any report.",
                "start": 4963.935,
                "byte_stop": 19965994,
                "byte_start": 19959202,
                "stop": 4965.618
              },
              {
                "text": "He was not my employee.”",
                "start": 4965.618,
                "byte_stop": 19978010,
                "byte_start": 19965994,
                "stop": 4968.622
              },
              {
                "text": "“Did you report it to anyone?”",
                "start": 4968.622,
                "byte_stop": 19986683,
                "byte_start": 19978010,
                "stop": 4970.789
              },
              {
                "text": "“Well of course, Bordas & Company, they hospitalized him.”",
                "start": 4970.789,
                "byte_stop": 20001625,
                "byte_start": 19986683,
                "stop": 4974.54
              },
              {
                "text": "I submit, this doesn't sound like a man who is being employed by the demisee.",
                "start": 4974.54,
                "byte_stop": 20028688,
                "byte_start": 20001625,
                "stop": 4981.302
              },
              {
                "text": "And the demisee was present, refused to cross-examine although he had two proctors there.",
                "start": 4981.302,
                "byte_stop": 20052616,
                "byte_start": 20028688,
                "stop": 4987.288
              },
              {
                "text": "At the trial, the demisee testified.",
                "start": 4987.288,
                "byte_stop": 20069021,
                "byte_start": 20052616,
                "stop": 4991.391
              },
              {
                "text": "And he was asked whether he covered this captain under the Workmen's Compensation, this is at the top of page 16 sir.",
                "start": 4991.391,
                "byte_stop": 20101831,
                "byte_start": 20069021,
                "stop": 4999.601
              },
              {
                "text": "He was asked whether he covered this man under the Workmen's Compensation because seamen must be covered too under the Workmen's Compensation Law of Puerto Rico.",
                "start": 4999.601,
                "byte_stop": 20163688,
                "byte_start": 20101831,
                "stop": 5015.06
              },
              {
                "text": "He said, “No.”",
                "start": 5015.06,
                "byte_stop": 20142164,
                "byte_start": 20163688,
                "stop": 5009.667
              },
              {
                "text": "He was asked whether he listed himself as owner or operator with Customs.",
                "start": 5009.667,
                "byte_stop": 20171212,
                "byte_start": 20142164,
                "stop": 5016.929
              },
              {
                "text": "So that when the Court of Appeals in writing its opinion says that, “We believe the court”, that is the District Court, “was mislead by testimony.”",
                "start": 5016.929,
                "byte_stop": 20243832,
                "byte_start": 20171212,
                "stop": 5035.098
              },
              {
                "text": "They completely overlooked the fact that there was a conflict of evidence and they overlooked the fact that the District Court said that it did not believe the testimony of the demisee.",
                "start": 5035.098,
                "byte_stop": 20298898,
                "byte_start": 20243832,
                "stop": 5048.863
              },
              {
                "text": "The demisee has been testifying.",
                "start": 5048.863,
                "byte_stop": 20306108,
                "byte_start": 20298898,
                "stop": 5050.651
              },
              {
                "text": "This is at page 17.",
                "start": 5050.651,
                "byte_stop": 20314781,
                "byte_start": 20306108,
                "stop": 5052.813
              },
              {
                "text": "The demisee has been testifying that he was operating, that he was managing, that he was paying everything.",
                "start": 5052.813,
                "byte_stop": 20347068,
                "byte_start": 20314781,
                "stop": 5060.908
              },
              {
                "text": "At the very conclusion of his testimony, the court said to counsel -- to the proctor for the respondent, of course you know pretty well that the doct -- the doctrine in admiralty that there is a non-delegable duty no matter who was managing the thing or who was paying for the payroll, Mr. Bordas clearly stated that the boat belong to Pichirilo.",
                "start": 5060.908,
                "byte_stop": 20434422,
                "byte_start": 20347068,
                "stop": 5082.733
              },
              {
                "text": "And that Pichirilo isn't coming here is because he can't leave the Dominican Republic.",
                "start": 5082.733,
                "byte_stop": 20451976,
                "byte_start": 20434422,
                "stop": 5087.128
              },
              {
                "text": "But he is the owner and he is the operator of the boat.",
                "start": 5087.128,
                "byte_stop": 20465037,
                "byte_start": 20451976,
                "stop": 5090.383
              },
              {
                "text": "The proctor for the respondent said, “No, the owner not the operator.",
                "start": 5090.383,
                "byte_stop": 20482278,
                "byte_start": 20465037,
                "stop": 5094.696
              },
              {
                "text": "The operator is Bordas & Company.”",
                "start": 5094.696,
                "byte_stop": 20492518,
                "byte_start": 20482278,
                "stop": 5097.261
              },
              {
                "text": "And the court said clearly, “That maybe what you think.",
                "start": 5097.261,
                "byte_stop": 20507878,
                "byte_start": 20492518,
                "stop": 5101.097
              },
              {
                "text": "But I don't believe that Bordas is the operator.”",
                "start": 5101.097,
                "byte_stop": 20519894,
                "byte_start": 20507878,
                "stop": 5104.101
              }
            ]
          },
          {
            "start": 5104.101,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 20548106,
            "stop": 5111.162,
            "byte_start": 20519894,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5104.101,
                "byte_stop": 20548106,
                "byte_start": 20519894,
                "stop": 5111.162
              }
            ]
          },
          {
            "start": 5111.162,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 20588753,
            "stop": 5121.311,
            "byte_start": 20548106,
            "text_blocks": [
              {
                "text": "May I suggest Your Honor that he -- that Bordas has been testifying, “I operate.",
                "start": 5111.162,
                "byte_stop": 20564511,
                "byte_start": 20548106,
                "stop": 5115.26
              },
              {
                "text": "I manage.",
                "start": 5115.26,
                "byte_stop": 20567751,
                "byte_start": 20564511,
                "stop": 5116.079
              },
              {
                "text": "I control.”",
                "start": 5116.079,
                "byte_stop": 20574647,
                "byte_start": 20567751,
                "stop": 5117.805
              },
              {
                "text": "And the court said, “I don't believe that you operate it and manage.”",
                "start": 5117.805,
                "byte_stop": 20588753,
                "byte_start": 20574647,
                "stop": 5121.311
              }
            ]
          },
          {
            "start": 5121.311,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 20676106,
            "stop": 5143.154,
            "byte_start": 20588753,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5121.311,
                "byte_stop": 20643610,
                "byte_start": 20588753,
                "stop": 5135.042
              },
              {
                "text": "All I'm getting is that he said to (Inaudible) --",
                "start": 5135.042,
                "byte_stop": 20676106,
                "byte_start": 20643610,
                "stop": 5143.154
              }
            ]
          },
          {
            "start": 5143.154,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 20717171,
            "stop": 5153.417,
            "byte_start": 20676106,
            "text_blocks": [
              {
                "text": "Well, if he didn't believe these conclusions, there is also basis of other testimony on which not to believe it.",
                "start": 5143.154,
                "byte_stop": 20710379,
                "byte_start": 20676106,
                "stop": 5151.719
              },
              {
                "text": "There was conflicting testimony.",
                "start": 5151.719,
                "byte_stop": 20717171,
                "byte_start": 20710379,
                "stop": 5153.417
              }
            ]
          },
          {
            "start": 5153.417,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 20761475,
            "stop": 5164.487,
            "byte_start": 20717171,
            "text_blocks": [
              {
                "text": "(Inaudible) he didn't believe the conclusion.",
                "start": 5153.417,
                "byte_stop": 20733471,
                "byte_start": 20717171,
                "stop": 5157.491
              },
              {
                "text": "Now, the conclusion (Inaudible) --",
                "start": 5157.491,
                "byte_stop": 20761475,
                "byte_start": 20733471,
                "stop": 5164.487
              }
            ]
          },
          {
            "start": 5164.487,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 20883414,
            "stop": 5194.991,
            "byte_start": 20761475,
            "text_blocks": [
              {
                "text": "That would be so Your Honor if there were only uncontradicted incredible evidences but even if this was the problem and this was the only testimony and it was uncontradicted, its credibility would still have to be sent back to the District Court.",
                "start": 5164.487,
                "byte_stop": 20830856,
                "byte_start": 20761475,
                "stop": 5181.848
              },
              {
                "text": "The Court of Appeals has not given a mandate but as I understand McAllister, to review uncontradicted testimony and make a contrary determination on their interpretation of its credibility.",
                "start": 5181.848,
                "byte_stop": 20883414,
                "byte_start": 20830856,
                "stop": 5194.991
              }
            ]
          },
          {
            "start": 5194.991,
            "speaker": {
              "last_name": "Frankfurter",
              "ID": 15050,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2694",
                  "id": 2694,
                  "date_end": -231793200,
                  "date_start": -975780000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8611,
              "thumbnail": {
                "size": 45083,
                "id": 32706,
                "href": "https://api.oyez.org/sites/default/files/images/people/felix_frankfurter/felix_frankfurter.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/felix_frankfurter",
              "view_count": 0,
              "identifier": "felix_frankfurter",
              "name": "Felix Frankfurter"
            },
            "byte_stop": 21013295,
            "stop": 5227.459,
            "byte_start": 20883414,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5194.991,
                "byte_stop": 21013295,
                "byte_start": 20883414,
                "stop": 5227.459
              }
            ]
          },
          {
            "start": 5227.459,
            "speaker": {
              "last_name": "Nachman",
              "ID": 27728,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/harvey_b_nachman",
              "view_count": 0,
              "identifier": "harvey_b_nachman",
              "name": "Harvey B. Nachman"
            },
            "byte_stop": 22736227,
            "stop": 5658.204,
            "byte_start": 21013295,
            "text_blocks": [
              {
                "text": "Mr. Edgerton also lays, sir, the question of the real problem that arise if you kept in personam liability of the shipowner after demise.",
                "start": 5227.459,
                "byte_stop": 21065644,
                "byte_start": 21013295,
                "stop": 5240.55
              },
              {
                "text": "And the only hypothetical situation that he saw was there was a problem was a case where a seaman might sue his employ – employer, the demisee and lose and then later sue the shipowner.",
                "start": 5240.55,
                "byte_stop": 21127189,
                "byte_start": 21065644,
                "stop": 5255.929
              },
              {
                "text": "And I submit that if this is not precluded by res judicata, it is certainly precluded by every principle of collateral estoppel.",
                "start": 5255.929,
                "byte_stop": 21163760,
                "byte_start": 21127189,
                "stop": 5265.072
              },
              {
                "text": "If he's suing on the same operative facts for a condition alleged to be unseaworthy, he doesn't get too cracked about it against two different people, one as his employer and the other as the shipowner.",
                "start": 5265.072,
                "byte_stop": 21226350,
                "byte_start": 21163760,
                "stop": 5280.716
              },
              {
                "text": "And I think that this is a straw man.",
                "start": 5280.716,
                "byte_stop": 21243277,
                "byte_start": 21226350,
                "stop": 5284.951
              },
              {
                "text": "There is no prejudice to the shipowner by making him liable in personam because he has always the right over against everybody who was act – who actively created any condition that cause any harm.",
                "start": 5284.951,
                "byte_stop": 21319555,
                "byte_start": 21243277,
                "stop": 5304.029
              },
              {
                "text": "May I point out that in Sieracki, the Court held the legislation, that is the Federal Longshoremen and Harbor Worker's Compensation Act, did not nullify any right of the longshoreman against the owner of the ship except possibly in the instance presumably rare where he maybe hired by the owner.",
                "start": 5304.029,
                "byte_stop": 21486216,
                "byte_start": 21319555,
                "stop": 5345.691
              },
              {
                "text": "Now, Court went on to say all considerations which have given birth to the liability, that is the liability for unseaworthiness and have shaped its absolute character, dictate that the owner should not be free to nullify it by parceling out his operations to intermediary employers whose sole business is to takeover portions of the ships work or by other devices which would strip the men of – then performing it service of their historic protection.",
                "start": 5345.691,
                "byte_stop": 21645563,
                "byte_start": 21486216,
                "stop": 5385.515
              },
              {
                "text": "Now, I submit that there is absolutely no difference here than the argument in the Ryan case.",
                "start": 5385.515,
                "byte_stop": 21684120,
                "byte_start": 21645563,
                "stop": 5395.154
              },
              {
                "text": "The fact that there is a demise doesn't make it any different than if they're just stevedoring contract.",
                "start": 5395.154,
                "byte_stop": 21716929,
                "byte_start": 21684120,
                "stop": 5403.353
              },
              {
                "text": "He suit -- sue the shipowner, the shipowner says, “I'm not really personally liable.",
                "start": 5403.353,
                "byte_stop": 21730513,
                "byte_start": 21716929,
                "stop": 5406.769
              },
              {
                "text": "It wasn't my fault.",
                "start": 5406.769,
                "byte_stop": 21733857,
                "byte_start": 21730513,
                "stop": 5407.583
              },
              {
                "text": "It was the fault of the man who was in charge of the vessel at the time.”",
                "start": 5407.583,
                "byte_stop": 21750575,
                "byte_start": 21733857,
                "stop": 5411.773
              },
              {
                "text": "And the man in charge of the vessel says, “I can't be held responsible because I have to pay compensation.",
                "start": 5411.773,
                "byte_stop": 21790281,
                "byte_start": 21750575,
                "stop": 5421.69
              },
              {
                "text": "And it would be unfair because I have to pay compensation to hold the other men because I will have to pay twice.”",
                "start": 5421.69,
                "byte_stop": 21836675,
                "byte_start": 21790281,
                "stop": 5433.303
              },
              {
                "text": "And these considerations have come up in every one of this demise cases since Grillea.",
                "start": 5433.303,
                "byte_stop": 21881814,
                "byte_start": 21836675,
                "stop": 5444.578
              },
              {
                "text": "And these arguments of the respondent have been rejected by every court because it's the same argument.",
                "start": 5444.578,
                "byte_stop": 21912639,
                "byte_start": 21881814,
                "stop": 5452.293
              },
              {
                "text": "In Reed against The Yaka which is cited at pages 16 and 17 of petitioner's brief, the court, this is the Pennsylvania District Court said, “We simply point out that whatever bundle of rights in the ship the real owner surrenders under a bareboat charter he does retain the right to the return of the ship at some future date.”",
                "start": 5452.293,
                "byte_stop": 22031339,
                "byte_start": 21912639,
                "stop": 5481.958
              },
              {
                "text": "Moreover, the question of operation and control of the ship would appear to have no real significance in an in rem action for unseaworthiness since unseaworthiness is not based upon negligence or any wrongful act rather it is a form of absolute liability which is imposed regardless of fault, goes on to say that they are not persuaded by the nature of a bareboat charter, envisage -- they envisage a situation in which there is no indemnity contract just like we have in the case at bar.",
                "start": 5481.958,
                "byte_stop": 22158817,
                "byte_start": 22031339,
                "stop": 5513.833
              },
              {
                "text": "And they say, “The only difference in such a case and the case that they were having was the Indemnity Clause\", which they held at Ryan determine it.",
                "start": 5513.833,
                "byte_stop": 22206568,
                "byte_start": 22158817,
                "stop": 5525.776
              },
              {
                "text": "They point out that the Second Circuit has considered Grillea since its inception -- since its writing.",
                "start": 5525.776,
                "byte_stop": 22244394,
                "byte_start": 22206568,
                "stop": 5535.241
              },
              {
                "text": "And they have -- and Mr. Justice or rather Judge Hand quotation in the Latus case is quite clear, says we can find no decision in which such a lien has been posed on a ship for fault of another person other than the owner when the fault is not that of a bareboat charter or some specified class of a person like a compulsory pilot citing Grillea.",
                "start": 5535.241,
                "byte_stop": 22369677,
                "byte_start": 22244394,
                "stop": 5566.556
              },
              {
                "text": "And then he goes and says, “Grillea merely held that a longshoreman might sue a ship in rem if he was injured by her unseaworthiness.”",
                "start": 5566.556,
                "byte_stop": 22403427,
                "byte_start": 22369677,
                "stop": 5574.986
              },
              {
                "text": "So that's what we've got here.",
                "start": 5574.986,
                "byte_stop": 22407189,
                "byte_start": 22403427,
                "stop": 5575.934
              },
              {
                "text": "We got a man injured by the unseaworthiness of a vessel.",
                "start": 5575.934,
                "byte_stop": 22424848,
                "byte_start": 22407189,
                "stop": 5580.349
              },
              {
                "text": "And they say that we can't sue them in rem anymore because we're the only kind of people who've lost our lien against the vessel.",
                "start": 5580.349,
                "byte_stop": 22466017,
                "byte_start": 22424848,
                "stop": 5590.646
              },
              {
                "text": "Of course, you may only say that there's no need to ever consider the argument last mentioned by my colleague because if you agree that the findings of the District Court were not clearly erroneous, you've got a judgment against two responsible parties and who have posted a supersedeas amount for any excess amount as between the both of them so that you -- no one could ever reach the problem of whether or not the liability is limited in rem to $20,000 because you got two respondents both of whom are liable, that is the in personam respondent and – and the in rem respondent and they have posted security which has substituted for the vessel.",
                "start": 5590.646,
                "byte_stop": 22695790,
                "byte_start": 22466017,
                "stop": 5648.067
              },
              {
                "text": "And this action on appeal is a -- shows an action against that security.",
                "start": 5648.067,
                "byte_stop": 22718568,
                "byte_start": 22695790,
                "stop": 5653.784
              },
              {
                "text": "Thank you.",
                "start": 5653.784,
                "byte_stop": 22736227,
                "byte_start": 22718568,
                "stop": 5658.204
              }
            ]
          }
        ],
        "stop": 5658.204
      }
    ],
    "duration": 5658.204,
    "title": "Guzman v. Pichirilo"
  },
  "id": 14232,
  "media_file": [
    {
      "size": 22736541,
      "id": 37584,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1961/358/19620327a_358_part2.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 54948012,
      "id": 59586,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1961/358/19620327a_358_part2.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 86913,
      "id": 59587,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1961/358/19620327a_358_part2.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}