{
  "title": "Oral Argument - January 15, 1963",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 10090245,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 131114,
            "stop": 6.909,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "-- versus United States.",
                "start": 0,
                "byte_stop": 113768,
                "byte_start": 103424,
                "stop": 2.565
              },
              {
                "text": "Mr. Solicitor General, you may continue your argument.",
                "start": 2.565,
                "byte_stop": 131114,
                "byte_start": 113768,
                "stop": 6.909
              }
            ]
          },
          {
            "start": 6.909,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 2709086,
            "stop": 651.404,
            "byte_start": 131114,
            "text_blocks": [
              {
                "text": "May it please the Court.",
                "start": 6.909,
                "byte_stop": 137906,
                "byte_start": 131114,
                "stop": 8.597
              },
              {
                "text": "When the Court rose yesterday, I was in the middle of discussing our principle proposition here, which is that this case has so many of the characteristics common to the other restraints in trade that have been held unlawful per se, that it should be placed in the same category.",
                "start": 8.597,
                "byte_stop": 236440,
                "byte_start": 137906,
                "stop": 33.244
              },
              {
                "text": "In the course of that discussion, I pointed out that in many of those other cases the Court had refused to inquire into the alleged justification that it made the restraint brief, because apparently, in each of those cases, the alleged justification was something which instead of being the main point of the transaction, flowed exclusively from the restraint of competition.",
                "start": 33.244,
                "byte_stop": 359842,
                "byte_start": 236440,
                "stop": 64.096
              },
              {
                "text": "So that an effort was being made to argue that in this instance, competition is a bad thing or this is bad competition as opposed to good competition.",
                "start": 64.096,
                "byte_stop": 403937,
                "byte_start": 359842,
                "stop": 75.106
              },
              {
                "text": "I want to make it plain that our case does not depend on asserting as an absolute generalization that the Court will never -- that no case can exist in which the Court will hear the justification, that competition is a bad thing.",
                "start": 75.106,
                "byte_stop": 489723,
                "byte_start": 403937,
                "stop": 96.557
              },
              {
                "text": "I know of no such case, but I'm not prepared to assert that none can possibly arise.",
                "start": 96.557,
                "byte_stop": 516054,
                "byte_start": 489723,
                "stop": 103.145
              },
              {
                "text": "The thrust of our argument here is simply by analogy that this case is so linked the other per se restraint, especially resale price fixing and territorial, horizontal territorial allocation, that it should be placed in the same category without attempting to espouse any broader generalization.",
                "start": 103.145,
                "byte_stop": 607274,
                "byte_start": 516054,
                "stop": 125.949
              },
              {
                "text": "Now, let us look a little more closely at the characterizing of these territorial restrictions that White imposes on its dealers and see whether they are not the same in principle and in those respects, as the other per se restraints.",
                "start": 125.949,
                "byte_stop": 691597,
                "byte_start": 607274,
                "stop": 147.031
              },
              {
                "text": "First, it is clear that these territorial restrictions do eliminate competition and not merely price competition, but all competition in the sale of White trucks.",
                "start": 147.031,
                "byte_stop": 749484,
                "byte_start": 691597,
                "stop": 161.513
              },
              {
                "text": "That is a, plainly a restraint of trade, it serves no independent business purpose other than that of restraining trade and it imposes a very important kind of restraint.",
                "start": 161.513,
                "byte_stop": 802774,
                "byte_start": 749484,
                "stop": 174.817
              },
              {
                "text": "We know ever since the writings of Professor Edward Chamberlin on Monopolistic Competition that one of the tendencies in an economy increasingly dominated by a few large manufacturers has been for each to try to differentiate its product, so that it obtains at least at the manufacturers, at the distributor level, some of the characteristics of the monopolistic market.",
                "start": 174.817,
                "byte_stop": 904025,
                "byte_start": 802774,
                "stop": 200.14
              },
              {
                "text": "Now, if we go on and eliminate all competition in the sale of a brand on down to the public, a very important form of competition, which has effects on the price structure and everything else, is being eliminated.",
                "start": 200.14,
                "byte_stop": 969749,
                "byte_start": 904025,
                "stop": 216.563
              },
              {
                "text": "So there could be no doubt here that these White contracts, territorial restriction do eliminate competition in an important form.",
                "start": 216.563,
                "byte_stop": 1013635,
                "byte_start": 969749,
                "stop": 227.528
              },
              {
                "text": "The only justifications which appellant asserts to these contracts come under the heading competition among our dealers, it is a bad thing for them, and a bad thing for us and we ask the Court to conclude that it's bad thing therefore for the public.",
                "start": 227.528,
                "byte_stop": 1088240,
                "byte_start": 1013635,
                "stop": 246.187
              },
              {
                "text": "In order to demonstrate that, that is true, I would like to be sure to depart from the argument and take White's own brief.",
                "start": 246.187,
                "byte_stop": 1123767,
                "byte_start": 1088240,
                "stop": 255.06
              },
              {
                "text": "Dealing with this point, White says first on page 11, “in some instances it is competitively effective for a manufacturer to make certain that only one dealer is selling its good to residents of a particular area.”",
                "start": 255.06,
                "byte_stop": 1183848,
                "byte_start": 1123767,
                "stop": 270.081
              },
              {
                "text": "Then we go on and the reasons appear over on pages 12 and 13.",
                "start": 270.081,
                "byte_stop": 1207045,
                "byte_start": 1183848,
                "stop": 275.892
              },
              {
                "text": "The first reason toward the bottom of page 12, “White on the strength of this kind of contract has built up substantial goodwill in its organization of independent dealers and distributors because the contracts assure that White dealers will have resources to scour their territories, but hard to get sale since they will have the security of getting the easier large volume White customers in their area.”",
                "start": 275.892,
                "byte_stop": 1310281,
                "byte_start": 1207045,
                "stop": 301.703
              },
              {
                "text": "Well this it seems to me is simply an argument our dealers feel is goodwill, because we've assured them that they won't have to compete with each other.",
                "start": 301.703,
                "byte_stop": 1341628,
                "byte_start": 1310281,
                "stop": 309.546
              },
              {
                "text": "One could make the same argument that any price fixing, any resale price fixing, any horizontal allocation of territory, it's simply they don't like to compete and they love us because we don't make them compete or because we free them from competition.",
                "start": 309.546,
                "byte_stop": 1403904,
                "byte_start": 1341628,
                "stop": 325.106
              },
              {
                "text": "Then going on, one finds next, I'm up at end of the paragraph on page 13 -- beginning on page 13, that appellant criticizes the White dealer who jumps territorial boundaries at a strategic moment and snatches away the pre-sold customers, skipping on why is that subject to criticism?",
                "start": 325.106,
                "byte_stop": 1498154,
                "byte_start": 1403904,
                "stop": 348.678
              },
              {
                "text": "Individual dealers need the cream, that is easy to get sales, that they wouldn't get if there was another White dealer competing with them, and for two reasons, not only in order to be able to sell less lucrative accounts, but also in order to have the financial strength to maintain adequate service facilities.",
                "start": 348.678,
                "byte_stop": 1577880,
                "byte_start": 1498154,
                "stop": 368.591
              },
              {
                "text": "And at another point it is said that if the dealers don't compete with each other for the more lucrative accounts, then they will be able to compete more vigorously with General Motors and Ford.",
                "start": 368.591,
                "byte_stop": 1633364,
                "byte_start": 1577880,
                "stop": 382.483
              },
              {
                "text": "I think it's fair to say that the argument is that the dealers by making more money through the elimination of competition in the sale of White trucks with other White dealers, will appellant says be able to do two things, first to compete more vigorously with other truck manufacturers and second to be able to spend more money on their service department.",
                "start": 382.483,
                "byte_stop": 1737331,
                "byte_start": 1633364,
                "stop": 408.472
              },
              {
                "text": "Now this is the kind of decision which the Sherman Act intends to be made by a free market.",
                "start": 408.472,
                "byte_stop": 1773798,
                "byte_start": 1737331,
                "stop": 417.58
              },
              {
                "text": "It's not for the appellant or with deference for a court, to say that it is better for the economy to have less money go into competition in the sale of White trucks and to have more money go into building up service departments.",
                "start": 417.58,
                "byte_stop": 1835656,
                "byte_start": 1773798,
                "stop": 433.046
              },
              {
                "text": "The whole theory of our economy and the whole theory of the Sherman Act is that the consumer shall make the choice.",
                "start": 433.046,
                "byte_stop": 1862301,
                "byte_start": 1835656,
                "stop": 439.71
              },
              {
                "text": "He may go and try and get the best price or he may go to someone who charges a little higher price and therefore get better service on his truck in later years after he buys it, and similarly the theory is that it is -- should be left to the free play of the economy to determine whether we will have inter-brand competition or intra-brand competition or what combination of the two, rather than the private persons White agreements that are serving no other purpose should come in and say no we won't have intra-brand competition, we will concentrate on inter-brand competition.",
                "start": 439.71,
                "byte_stop": 2032097,
                "byte_start": 1862301,
                "stop": 482.158
              },
              {
                "text": "Now I should say in candid that there is one other argument that has been made, although I don't find it in the appellant's brief, in support of territorial restrictions by manufacturers on dealers, which it is said do not exist where the dealers combine simply at a horizontal level.",
                "start": 482.158,
                "byte_stop": 2112136,
                "byte_start": 2032097,
                "stop": 502.167
              },
              {
                "text": "The suggestion was made by my colleague Professor Turner at Harvard that this kind of territorial restriction has the advantage of ensuring that the dealer will concentrate intensively on a certain geographical area, that getting hungry as a horse does if you confine him to too small a pasture, they won't range widely seeking to get Timothy and Clover, but will be driven to eat some of the weeds, and the leaves, the round stubble which is to the advantage of the manufacturer.",
                "start": 502.167,
                "byte_stop": 2282141,
                "byte_start": 2112136,
                "stop": 544.674
              },
              {
                "text": "Even professor Turner himself concludes that, that justification is not sufficient to offset the very marked restrictions on competition that this kind of territorial agreement imposed.",
                "start": 544.674,
                "byte_stop": 2354448,
                "byte_start": 2282141,
                "stop": 562.732
              },
              {
                "text": "A second answer is that the kind of intensive cultivation of the territory that the manufacturer is interested in can be achieved without imposing these restraints on competition, and of course it's at this point that we made certain suggestions as to what White might do.",
                "start": 562.732,
                "byte_stop": 2436577,
                "byte_start": 2354448,
                "stop": 583.276
              },
              {
                "text": "Contrary to my brother's suggestion, we never said there are other ways of restraining trade that will do the same thing that are preferable form.",
                "start": 583.276,
                "byte_stop": 2473044,
                "byte_start": 2436577,
                "stop": 592.396
              },
              {
                "text": "We said there are ways of ensuring intensive cultivation that do not impose these same restraints on trade.",
                "start": 592.396,
                "byte_stop": 2508988,
                "byte_start": 2473044,
                "stop": 601.37
              },
              {
                "text": "One way is requiring of the dealer to put in a specified amount, not a percentage, a specified amount, please these are important here, a specified amount of salesman or money or effort measured in some other way in exploiting his particular assigned territory for which he is responsible.",
                "start": 601.37,
                "byte_stop": 2606895,
                "byte_start": 2508988,
                "stop": 625.864
              },
              {
                "text": "Another measure, which would come close to accomplishing -- accomplish much of this result is through the exclusive dealership, which we do not argue is per se unlawful, which we recognize is a question dependent on the facts of each particular case, but which does give the dealer a territory for which he is responsible.",
                "start": 625.864,
                "byte_stop": 2709086,
                "byte_start": 2606895,
                "stop": 651.404
              }
            ]
          },
          {
            "start": 651.404,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 2783378,
            "stop": 669.966,
            "byte_start": 2709086,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 651.404,
                "byte_stop": 2783378,
                "byte_start": 2709086,
                "stop": 669.966
              }
            ]
          },
          {
            "start": 669.966,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 2868015,
            "stop": 691.123,
            "byte_start": 2783378,
            "text_blocks": [
              {
                "text": "Well, I think there is no difficulty here certainly, because in its reply brief, White it concedes that these are reasonable alternatives to accomplish every purpose except one.",
                "start": 669.966,
                "byte_stop": 2844505,
                "byte_start": 2783378,
                "stop": 685.254
              },
              {
                "text": "It says while the suggestions of the government are relevant to keeping unzealous dealers up to the mark.",
                "start": 685.254,
                "byte_stop": 2868015,
                "byte_start": 2844505,
                "stop": 691.123
              }
            ]
          },
          {
            "start": 691.123,
            "speaker": null,
            "byte_stop": 2870523,
            "stop": 691.773,
            "byte_start": 2868015,
            "text_blocks": [
              {
                "text": "What page?",
                "start": 691.123,
                "byte_stop": 2870523,
                "byte_start": 2868015,
                "stop": 691.773
              }
            ]
          },
          {
            "start": 691.773,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 4491682,
            "stop": 1097.044,
            "byte_start": 2870523,
            "text_blocks": [
              {
                "text": "Page 16 of the reply brief, about half way down the main type.",
                "start": 691.773,
                "byte_stop": 2897168,
                "byte_start": 2870523,
                "stop": 698.413
              },
              {
                "text": "These suggestions scarcely touch the basic problem of how the dealers maybe kept in financial shape to fulfill the obligations.",
                "start": 698.413,
                "byte_stop": 2937292,
                "byte_start": 2897168,
                "stop": 708.443
              },
              {
                "text": "In other words, we must relieve them from competition, so that they will make more money, and then they will be in better shape to carry out the obligations that rest upon them.",
                "start": 708.443,
                "byte_stop": 2998209,
                "byte_start": 2937292,
                "stop": 723.679
              },
              {
                "text": "Now certainly this is an argument that has been rejected over and over and over again.",
                "start": 723.679,
                "byte_stop": 3029347,
                "byte_start": 2998209,
                "stop": 731.467
              },
              {
                "text": "The most precise rejection of it came in the Dr. Miles Medical Case back where the Court was speaking of course of resale price fixing, but the parallel between the argument that Mr. Gesell makes in the reply brief that we must give our White dealers, assure our White dealers more money, so that they may compete more effectively, is exactly the argument that was made by the Dr. Miles Medical Company and rejected by this Court.",
                "start": 731.467,
                "byte_stop": 3163826,
                "byte_start": 3029347,
                "stop": 765.099
              },
              {
                "text": "I would like to take a moment just to point it out.",
                "start": 765.099,
                "byte_stop": 3178036,
                "byte_start": 3163826,
                "stop": 768.651
              },
              {
                "text": "The Dr. Miles case, then Justice Hughes had said the bill asserts the importance of a standard retail price, and asserts generally that confusion and damage have resulted from sales less than the prices fixed, but the advantage of established retail price is primarily concerned with the dealers.",
                "start": 768.651,
                "byte_stop": 3261419,
                "byte_start": 3178036,
                "stop": 789.483
              },
              {
                "text": "The enlarged profits which would result from adherence to the established rates would go to them and not to the complainant.",
                "start": 789.483,
                "byte_stop": 3288168,
                "byte_start": 3261419,
                "stop": 796.18
              },
              {
                "text": "This of course is true here.",
                "start": 796.18,
                "byte_stop": 3295378,
                "byte_start": 3288168,
                "stop": 797.974
              },
              {
                "text": "It is true the inability of the favored dealers to realize these profits, on account of the described competition, that complainant works out its alleged injury, exactly the way the appellant seeks to work it out here.",
                "start": 797.974,
                "byte_stop": 3357236,
                "byte_start": 3295378,
                "stop": 813.443
              },
              {
                "text": "And then another sentence, if there be an advantage to the manufacturer in the maintenance of fixed retail prices, and we say there would be an advantage in the territorial restriction, the question remains whether it is one which he is entitled to secure by agreements restricting the freedom of trade on the part of dealers who own what they sell.",
                "start": 813.443,
                "byte_stop": 3433514,
                "byte_start": 3357236,
                "stop": 832.503
              },
              {
                "text": "As to this, the complainant can fare no better with its plan of identical contract, than could the dealers themselves if they formed a combination and endeavored to establish the same restriction, and thus to achieve the same result, by agreement with each other.",
                "start": 832.503,
                "byte_stop": 3498506,
                "byte_start": 3433514,
                "stop": 848.757
              },
              {
                "text": "If the immediate advantage they would thus obtain would not be sufficient to sustain such a direct agreement, the asserted ulterior benefit to the complainant cannot be regarded as sufficient to support its system.",
                "start": 848.757,
                "byte_stop": 3549393,
                "byte_start": 3498506,
                "stop": 861.466
              },
              {
                "text": "And then in the next paragraph the Court holds, “but agreements are combinations between dealers, having their sole purpose, the fixed prices are illegal per se” and we say, completing the analogy, that agreements amongst White's dealers to eliminate competition among themselves would under the decisions of this Court plainly be illegal per se.",
                "start": 861.466,
                "byte_stop": 3648031,
                "byte_start": 3549393,
                "stop": 886.132
              },
              {
                "text": "So that speaking more generally this argument that there are advantages through the elimination of a particular kind of competition is one that has been rejected not only in a very parallel context in the Dr. Miles case, because it was a similar argument that was rejected by Judge Rifkind in the National Lead case with respect to territorial allocations on horizontal territorial allocation.",
                "start": 886.132,
                "byte_stop": 3784286,
                "byte_start": 3648031,
                "stop": 920.192
              },
              {
                "text": "And we think, it is no different really than the arguments that have been made in support of all price fixing, are all eliminations of competition among distributors.",
                "start": 920.192,
                "byte_stop": 3833605,
                "byte_start": 3784286,
                "stop": 932.523
              },
              {
                "text": "Now, there is a second reason, why the Court has held many forms of avowed restriction on competition to be illegal per se, and that reason too we think is applicable to the present case.",
                "start": 932.523,
                "byte_stop": 3911659,
                "byte_start": 3833605,
                "stop": 952.036
              },
              {
                "text": "In the Northern Pacific case, Justice Black pointed out, that the principle of per se unreasonableness avoids the necessity for an incredibly complicated and prolonged economic investigation into the entire history of the industry involved, as well as related industries, in an effort to determine whether a particular restraint has been unreasonable, an inquiry so often fruitless when undertaken.",
                "start": 952.036,
                "byte_stop": 4023254,
                "byte_start": 3911659,
                "stop": 979.935
              },
              {
                "text": "Of course the point is in the latter part contrary to what my brother says, it is not the burden on the government approving its the case or the time or effort expended.",
                "start": 979.935,
                "byte_stop": 4069543,
                "byte_start": 4023254,
                "stop": 991.515
              },
              {
                "text": "The point is if one gets all done making the inquiry, he has virtually nothing but a very broad and virtually unanswerable question, on which experts may differ, but which to a very considerable extent is answered by the philosophy of the Sherman Act, that the allocation of resources should be determined by competition, that even if there are costs of competition in particular instances, in the long-run the gains greatly outweigh the cost.",
                "start": 991.515,
                "byte_stop": 4222412,
                "byte_start": 4069543,
                "stop": 1029.723
              },
              {
                "text": "Now this is the very kind of inquiry that my brother asks the Court to embark on in the present case.",
                "start": 1029.723,
                "byte_stop": 4252505,
                "byte_start": 4222412,
                "stop": 1037.261
              },
              {
                "text": "Let me take just one of the many questions that would have to be asked as an illustration.",
                "start": 1037.261,
                "byte_stop": 4275597,
                "byte_start": 4252505,
                "stop": 1043.025
              },
              {
                "text": "Appellant argues that although the contract suppressed, indeed eliminated intra-brand competition, they will serve inter-brand competition by enabling White better to survive he says as a competitor of the giant non-custom truck manufacturers and that if White dealers can't be sheltered from competition among each other, there will be an inevitable exodus of buyers to the giant manufacturer.",
                "start": 1043.025,
                "byte_stop": 4409240,
                "byte_start": 4275597,
                "stop": 1076.429
              },
              {
                "text": "But who is to say that inter-brand competition is to be preferred to intra-brand competition?",
                "start": 1076.429,
                "byte_stop": 4451244,
                "byte_start": 4409240,
                "stop": 1086.94
              },
              {
                "text": "Is this a justiciable question or one that the Sherman Act itself anticipates and leaves competition alone.",
                "start": 1086.94,
                "byte_stop": 4488652,
                "byte_start": 4451244,
                "stop": 1096.289
              },
              {
                "text": "Who --",
                "start": 1096.289,
                "byte_stop": 4491682,
                "byte_start": 4488652,
                "stop": 1097.044
              }
            ]
          },
          {
            "start": 1097.044,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 4553331,
            "stop": 1112.463,
            "byte_start": 4491682,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1097.044,
                "byte_stop": 4553331,
                "byte_start": 4491682,
                "stop": 1112.463
              }
            ]
          },
          {
            "start": 1112.463,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 5101380,
            "stop": 1249.469,
            "byte_start": 4553331,
            "text_blocks": [
              {
                "text": "I don't think the Court Mr. Justice -- I don't know of any case in which the Court has said that we sustain an agreement suppressing one form of competition, because that form of competition is bad for the economy or because that form of competition is inferior to some other form of competition.",
                "start": 1112.463,
                "byte_stop": 4664613,
                "byte_start": 4553331,
                "stop": 1140.286
              },
              {
                "text": "The case that comes closest, which I think Your Honors will agree is a special peculiar case is the Chicago Board of Trade case where it was held that the members of an exchange might agree that they wouldn't compete out of the exchange's powers, but apart from that, I don't know any case in which it was held that one form of competition could that be suppressed by agreement in order to strengthen other forms of competition.",
                "start": 1140.286,
                "byte_stop": 4800136,
                "byte_start": 4664613,
                "stop": 1174.176
              },
              {
                "text": "Look at the kinds of inquiry you get into.",
                "start": 1174.176,
                "byte_stop": 4813824,
                "byte_start": 4800136,
                "stop": 1177.585
              },
              {
                "text": "We've raised this question in our brief, the answer that the appellant made, well, when it comes to comparing intra-brand White competition with Ford -- with inter-brand competition with Ford, General Motors and the other, the question is hardly worth asking.",
                "start": 1177.585,
                "byte_stop": 4893027,
                "byte_start": 4813824,
                "stop": 1197.378
              },
              {
                "text": "Well I'm kind of obstinate and [Inaudible] and I thought I'd begin exploring the question just a little bit.",
                "start": 1197.378,
                "byte_stop": 4916746,
                "byte_start": 4893027,
                "stop": 1203.32
              },
              {
                "text": "The first thing I found was that this firm in a market with giant competitors has net sales of $333 million a year.",
                "start": 1203.32,
                "byte_stop": 4966797,
                "byte_start": 4916746,
                "stop": 1215.839
              },
              {
                "text": "One quarter of $1 billion.",
                "start": 1215.839,
                "byte_stop": 4977977,
                "byte_start": 4966797,
                "stop": 1218.638
              },
              {
                "text": "It's one of the 200 largest companies in the country.",
                "start": 1218.638,
                "byte_stop": 4997413,
                "byte_start": 4977977,
                "stop": 1223.49
              },
              {
                "text": "Then I looked a little further, rather excited by interest, I found that 87% or 88% of White sales are in the standard weight classification, 26,000 pounds to 33,000 pounds or 33,000 pounds and over.",
                "start": 1223.49,
                "byte_stop": 5101380,
                "byte_start": 4997413,
                "stop": 1249.469
              }
            ]
          },
          {
            "start": 1249.469,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 5110053,
            "stop": 1251.646,
            "byte_start": 5101380,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1249.469,
                "byte_stop": 5110053,
                "byte_start": 5101380,
                "stop": 1251.646
              }
            ]
          },
          {
            "start": 1251.646,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 5128861,
            "stop": 1256.34,
            "byte_start": 5110053,
            "text_blocks": [
              {
                "text": "One in the -- it's not in the record and I don't argue that these are --",
                "start": 1251.646,
                "byte_stop": 5128861,
                "byte_start": 5110053,
                "stop": 1256.34
              }
            ]
          },
          {
            "start": 1256.34,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 5153207,
            "stop": 1262.437,
            "byte_start": 5128861,
            "text_blocks": [
              {
                "text": "That's just the point of Mr. Gesell's argument.",
                "start": 1256.34,
                "byte_stop": 5136280,
                "byte_start": 5128861,
                "stop": 1258.213
              },
              {
                "text": "It's not in the record.",
                "start": 1258.213,
                "byte_stop": 5142549,
                "byte_start": 5136280,
                "stop": 1259.769
              },
              {
                "text": "Neither side was permitted to put in evidence.",
                "start": 1259.769,
                "byte_stop": 5153207,
                "byte_start": 5142549,
                "stop": 1262.437
              }
            ]
          },
          {
            "start": 1262.437,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 8057083,
            "stop": 1988.392,
            "byte_start": 5153207,
            "text_blocks": [
              {
                "text": "My -- the only point of my argument is not to make the answer turn on this.",
                "start": 1262.437,
                "byte_stop": 5173896,
                "byte_start": 5153207,
                "stop": 1267.612
              },
              {
                "text": "The point of my argument is to show that this is often, without question who is to decide and how is the Court to decide that intra-brand competition is inferior to inter-brand competition, is a meaningful question, that there are many, many cases in which intra-brand competition is very useful and I use this case as an illustration, particularly since Mr. Gesell speaks so often of about competition with these giant competitors and the danger that White, an independent firm, would leave, lose out to the giant competitors.",
                "start": 1267.612,
                "byte_stop": 5357275,
                "byte_start": 5173896,
                "stop": 1313.439
              },
              {
                "text": "Now in these categories, White sells more trucks than Ford.",
                "start": 1313.439,
                "byte_stop": 5382771,
                "byte_start": 5357275,
                "stop": 1319.815
              },
              {
                "text": "It sells more trucks than General Motors.",
                "start": 1319.815,
                "byte_stop": 5394683,
                "byte_start": 5382771,
                "stop": 1322.811
              },
              {
                "text": "In fact it sells almost as many trucks as Ford and General Motors put together.",
                "start": 1322.811,
                "byte_stop": 5423104,
                "byte_start": 5394683,
                "stop": 1329.897
              },
              {
                "text": "White and International Harvester, the only larger manufacturer of trucks in these categories control more than 50% of the market.",
                "start": 1329.897,
                "byte_stop": 5460511,
                "byte_start": 5423104,
                "stop": 1339.246
              },
              {
                "text": "Now I'm quite sincere when I say I don't mean that these are facts which enter -- should enter into the decision of the case, in the sense that it would be different if White's position in the market were different.",
                "start": 1339.246,
                "byte_stop": 5518921,
                "byte_start": 5460511,
                "stop": 1353.855
              },
              {
                "text": "I do think that they are parting a repetition if I may say so to some of the arguments made in the brief, and also that they do illustrate the seriousness of our argument that intra-brand competition is an important thing, and of our arguments that this is not the kind of enquiry on which a court should embark because for one thing it's a virtually hopelessly prolonged inquiry, for another it's a kind of inquiry that the courts have regularly refused to embark on, ever since the Pottery's case where the argument was then made there Mr. Justice Goldberg, that eliminating price competition would be desirable and that other forms of competition would be better and then it's coming back to the argument was eliminating certain forms of price competition and putting ceilings on the price would make for a healthier competition on all, that was rejected.",
                "start": 1353.855,
                "byte_stop": 5785997,
                "byte_start": 5518921,
                "stop": 1420.625
              },
              {
                "text": "It was rejected in Dr. Miles case.",
                "start": 1420.625,
                "byte_stop": 5795401,
                "byte_start": 5785997,
                "stop": 1422.98
              },
              {
                "text": "It was rejected in the tie-in clause case, the allocation of territory case.",
                "start": 1422.98,
                "byte_stop": 5814627,
                "byte_start": 5795401,
                "stop": 1427.777
              },
              {
                "text": "It's exactly the same argument, that it seems to us that appellant is making here.",
                "start": 1427.777,
                "byte_stop": 5839600,
                "byte_start": 5814627,
                "stop": 1434.028
              },
              {
                "text": "Now there is a third reason for classifying vertical contracts allocating territory among distributors as per se violations of the Sherman Act.",
                "start": 1434.028,
                "byte_stop": 5889024,
                "byte_start": 5839600,
                "stop": 1446.398
              },
              {
                "text": "Horizontal allocations have frequently been held to be unlawful per se, and I suggest that no practical administrable distinction between the two can be drawn, but surely the form alone isn't to be regarded as decisive.",
                "start": 1446.398,
                "byte_stop": 5967705,
                "byte_start": 5889024,
                "stop": 1466.066
              },
              {
                "text": "If that were the case the dealers could get together, invite or put pressure on the manufacturer to stamp his name on and then we would have the very same kind of restraint which the law forbids.",
                "start": 1466.066,
                "byte_stop": 6036564,
                "byte_start": 5967705,
                "stop": 1483.271
              },
              {
                "text": "The participation of the manufacturer, and the fact that promises run to him seems to me to offer very little protection.",
                "start": 1483.271,
                "byte_stop": 6073448,
                "byte_start": 6036564,
                "stop": 1492.496
              },
              {
                "text": "He may be glad to help out the dealers because he wants the goodwill that follows, we are told from ensuring that they won't have compete for the easy to get sales nor can I see any other workable form of distinction between the two, and this seems to me an additional important bit for classifying this case along with the other per se restraints in trade.",
                "start": 1492.496,
                "byte_stop": 6196015,
                "byte_start": 6073448,
                "stop": 1523.138
              },
              {
                "text": "Now I turn to a quite different argument made by the appellant.",
                "start": 1523.138,
                "byte_stop": 6220675,
                "byte_start": 6196015,
                "stop": 1529.308
              },
              {
                "text": "Appellant says well these are ancillary restraints and under the historical doctrine of the common law, a restraint that is ancillary is permissible if reasonable.",
                "start": 1529.308,
                "byte_stop": 6283473,
                "byte_start": 6220675,
                "stop": 1545.006
              },
              {
                "text": "The promises that White exacts from its dealers not to compete with each other, we submit are not ancillary restraints as that term was used in the class of common law cases and the argument that such governance are ancillary has been repeatedly rejected by this Court.",
                "start": 1545.006,
                "byte_stop": 6369364,
                "byte_start": 6283473,
                "stop": 1566.471
              },
              {
                "text": "The term ancillary restraint, properly understood, was simply a phrase for describing a restricted covenant that was an integral part of some larger commercial transaction to the consummation of which the so called ancillary restraint was subordinate and fairly essential.",
                "start": 1566.471,
                "byte_stop": 6460583,
                "byte_start": 6369364,
                "stop": 1589.274
              },
              {
                "text": "The prime example of course is the sale of a business.",
                "start": 1589.274,
                "byte_stop": 6478137,
                "byte_start": 6460583,
                "stop": 1593.66
              },
              {
                "text": "A man could not sell his business readily unless he could give the buyer assurance that he wasn't going to himself retain all the goodwill.",
                "start": 1593.66,
                "byte_stop": 6525471,
                "byte_start": 6478137,
                "stop": 1605.489
              },
              {
                "text": "A sale of a retail laundry business with roots is the primer illustration.",
                "start": 1605.489,
                "byte_stop": 6550862,
                "byte_start": 6525471,
                "stop": 1611.849
              },
              {
                "text": "The covenant not to compete with the person to whom the business is sold was virtually a definition of what was sold.",
                "start": 1611.849,
                "byte_stop": 6588479,
                "byte_start": 6550862,
                "stop": 1621.249
              },
              {
                "text": "It was -- I am conveying the goodwill, I'm not retaining the goodwill, and it was a measure for making good on that undertaking.",
                "start": 1621.249,
                "byte_stop": 6636440,
                "byte_start": 6588479,
                "stop": 1633.252
              },
              {
                "text": "Justice Holmes stated this very plainly in the Cincinnati Packet case on which appellants rely so much in their reply brief.",
                "start": 1633.252,
                "byte_stop": 6677713,
                "byte_start": 6636440,
                "stop": 1643.568
              },
              {
                "text": "It would accomplish no public purpose he said, but would simply provide a loophole of escape to persons inclined to elude performance of their undertakings if the sale of a business, the temporary withdrawal of the seller necessary to give the sale effect were to be declared illegal.",
                "start": 1643.568,
                "byte_stop": 6753782,
                "byte_start": 6677713,
                "stop": 1662.564
              },
              {
                "text": "Now there's another group of cases, which I think are really the converse of the sale of the business.",
                "start": 1662.564,
                "byte_stop": 6778441,
                "byte_start": 6753782,
                "stop": 1668.734
              },
              {
                "text": "Those are the cases where there is the sale of something like a steamship or some other capital asset on which a business is founded and what the vendor wants to sell and the purchaser wants to buy is the asset and not the business.",
                "start": 1668.734,
                "byte_stop": 6859421,
                "byte_start": 6778441,
                "stop": 1688.985
              },
              {
                "text": "And in such cases, and I think the policy of the law in order to encourage such transaction has permitted the seller to take a covenant from the buyer that the buyer wouldn't use the steamship or perhaps some part of the business or the store or place of business in competition with the seller.",
                "start": 1688.985,
                "byte_stop": 6961821,
                "byte_start": 6859421,
                "stop": 1714.581
              },
              {
                "text": "There too the covenant is almost a part of the definition of the subject sold.",
                "start": 1714.581,
                "byte_stop": 6989824,
                "byte_start": 6961821,
                "stop": 1721.596
              },
              {
                "text": "I'm selling you the ship, not my goodwill and steamship business.",
                "start": 1721.596,
                "byte_stop": 7011767,
                "byte_start": 6989824,
                "stop": 1727.083
              },
              {
                "text": "We think that those cases are plainly distinguishable from this case on two grounds, both well sustained by authority.",
                "start": 1727.083,
                "byte_stop": 7055444,
                "byte_start": 7011767,
                "stop": 1737.984
              },
              {
                "text": "The first is, that this is not a sale of some part of a business or of some asset on which the business is founded.",
                "start": 1737.984,
                "byte_stop": 7102360,
                "byte_start": 7055444,
                "stop": 1749.709
              },
              {
                "text": "It's the recurring sale of chavels that takes place over and over again, and either is manufactured or sold out of stock and are sold for resale.",
                "start": 1749.709,
                "byte_stop": 7147081,
                "byte_start": 7102360,
                "stop": 1760.9
              },
              {
                "text": "There is nothing novel about this distinction.",
                "start": 1760.9,
                "byte_stop": 7159515,
                "byte_start": 7147081,
                "stop": 1763.998
              },
              {
                "text": "The Court made the every same point and held it to be determinative in the Dr. Miles Medicine against Park.",
                "start": 1763.998,
                "byte_stop": 7184280,
                "byte_start": 7159515,
                "stop": 1770.21
              },
              {
                "text": "Indeed the Dr. Miles case squarely holds that promises to limit competition in the resale of manufactured products are not within the doctrine of ancillary restraint.",
                "start": 1770.21,
                "byte_stop": 7235375,
                "byte_start": 7184280,
                "stop": 1782.973
              },
              {
                "text": "You'll recall both from the case and perhaps from what I said earlier, that in that case the manufacturer of a proprietary medicine, upon agreeing with wholesalers and retailers to distribute it, exacted from the covenants, not total covenants not to compete with each other as here, but covenants not to depart from certain fixed resale prices.",
                "start": 1782.973,
                "byte_stop": 7339551,
                "byte_start": 7235375,
                "stop": 1809.017
              },
              {
                "text": "Counsel attempted to defend these promises by calling the restraint on competition ancillary, just as appellant does here.",
                "start": 1809.017,
                "byte_stop": 7379571,
                "byte_start": 7339551,
                "stop": 1819.025
              },
              {
                "text": "The Court rejected the argument saying that the case is not analogous to that of a sale of goodwill or of interest in the business or the grant of a right to use a process of manufacturing.",
                "start": 1819.025,
                "byte_stop": 7428263,
                "byte_start": 7379571,
                "stop": 1831.194
              },
              {
                "text": "The complainant has not parted with any interest in its business or instrumentalities of production.",
                "start": 1831.194,
                "byte_stop": 7451982,
                "byte_start": 7428263,
                "stop": 1837.138
              },
              {
                "text": "It has conferred no right by virtue of which purchases of its product may compete with it.",
                "start": 1837.138,
                "byte_stop": 7472985,
                "byte_start": 7451982,
                "stop": 1842.386
              },
              {
                "text": "It retains complete control of the business in which it is engaged, manufacturing what it pleases and fixing such prices for its own sales as it may desire.",
                "start": 1842.386,
                "byte_stop": 7520005,
                "byte_start": 7472985,
                "stop": 1854.121
              },
              {
                "text": "Now there's a second critical distinction between the ancillary restraint case and this case, which also is old and well established.",
                "start": 1854.121,
                "byte_stop": 7566817,
                "byte_start": 7520005,
                "stop": 1865.837
              },
              {
                "text": "The ancillary restraints which were sustained, all involve promises running from the buyer of a business or of a steamship to the seller or from the seller to the buyer, as distinguished from promises attempting to eliminate, I shouldn't have said promises running that way, all these promises run that way, they were promises running from one to the other, promising that the one would not compete with the other.",
                "start": 1865.837,
                "byte_stop": 7692831,
                "byte_start": 7566817,
                "stop": 1897.33
              },
              {
                "text": "The buyer would not compete with the seller or the seller would not compete with the buyer.",
                "start": 1897.33,
                "byte_stop": 7713625,
                "byte_start": 7692831,
                "stop": 1902.529
              },
              {
                "text": "Here of course the effort is to get promises from buyers not to compete with each other.",
                "start": 1902.529,
                "byte_stop": 7744763,
                "byte_start": 7713625,
                "stop": 1910.314
              },
              {
                "text": "Now this point again is to stand by authority.",
                "start": 1910.314,
                "byte_stop": 7761272,
                "byte_start": 7744763,
                "stop": 1914.455
              },
              {
                "text": "Judge Lurton later Mr. Justice Lurton in a parallel case involving the sale of drugs drew this very distinction.",
                "start": 1914.455,
                "byte_stop": 7806307,
                "byte_start": 7761272,
                "stop": 1925.702
              },
              {
                "text": "His opinion was expressly approved by this Court in the Dr. Miles Medicine case.",
                "start": 1925.702,
                "byte_stop": 7831071,
                "byte_start": 7806307,
                "stop": 1931.897
              },
              {
                "text": "There he pointed out that while a covenant, ancillary covenant might be permissible where restraint was no greater than necessary to enable the vendor to receive the value of his goodwill or to secure to the buyer the enjoyment of his purchase or to prevent the use of property to the prejudice of the seller.",
                "start": 1931.897,
                "byte_stop": 7913932,
                "byte_start": 7831071,
                "stop": 1952.609
              },
              {
                "text": "Here dealing with the resale pricing fixing case, the only competition which the contracts tend to suppress is competition between those who buy his goods to sell again, and this he said was important.",
                "start": 1952.609,
                "byte_stop": 7975581,
                "byte_start": 7913932,
                "stop": 1968.028
              },
              {
                "text": "A little later he returned to the point and emphasized no instance has been called to our attention where the main and principle if not only result is to protect buyers against the competition of each other and as I say that opinion was sustained in the Dr. Miles Medical case.",
                "start": 1968.028,
                "byte_stop": 8057083,
                "byte_start": 7975581,
                "stop": 1988.392
              }
            ]
          },
          {
            "start": 1988.392,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 8087489,
            "stop": 1996.005,
            "byte_start": 8057083,
            "text_blocks": [
              {
                "text": "One aspect of his case, we have the promise not to – of the buyer not to compete with the seller.",
                "start": 1988.392,
                "byte_stop": 8087489,
                "byte_start": 8057083,
                "stop": 1996.005
              }
            ]
          },
          {
            "start": 1996.005,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 9216293,
            "stop": 2278.192,
            "byte_start": 8087489,
            "text_blocks": [
              {
                "text": "That's the one, yes, that, what I've said thus far.",
                "start": 1996.005,
                "byte_stop": 8100655,
                "byte_start": 8087489,
                "stop": 1999.297
              },
              {
                "text": "I'd be glad to answer your question, but I just want to make it clear, what I've said this far and most of my argument is directed to the territorial restraint, but the other aspect we think is squarely answered by the Bausch & Lomb case and by the McKesson & Robbins case.",
                "start": 1999.297,
                "byte_stop": 8169305,
                "byte_start": 8100655,
                "stop": 2016.459
              },
              {
                "text": "Appellant attempts to distinguish the Dr. Miles case by saying, oh well that involved resale price fixing.",
                "start": 2016.459,
                "byte_stop": 8207444,
                "byte_start": 8169305,
                "stop": 2025.994
              },
              {
                "text": "The argument I submit misses the whole point the ancillaryness of a covenant if I may use that malapropism, is not dependent upon the character of the restraints of trade.",
                "start": 2025.994,
                "byte_stop": 8279751,
                "byte_start": 8207444,
                "stop": 2044.064
              },
              {
                "text": "It depends on the character of the transaction, but nothing that was said by Justice Hughes in this part, in answering the arguments that those covenants were ancillary, is inapplicable to the case here, nothing said by Justice Lurton in the case approved by this Court, isn't equally applicable to the argument here.",
                "start": 2044.064,
                "byte_stop": 8379956,
                "byte_start": 8279751,
                "stop": 2069.12
              },
              {
                "text": "The point is that promises given by buyers not to compete with each other on the sale of channels for resale, are not ancillary in any sense of the word.",
                "start": 2069.12,
                "byte_stop": 8452054,
                "byte_start": 8379956,
                "stop": 2087.132
              },
              {
                "text": "Nor has this Court drawn a distinction between covenants against departing from set resale prices and other kinds of restrictive covenants by a distributor to the manufacturer of goods.",
                "start": 2087.132,
                "byte_stop": 8529899,
                "byte_start": 8452054,
                "stop": 2106.613
              },
              {
                "text": "In the Ethyl Gasoline case, you'll remember, the vendor of a patented fluid licensed both refiners of gasoline and wholesalers.",
                "start": 2106.613,
                "byte_stop": 8576711,
                "byte_start": 8529899,
                "stop": 2118.316
              },
              {
                "text": "And then he attempted to require the refiners to promise that they would sell only to wholesalers who had licenses and the Court struck down those agreements.",
                "start": 2118.316,
                "byte_stop": 8628642,
                "byte_start": 8576711,
                "stop": 2131.294
              },
              {
                "text": "In the Bausch & Lomb case, the Court squarely held that a seller of lenses for eyeglasses violated the Sherman Act by exacting promises from its distributors, its wholesale distributors that they would sell only to retailers approved by the manufacturers.",
                "start": 2131.294,
                "byte_stop": 8727385,
                "byte_start": 8628642,
                "stop": 2155.976
              },
              {
                "text": "Those deals with restraints that it might it be claimed were ancillary, one as Justice Stewart just suggested, is a kind of restraint involved here, but the Court has rejected the argument time and time again.",
                "start": 2155.976,
                "byte_stop": 8788407,
                "byte_start": 8727385,
                "stop": 2171.237
              },
              {
                "text": "Now, in the five minutes remaining, I would like to say just a word about the precedents.",
                "start": 2171.237,
                "byte_stop": 8822993,
                "byte_start": 8788407,
                "stop": 2179.866
              },
              {
                "text": "First, we think in principle, that the combination of the cases holding that horizontal agreements are unlawful per se, plus the Dr. Miles and Bausch & Lomb case, I'm almost compelled, almost compelled, I'm mindful of Justice Holmes saying to the [Inaudible], the conclusion that the Court below was right.",
                "start": 2179.866,
                "byte_stop": 8938036,
                "byte_start": 8822993,
                "stop": 2208.633
              },
              {
                "text": "The cases in the lower court that are squarely in point are few in number.",
                "start": 2208.633,
                "byte_stop": 8964159,
                "byte_start": 8938036,
                "stop": 2215.181
              },
              {
                "text": "The Volkswagen case that my brother mentioned yesterday, a District Court opinion in New Jersey does squarely sustain it.",
                "start": 2215.181,
                "byte_stop": 9000939,
                "byte_start": 8964159,
                "stop": 2224.368
              },
              {
                "text": "There is an Eighth Circuit case in 125 Federal many years ago, dealing with the sale of cement, which perhaps sustains it, although it does not appear in the case as I read it, that this was more than one distributorship for one year in the State of Texas, rather than a planned spread all over the country.",
                "start": 2224.368,
                "byte_stop": 9091323,
                "byte_start": 9000939,
                "stop": 2246.958
              },
              {
                "text": "Now the other cases that he cites dealt with single sales, the one case by the government apparently war commodities were surplus, and the other of damaged goods.",
                "start": 2246.958,
                "byte_stop": 9139806,
                "byte_start": 9091323,
                "stop": 2259.088
              },
              {
                "text": "The government's position is supported by a charge delivered by Judge Mack in Lowe Motor Supplies Company against Weed Chain Tire Chain Company back in 1915 or 1916 and of course the Judge in the Court below sustained our view.",
                "start": 2259.088,
                "byte_stop": 9216293,
                "byte_start": 9139806,
                "stop": 2278.192
              }
            ]
          },
          {
            "start": 2278.192,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 9240534,
            "stop": 2284.267,
            "byte_start": 9216293,
            "text_blocks": [
              {
                "text": "Just in this government's case, was there a surplus commodity, did government promise not to compete?",
                "start": 2278.192,
                "byte_stop": 9240534,
                "byte_start": 9216293,
                "stop": 2284.267
              }
            ]
          },
          {
            "start": 2284.267,
            "speaker": {
              "last_name": "Cox",
              "ID": 15704,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/archibald_cox",
              "view_count": 0,
              "identifier": "archibald_cox",
              "name": "Archibald Cox"
            },
            "byte_stop": 10083767,
            "stop": 2495.08,
            "byte_start": 9240534,
            "text_blocks": [
              {
                "text": "This was a case cited in Mr. Gesell's brief, where the government under a statute authorizing such condition, sold certain goods on the condition that they not be resold in the United States.",
                "start": 2284.267,
                "byte_stop": 9300616,
                "byte_start": 9240534,
                "stop": 2299.275
              },
              {
                "text": "I take it was much like the kind of restraint -- I guess it is a restraint, that on the sale of warships as sometimes been imposed.",
                "start": 2299.275,
                "byte_stop": 9335411,
                "byte_start": 9300616,
                "stop": 2307.986
              },
              {
                "text": "They were not to be destroyed.",
                "start": 2307.986,
                "byte_stop": 9342412,
                "byte_start": 9335411,
                "stop": 2309.74
              },
              {
                "text": "They were not to be sold for scrap for certain time.",
                "start": 2309.74,
                "byte_stop": 9354324,
                "byte_start": 9342412,
                "stop": 2312.712
              },
              {
                "text": "It was apparently a case of that kind, in any event it was a single sale, and seems to me very distinguishable on that ground.",
                "start": 2312.712,
                "byte_stop": 9387029,
                "byte_start": 9354324,
                "stop": 2320.899
              },
              {
                "text": "Now, the secondary authorities are divided, but I think that the impression that we're given of them by the appellant is really quite extraordinary.",
                "start": 2320.899,
                "byte_stop": 9450454,
                "byte_start": 9387029,
                "stop": 2336.74
              },
              {
                "text": "Appellant, after calling attention to the fact that we rely on Dr. Miles and Bausch & Lomb, says that, it is worth noting that up to the time of the decision in this case, no opinion of any court nor any secondary authority had embraced that argument in the half century that had been available.",
                "start": 2336.74,
                "byte_stop": 9549615,
                "byte_start": 9450454,
                "stop": 2361.537
              },
              {
                "text": "Well, I found in addition to the decision of Judge Mack, a paper written by former Judge Rifkind, which is cited in the appellant's brief, where he says if an agreement among manufacturers which allocates territory is illegal, it is hard to see why a contractual scheme among the manufacturer and his two distributors is not equally open to attack, and he cites in the footnotes, see Dr. Miles Medical.",
                "start": 2361.537,
                "byte_stop": 9680018,
                "byte_start": 9549615,
                "stop": 2394.13
              },
              {
                "text": "So, it seems to me that he was relying on this very argument.",
                "start": 2394.13,
                "byte_stop": 9697573,
                "byte_start": 9680018,
                "stop": 2398.531
              },
              {
                "text": "Later in his paper, Judge Rifkind squarely expresses the opinion that he would think that it would be held that such a set of promises would be held unlawful as in violation of the Sherman Act, although he distinguishes the exclusive license as I have attempted to do here.",
                "start": 2398.531,
                "byte_stop": 9781687,
                "byte_start": 9697573,
                "stop": 2419.559
              },
              {
                "text": "In a footnote it is suggested that among the commentators is the learned incumbent, assistant Attorney General, one of government counsel herein.",
                "start": 2419.559,
                "byte_stop": 9833514,
                "byte_start": 9781687,
                "stop": 2432.51
              },
              {
                "text": "Well knowing the [Inaudible] of those who've written in academic life and they are then called upon to represent the government, I fear that I might find that Judge Levinger had indeed said something inconsistent with our position.",
                "start": 2432.51,
                "byte_stop": 9893909,
                "byte_start": 9833514,
                "stop": 2447.606
              },
              {
                "text": "But I find what he says at the pages cited, is on principle the strongest argument would appear to be against permitting, either a horizontal or a vertical combination to agree upon territorial divisions of the market.",
                "start": 2447.606,
                "byte_stop": 9956498,
                "byte_start": 9893909,
                "stop": 2463.268
              },
              {
                "text": "So we think that our case is well sustained by authority as well as by principle.",
                "start": 2463.268,
                "byte_stop": 9986905,
                "byte_start": 9956498,
                "stop": 2470.857
              },
              {
                "text": "I mentioned the other authorities, the consent decrees over the last ten years or so, and that the common law cases that are described as a torrent of authority by our brother, my brother indeed upon examination you will find are few in number and wholly distinguishable.",
                "start": 2470.857,
                "byte_stop": 10083767,
                "byte_start": 9986905,
                "stop": 2495.08
              }
            ]
          },
          {
            "start": 2495.08,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10090245,
            "stop": 2496.704,
            "byte_start": 10083767,
            "text_blocks": [
              {
                "text": "Mr. Gesell.",
                "start": 2495.08,
                "byte_stop": 10090245,
                "byte_start": 10083767,
                "stop": 2496.704
              }
            ]
          }
        ],
        "stop": 2496.704
      },
      {
        "start": 2496.704,
        "byte_stop": 14879013,
        "byte_start": 10090245,
        "turns": [
          {
            "start": 2496.704,
            "speaker": {
              "last_name": "Gesell",
              "ID": 25417,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/gerhard_a_gesell",
              "view_count": 0,
              "identifier": "gerhard_a_gesell",
              "name": "Gerhard A. Gesell"
            },
            "byte_stop": 14879013,
            "stop": 3693.917,
            "byte_start": 10090245,
            "text_blocks": [
              {
                "text": "May it please the Court.",
                "start": 2496.704,
                "byte_stop": 10098813,
                "byte_start": 10090245,
                "stop": 2498.841
              },
              {
                "text": "I would like at the outset in replying to the Solicitor General, to make perfectly clear certain business facts which we are in controversy about here, both of us talking without any record before us.",
                "start": 2498.841,
                "byte_stop": 10178330,
                "byte_start": 10098813,
                "stop": 2518.701
              },
              {
                "text": "And at the opening of his remarks he suggested that when I said that there are a large number of small businessmen dependent upon territorially limited distributorships, that I was talking about exclusive distributorships and not about territorially limited distributorships of the kind we have here.",
                "start": 2518.701,
                "byte_stop": 10278640,
                "byte_start": 10178330,
                "stop": 2543.789
              },
              {
                "text": "Well I was talking just about that and I was talking about the ads that appear in the current Wall Street Journal telling people, small businessmen who are concerned with vending machines, food products, health equipment, that they have protected exclusive territories that they can chose, that they have protected areas for automatic fire protection or the ad that appears in the middle of The New Yorker today and in the middle of the Sports Illustrated for Hatteras Yachts says, dealers are carefully selected and their territory is protected.",
                "start": 2543.789,
                "byte_stop": 10444988,
                "byte_start": 10278640,
                "stop": 2585.379
              },
              {
                "text": "We are dealing with a common inherent practice here which the Commerce Department and other agencies of government have endorsed and encouraged and on which many, many small businessmen all over this country are depended upon for their livelihood and in respect of which and reliance on which they like the White dealers have made substantial capital investment and stake their all in an effort to make a living.",
                "start": 2585.379,
                "byte_stop": 10567868,
                "byte_start": 10444988,
                "stop": 2616.099
              },
              {
                "text": "Now we heard today about the mammoth White Motor Company.",
                "start": 2616.099,
                "byte_stop": 10588557,
                "byte_start": 10567868,
                "stop": 2621.26
              },
              {
                "text": "The entry of Ford and General Motors into the large truck field is of recent origin, and what would this Court say if the record were to show, as I believe it would show, were we to go on trial, that as these large integrated organizations have entered into the big truck field, White's business is diminishing, that as they've chosen some certain categories and types of trucks to merchandise, White's business has gone down.",
                "start": 2621.26,
                "byte_stop": 10704750,
                "byte_start": 10588557,
                "stop": 2650.326
              },
              {
                "text": "That as they sent their engineers into their own branch offices to offer competition to White, White is suffering.",
                "start": 2650.326,
                "byte_stop": 10742784,
                "byte_start": 10704750,
                "stop": 2659.817
              },
              {
                "text": "We don't know those facts, but that's the kind of record we'd have here, if we had our day in court.",
                "start": 2659.817,
                "byte_stop": 10781654,
                "byte_start": 10742784,
                "stop": 2669.542
              },
              {
                "text": "Now I would like to discuss next, the suggestion that this is just like any other horizontal arrangement, just like any horizontal arrangement.",
                "start": 2669.542,
                "byte_stop": 10845288,
                "byte_start": 10781654,
                "stop": 2685.45
              },
              {
                "text": "In the first place we have no findings to that effect.",
                "start": 2685.45,
                "byte_stop": 10859604,
                "byte_start": 10845288,
                "stop": 2689.021
              },
              {
                "text": "In the second place we have no decision to that effect, but let me point this out.",
                "start": 2689.021,
                "byte_stop": 10886248,
                "byte_start": 10859604,
                "stop": 2695.7
              },
              {
                "text": "The Solicitor General says that we can tell our dealers to confine their showrooms to a particular territory, that we can tell our dealers that they can put so much money into their territory and they must put so much energy and effort into their territories as not percentage wise I gather it has to be dollar wise, wouldn't he be here saying to you however, that if the dealers so agreed to such arrangement that that was equally illegal.",
                "start": 2695.7,
                "byte_stop": 11016443,
                "byte_start": 10886248,
                "stop": 2728.246
              },
              {
                "text": "Could these dealers get together and agree they would all keep their showrooms away from each other.",
                "start": 2728.246,
                "byte_stop": 11040371,
                "byte_start": 11016443,
                "stop": 2734.217
              },
              {
                "text": "Could they get together and all agree to a primary responsibility doctrine into which they would say let's not compete but let's keep all our money in a given territory or most of our money or most of our sales effort.",
                "start": 2734.217,
                "byte_stop": 11097736,
                "byte_start": 11040371,
                "stop": 2748.567
              },
              {
                "text": "He is caught with the proposition that he recognizes that when a man sells his goods, his primary interest is competing with others, not destroying himself by his own competition.",
                "start": 2748.567,
                "byte_stop": 11170043,
                "byte_start": 11097736,
                "stop": 2766.631
              },
              {
                "text": "And he suggests other ways which if they were agree to among dealers would be equally restrictive.",
                "start": 2766.631,
                "byte_stop": 11213197,
                "byte_start": 11170043,
                "stop": 2777.441
              },
              {
                "text": "The argument presented this morning to the court has been premised on the assumption not in the record that the primary purpose and objective of White Motor Company was to prevent competition between its dealers.",
                "start": 2777.441,
                "byte_stop": 11286549,
                "byte_start": 11213197,
                "stop": 2795.778
              },
              {
                "text": "I say that is not a fact.",
                "start": 2795.778,
                "byte_stop": 11297729,
                "byte_start": 11286549,
                "stop": 2798.576
              },
              {
                "text": "I say it is not proven and it would not be so shown on trial.",
                "start": 2798.576,
                "byte_stop": 11317478,
                "byte_start": 11297729,
                "stop": 2803.506
              },
              {
                "text": "The purpose of White is to compete with the other brands.",
                "start": 2803.506,
                "byte_stop": 11342973,
                "byte_start": 11317478,
                "stop": 2809.871
              },
              {
                "text": "The purpose of White is to be successful in a tough changing competitive business and the limitations or restraints or whatever you wish to call them are merely ancillary to that affirmative purpose and when White said that if you destroy these arrangements will lose our dealers and competition will lessen, the District Court said, that is immaterial.",
                "start": 2809.871,
                "byte_stop": 11485915,
                "byte_start": 11342973,
                "stop": 2845.597
              },
              {
                "text": "An argument was advanced this morning, an argument was advanced this morning that we had prohibited price competition and that therefore this case was like Dr. Miles.",
                "start": 2845.597,
                "byte_stop": 11543385,
                "byte_start": 11485915,
                "stop": 2859.965
              },
              {
                "text": "I don't understand that argument, because that isn't what this record shows.",
                "start": 2859.965,
                "byte_stop": 11565014,
                "byte_start": 11543385,
                "stop": 2865.38
              },
              {
                "text": "Every dealer is free to choose what price he wants to charge for a White truck.",
                "start": 2865.38,
                "byte_stop": 11599809,
                "byte_start": 11565014,
                "stop": 2874.075
              },
              {
                "text": "He is not like the Dr. Miles situation for having resale price maintenance imposed upon him.",
                "start": 2874.075,
                "byte_stop": 11635858,
                "byte_start": 11599809,
                "stop": 2883.104
              },
              {
                "text": "He not only cannot compete with others who sell Dr. Miles prescription, but he cannot change his price to meet the competition of others.",
                "start": 2883.104,
                "byte_stop": 11676923,
                "byte_start": 11635858,
                "stop": 2893.362
              },
              {
                "text": "The White dealers are completely free within their territory to charge what price they will, to offer what service they can.",
                "start": 2893.362,
                "byte_stop": 11724361,
                "byte_start": 11676923,
                "stop": 2905.227
              },
              {
                "text": "And their position therefore is not the rigid position that a Dr. Miles resale price maintenance type situation creates whatsoever.",
                "start": 2905.227,
                "byte_stop": 11766262,
                "byte_start": 11724361,
                "stop": 2915.696
              },
              {
                "text": "Each of these dealers has price flexibility and price ability to compete.",
                "start": 2915.696,
                "byte_stop": 11813804,
                "byte_start": 11766262,
                "stop": 2927.578
              },
              {
                "text": "I would like if I may to discuss another aspect of the Solicitor General's argument.",
                "start": 2927.578,
                "byte_stop": 11863855,
                "byte_start": 11813804,
                "stop": 2940.088
              },
              {
                "text": "He urges on you that only where there has been a sale of a capital item, of capital goods has the ancillary restraint doctrine been accepted by this Court.",
                "start": 2940.088,
                "byte_stop": 11939506,
                "byte_start": 11863855,
                "stop": 2959.014
              },
              {
                "text": "Now I think that is patently not the case on any fair reading of the line of authorities starting with Addison Pipe.",
                "start": 2959.014,
                "byte_stop": 11977644,
                "byte_start": 11939506,
                "stop": 2968.548
              },
              {
                "text": "Price has been singled out as of special consequence because of its historical position in Common Law and because of the fact that price control and monopoly are inherently the same thing and the discussion of the court at the time of Standard Oil, the discussion of the Court and later in Print and Pottery, the discussion of the Court throughout the development of this Fall has set prices in a special different category and we recognize the rule of reasons as it applies in respect of other restraints, other than price.",
                "start": 2968.548,
                "byte_stop": 12184116,
                "byte_start": 11977644,
                "stop": 3020.152
              },
              {
                "text": "And when the Solicitor General says, let's take this and throw it in with all of the other practices that have held per se illegal, what are those practices?",
                "start": 3020.152,
                "byte_stop": 12240645,
                "byte_start": 12184116,
                "stop": 3034.283
              },
              {
                "text": "What is that great host of per se violation that this Court has established?",
                "start": 3034.283,
                "byte_stop": 12265409,
                "byte_start": 12240645,
                "stop": 3040.494
              },
              {
                "text": "There is no per se rule as the tie-in contract.",
                "start": 3040.494,
                "byte_stop": 12289337,
                "byte_start": 12265409,
                "stop": 3046.465
              },
              {
                "text": "Mr. Justice Black made clear in his opinion that under certain set of facts in the North Pacific Case the tie-in contract there failed, but not all tie-in contracts, not under all circumstances.",
                "start": 3046.465,
                "byte_stop": 12360808,
                "byte_start": 12289337,
                "stop": 3064.326
              },
              {
                "text": "What is it is the requirements contract?",
                "start": 3064.326,
                "byte_stop": 12375751,
                "byte_start": 12360808,
                "stop": 3068.069
              },
              {
                "text": "We don't have any per se rule as to them.",
                "start": 3068.069,
                "byte_stop": 12397380,
                "byte_start": 12375751,
                "stop": 3073.482
              },
              {
                "text": "I know of no per se rule in the field of general restraint, putting aside the pack of questions for a moment, other than price.",
                "start": 3073.482,
                "byte_stop": 12450670,
                "byte_start": 12397380,
                "stop": 3086.798
              },
              {
                "text": "So, when he says that put this in the area, what is he talking about?",
                "start": 3086.798,
                "byte_stop": 12471672,
                "byte_start": 12450670,
                "stop": 3092.046
              },
              {
                "text": "And, then I ask the Court to, and I hope it listens carefully to the exceptions that are suggested here.",
                "start": 3092.046,
                "byte_stop": 12507199,
                "byte_start": 12471672,
                "stop": 3100.932
              },
              {
                "text": "In answer yesterday to Mr. Justice Goldberg, the statement was, well this might not apply in the case of a new company entering into a market.",
                "start": 3100.932,
                "byte_stop": 12574386,
                "byte_start": 12507199,
                "stop": 3117.736
              },
              {
                "text": "We'd have to suggest that maybe if somebody was coming with a new automobile let's say and it wanted to penetrate against these big companies but maybe it would be all right to let them do this.",
                "start": 3117.736,
                "byte_stop": 12623496,
                "byte_start": 12574386,
                "stop": 3130.016
              },
              {
                "text": "It was also suggested that if White was failing, it might be all right for it to do it, but the rule we have here that you're asked to affirm has no such qualification.",
                "start": 3130.016,
                "byte_stop": 12675427,
                "byte_start": 12623496,
                "stop": 3142.996
              },
              {
                "text": "And, if you affirm this judgment below, even the exceptions of the Solicitor General talks about are not available to any litigant here.",
                "start": 3142.996,
                "byte_stop": 12713671,
                "byte_start": 12675427,
                "stop": 3152.548
              },
              {
                "text": "And then I want to ask you as a practical matter, what is the difference between a new company entering a business and an old independent established company subsisting in the business, in the face of encroaching and every increasing competition?",
                "start": 3152.548,
                "byte_stop": 12800293,
                "byte_start": 12713671,
                "stop": 3174.196
              },
              {
                "text": "What is the legal difference?",
                "start": 3174.196,
                "byte_stop": 12807816,
                "byte_start": 12800293,
                "stop": 3176.084
              },
              {
                "text": "What is the social difference?",
                "start": 3176.084,
                "byte_stop": 12816071,
                "byte_start": 12807816,
                "stop": 3178.159
              },
              {
                "text": "What is the practical difference?",
                "start": 3178.159,
                "byte_stop": 12824012,
                "byte_start": 12816071,
                "stop": 3180.139
              },
              {
                "text": "I'd say there isn't there, and I would say the questions has to be explored by this Court that you must look at the circumstances under which this business has been developed, why these territorial arrangements are necessary or not necessary, what their effect is on competition overall?",
                "start": 3180.139,
                "byte_stop": 12918680,
                "byte_start": 12824012,
                "stop": 3203.808
              },
              {
                "text": "We have no dealer testimony.",
                "start": 3203.808,
                "byte_stop": 12929128,
                "byte_start": 12918680,
                "stop": 3206.408
              },
              {
                "text": "We know nothing about these dealers, but I suggest that they would testify that they aren't going to make an investment of $150,000 looking towards business a year of around $250,000 unless they have some assurance that when they construct the service facilities and the showrooms and take the other training and other experiences necessary and to get into a position where they can participate in the custom construction of these trucks that they have some chance to develop a specified area themselves.",
                "start": 3206.408,
                "byte_stop": 13096208,
                "byte_start": 12929128,
                "stop": 3248.177
              },
              {
                "text": "Now, it was suggested that this is an ordinary common variety kind of a case of everyday sale of goods out of stock.",
                "start": 3248.177,
                "byte_stop": 13145422,
                "byte_start": 13096208,
                "stop": 3260.49
              },
              {
                "text": "I never understood why United States printed this mass of contract that makes up the bulk of this record.",
                "start": 3260.49,
                "byte_stop": 13188159,
                "byte_start": 13145422,
                "stop": 3271.172
              },
              {
                "text": "But, if you look at them, you'll see that the dealers there in most instances carry White's name.",
                "start": 3271.172,
                "byte_stop": 13221491,
                "byte_start": 13188159,
                "stop": 3279.516
              },
              {
                "text": "You will see that under the contract they're allowed to use White's name for the duration of the contract.",
                "start": 3279.516,
                "byte_stop": 13260048,
                "byte_start": 13221491,
                "stop": 3289.135
              },
              {
                "text": "I have told you that they participate with White in the engineering and custom building of these models to meet particular customer's needs.",
                "start": 3289.135,
                "byte_stop": 13300276,
                "byte_start": 13260048,
                "stop": 3299.193
              },
              {
                "text": "This is analogous, I'd say, to the very type of situation which was presented by the Solicitor General.",
                "start": 3299.193,
                "byte_stop": 13336221,
                "byte_start": 13300276,
                "stop": 3308.186
              },
              {
                "text": "Goodwill is involved.",
                "start": 3308.186,
                "byte_stop": 13347715,
                "byte_start": 13336221,
                "stop": 3311.067
              },
              {
                "text": "The dealers by their contract are participating with White in the development of its business.",
                "start": 3311.067,
                "byte_stop": 13410617,
                "byte_start": 13347715,
                "stop": 3326.775
              },
              {
                "text": "It was suggested that a decision of this Court in Bausch and Lomb threw out restrictions of the kind we have here.",
                "start": 3326.775,
                "byte_stop": 13465997,
                "byte_start": 13410617,
                "stop": 3340.64
              },
              {
                "text": "I would emphasize that that decision and we've discussed it in great detail in our opposition with a motion to affirm had to do with the restrictions which the Court found were ancillary to and in assistance of a price fixing scheme.",
                "start": 3340.64,
                "byte_stop": 13538513,
                "byte_start": 13465997,
                "stop": 3358.751
              },
              {
                "text": "And of course if these arrangements were to have been held by the district court or were to be presented here as ancillary to and part of a price fixing scheme their status in a decree would be quite different, but it is conceded here and it was so held by the judge below that these limitations and restrictions must be viewed fully independent of price and the Solicitor General offers to you the opportunity to hold, that absent any price problem of any character, you are going to strike down in this and all other industries these types of limitations. Consider what would be involved?",
                "start": 3358.751,
                "byte_stop": 13728475,
                "byte_start": 13538513,
                "stop": 3406.247
              },
              {
                "text": "The man who wishes to sell his goods only through certain types of department stores, he couldn't do that any longer.",
                "start": 3406.247,
                "byte_stop": 13766510,
                "byte_start": 13728475,
                "stop": 3415.769
              },
              {
                "text": "The man who wishes to sell his goods only through certain types of drug stores, he couldn't do that any longer.",
                "start": 3415.769,
                "byte_stop": 13795140,
                "byte_start": 13766510,
                "stop": 3422.927
              },
              {
                "text": "The man who wishes to promote his business by selecting individuals in areas couldn't do that any longer unless those people were willing to take on that obligation knowing that they would have absolutely no protection from either the sellers' own competition or the competition of others to whom he sells.",
                "start": 3422.927,
                "byte_stop": 13898167,
                "byte_start": 13795140,
                "stop": 3448.679
              },
              {
                "text": "The whole structure of American business is not, has not developed along those lines.",
                "start": 3448.679,
                "byte_stop": 13927633,
                "byte_start": 13898167,
                "stop": 3456.027
              },
              {
                "text": "It is traditional that a person who is selling his goods is a man who is seeking not to kill himself by his own competition with himself but is seeking to compete with others.",
                "start": 3456.027,
                "byte_stop": 13993775,
                "byte_start": 13927633,
                "stop": 3472.572
              },
              {
                "text": "And consider what is presented to White?",
                "start": 3472.572,
                "byte_stop": 14009240,
                "byte_start": 13993775,
                "stop": 3476.432
              },
              {
                "text": "If this system goes down what is White's alternative?",
                "start": 3476.432,
                "byte_stop": 14032227,
                "byte_start": 14009240,
                "stop": 3482.177
              },
              {
                "text": "It is not his primary responsibility proposition which has been suggested by the Solicitor General because to begin with that was not permitted by the order below.",
                "start": 3482.177,
                "byte_stop": 14077471,
                "byte_start": 14032227,
                "stop": 3493.496
              },
              {
                "text": "White might, if it could raise the money, go into this business itself.",
                "start": 3493.496,
                "byte_stop": 14101086,
                "byte_start": 14077471,
                "stop": 3499.398
              },
              {
                "text": "It could establish branch offices everywhere, as some of the bigger companies are tending to do.",
                "start": 3499.398,
                "byte_stop": 14125850,
                "byte_start": 14101086,
                "stop": 3505.593
              },
              {
                "text": "If their port could sell entirely through its own branch offices and we certainly are in the day where one would say that White had to say that its branch offices would compete interstate.",
                "start": 3505.593,
                "byte_stop": 14185514,
                "byte_start": 14125850,
                "stop": 3520.519
              },
              {
                "text": "So that all of white's energies could be devoted to inter-brand competition and what would be the result?",
                "start": 3520.519,
                "byte_stop": 14225220,
                "byte_start": 14185514,
                "stop": 3530.441
              },
              {
                "text": "The dealers, the small fellows, the little businessmen who are participating with White in this venture would be out of business.",
                "start": 3530.441,
                "byte_stop": 14265762,
                "byte_start": 14225220,
                "stop": 3540.567
              },
              {
                "text": "And I say a rule that does that not only as to White, but does that to every other type of distribution in this country over a whole host of products is not a sensible rule and that you should have before you, in approaching these problems, not only the White case tried with the evidence before you, but other cases tried with the evidence before you until your experience and your knowledge of these distribution practices was sufficient to enable you to know the effects of what you are doing.",
                "start": 3540.567,
                "byte_stop": 14424795,
                "byte_start": 14265762,
                "stop": 3580.334
              },
              {
                "text": "Because certainly this is not a case such as was handed down yesterday by this court where there is some exquisite statutory directive with which you are concerned with interpreting.",
                "start": 3580.334,
                "byte_stop": 14483519,
                "byte_start": 14424795,
                "stop": 3595.01
              },
              {
                "text": "We've got in the nature of a constitutional provision here.",
                "start": 3595.01,
                "byte_stop": 14504312,
                "byte_start": 14483519,
                "stop": 3600.208
              },
              {
                "text": "We have no requirement on the Court of this character and it would seem to me that the Court should not write it into the statute as they knew statutory provision without the economic experience and the case experience which is the proper way to decide it.",
                "start": 3600.208,
                "byte_stop": 14582262,
                "byte_start": 14504312,
                "stop": 3619.704
              },
              {
                "text": "Look what's happened in Colgate?",
                "start": 3619.704,
                "byte_stop": 14594173,
                "byte_start": 14582262,
                "stop": 3622.685
              },
              {
                "text": "There has been a gradual development of the Colgate doctrine on a case-by-case method.",
                "start": 3622.685,
                "byte_stop": 14626043,
                "byte_start": 14594173,
                "stop": 3630.637
              },
              {
                "text": "Why should there not be a gradual development here in the time honored rule of reason method to determine to what extent distribution practices of this kind should be encouraged and to what extent distribution practices of this kind should be discouraged.",
                "start": 3630.637,
                "byte_stop": 14701275,
                "byte_start": 14626043,
                "stop": 3649.44
              },
              {
                "text": "It is suggested, using Mr. Justice Black's opinion, that there can be no redeeming purpose in arrangements of this kind.",
                "start": 3649.44,
                "byte_stop": 14750072,
                "byte_start": 14701275,
                "stop": 3661.655
              },
              {
                "text": "I say there is a redeeming purpose.",
                "start": 3661.655,
                "byte_stop": 14764178,
                "byte_start": 14750072,
                "stop": 3665.176
              },
              {
                "text": "It is the purpose to continue in business and to compete effectively.",
                "start": 3665.176,
                "byte_stop": 14788629,
                "byte_start": 14764178,
                "stop": 3671.298
              },
              {
                "text": "And the suggestion that there is any other dominant or purpose here is certainly not established by this record.",
                "start": 3671.298,
                "byte_stop": 14823006,
                "byte_start": 14788629,
                "stop": 3679.89
              },
              {
                "text": "It couldn't be on a summary of judgment record.",
                "start": 3679.89,
                "byte_stop": 14841187,
                "byte_start": 14823006,
                "stop": 3684.431
              },
              {
                "text": "So I ask Your Honors to send this case back and give us a chance to try the case.",
                "start": 3684.431,
                "byte_stop": 14879013,
                "byte_start": 14841187,
                "stop": 3693.917
              }
            ]
          }
        ],
        "stop": 3693.917
      }
    ],
    "duration": 3693.917,
    "title": "White Motor Company v. United States"
  },
  "id": 14010,
  "media_file": [
    {
      "size": 14879326,
      "id": 37140,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1962/54/19630115a_54.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 36187926,
      "id": 59152,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1962/54/19630115a_54.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 48159,
      "id": 59153,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1962/54/19630115a_54.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}