{
  "title": "Oral Argument - December 03, 1962",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 6432266,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 177507,
            "stop": 18.518,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 88, National Labor Relations Board, petitioner, versus Reliance Fuel Oil Corporation. Mr. Claiborne.",
                "start": 0,
                "byte_stop": 177507,
                "byte_start": 103424,
                "stop": 18.518
              }
            ]
          },
          {
            "start": 18.518,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2331669,
            "stop": 557.038,
            "byte_start": 177507,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 18.518,
                "byte_stop": 191404,
                "byte_start": 177507,
                "stop": 21.972
              },
              {
                "text": "In this case, there is only a single issue and that is the jurisdiction of the National Labor Relations Board.",
                "start": 21.972,
                "byte_stop": 218154,
                "byte_start": 191404,
                "stop": 28.672
              },
              {
                "text": "Jurisdiction here is challenged on the ground that respondent Reliance’s operation are not sufficiently connected with interstate commerce so that a labor dispute arising there would affect commerce within the meaning of the National Labor Relations Act.",
                "start": 28.672,
                "byte_stop": 294849,
                "byte_start": 218154,
                "stop": 47.839
              },
              {
                "text": "The trial examiner addressed himself to this question.",
                "start": 47.839,
                "byte_stop": 308851,
                "byte_start": 294849,
                "stop": 51.349
              },
              {
                "text": "He made findings and he concluded that the Board had jurisdiction.",
                "start": 51.349,
                "byte_stop": 332257,
                "byte_start": 308851,
                "stop": 57.187
              },
              {
                "text": "The Board adopted the findings of the examiner in this respect and held that it had jurisdiction.",
                "start": 57.187,
                "byte_stop": 358379,
                "byte_start": 332257,
                "stop": 63.725
              },
              {
                "text": "On petition for enforcement by the Board before the Court of Appeal for the Second Circuit, the findings on the merits were approved, but the court had some doubt about the jurisdiction of the Board over the dispute in question, but the court didn’t resolve that issue.",
                "start": 63.725,
                "byte_stop": 436746,
                "byte_start": 358379,
                "stop": 83.306
              },
              {
                "text": "It simply felt that the findings were insufficient and therefore remanded the case to the Board in its words to make further findings -- take further evidence and make further findings on the manner in which the labor dispute at Reliance affects or tends to affect commerce.",
                "start": 83.306,
                "byte_stop": 516995,
                "byte_start": 436746,
                "stop": 103.376
              },
              {
                "text": "The Board petitioned for rehearing unsuccessfully.",
                "start": 103.376,
                "byte_stop": 527862,
                "byte_start": 516995,
                "stop": 106.085
              },
              {
                "text": "The court issued a short supplemental opinion.",
                "start": 106.085,
                "byte_stop": 542595,
                "byte_start": 527862,
                "stop": 109.78
              },
              {
                "text": "From the decision we're not denied rehearing, we applied -- the Board applied to this Court for certiorari which was granted.",
                "start": 109.78,
                "byte_stop": 582719,
                "byte_start": 542595,
                "stop": 119.805
              },
              {
                "text": "The relevant jurisdictional facts are these.",
                "start": 119.805,
                "byte_stop": 596720,
                "byte_start": 582719,
                "stop": 123.322
              },
              {
                "text": "Reliance is a fuel oil dealer on Long Island in New York State.",
                "start": 123.322,
                "byte_stop": 625351,
                "byte_start": 596720,
                "stop": 130.458
              },
              {
                "text": "It sells fuel oil for heating purposes to homeowners, all of whom live on Long Island.",
                "start": 130.458,
                "byte_stop": 656802,
                "byte_start": 625351,
                "stop": 138.326
              },
              {
                "text": "It also services their burners, their oil burners.",
                "start": 138.326,
                "byte_stop": 677595,
                "byte_start": 656802,
                "stop": 143.532
              },
              {
                "text": "It's gross sales in 1959, 1959 is the pertinent period because labor dispute charged here occurred in January and February 1960 and these were the most recent figures, in 1959, this company, Reliance, sold something over six-and-three quarter million gallons of fuel oil of a value exceeding half a million dollars.",
                "start": 143.532,
                "byte_stop": 782190,
                "byte_start": 677595,
                "stop": 169.668
              },
              {
                "text": "Besides certain office personnel, supervisors and salesman, the company had 21 regular employees, 11 of whom were truck drivers, the other 10, service personnel.",
                "start": 169.668,
                "byte_stop": 842585,
                "byte_start": 782190,
                "stop": 184.771
              },
              {
                "text": "These 21 employees are those that were involved in the labor dispute.",
                "start": 184.771,
                "byte_stop": 868289,
                "byte_start": 842585,
                "stop": 191.197
              },
              {
                "text": "I won't detail the labor dispute the way in which it was resolved because that issue is now before the court.",
                "start": 191.197,
                "byte_stop": 896815,
                "byte_start": 868289,
                "stop": 198.329
              },
              {
                "text": "The -- as I say, the court affirmed the Board's finding that Reliance had been guilty of unfair labor practices towards these 21 employees and in an inappropriate order which was affirmed or which the court indicated it would affirm if it had not had doubts about jurisdiction.",
                "start": 198.329,
                "byte_stop": 974242,
                "byte_start": 896815,
                "stop": 217.688
              },
              {
                "text": "Getting back to the jurisdictional facts, Reliance buys this oil which it sells to homeowners on Long Island.",
                "start": 217.688,
                "byte_stop": 1006634,
                "byte_start": 974242,
                "stop": 225.783
              },
              {
                "text": "It buys most, if not all of this oil, from the Gulf Oil Corporation.",
                "start": 225.783,
                "byte_stop": 1030875,
                "byte_start": 1006634,
                "stop": 231.851
              },
              {
                "text": "These purchases during the pertinent period, exceed $650,000 for the year.",
                "start": 231.851,
                "byte_stop": 1064312,
                "byte_start": 1030875,
                "stop": 240.207
              },
              {
                "text": "Gulf Oil Corporation of course is a large company, concededly involved in interstate commerce, with more than $3 billion in annual gross revenues.",
                "start": 240.207,
                "byte_stop": 1108302,
                "byte_start": 1064312,
                "stop": 251.197
              },
              {
                "text": "Now the greater part of this fuel oil which is sold by Reliance on Long Island, and which it purchases from Gulf is refined by Gulf out of the State of New York.",
                "start": 251.197,
                "byte_stop": 1160756,
                "byte_start": 1108302,
                "stop": 264.323
              },
              {
                "text": "Gulf brings it in from outside the state into its tanks in New York City.",
                "start": 264.323,
                "byte_stop": 1191372,
                "byte_start": 1160756,
                "stop": 271.977
              },
              {
                "text": "From there, it ships a certain portion to its tanks, Gulf's tanks, at Long Island from where the company involved, Reliance picks it up and delivers it to its customers.",
                "start": 271.977,
                "byte_stop": 1241527,
                "byte_start": 1191372,
                "stop": 284.525
              },
              {
                "text": "Summarizing the jurisdictional fact then, Reliance locally sells a product which has been manufactured out of state, but which has twice temporarily come to rest within the states.",
                "start": 284.525,
                "byte_stop": 1297847,
                "byte_start": 1241527,
                "stop": 298.589
              },
              {
                "text": "The volume of these purchases is well over a quarter of a million dollars, probably more than half a million dollars.",
                "start": 298.589,
                "byte_stop": 1332746,
                "byte_start": 1297847,
                "stop": 307.315
              },
              {
                "text": "Another fact that should be emphasized perhaps is that purchases by Reliance are not made through an intermediary.",
                "start": 307.315,
                "byte_stop": 1361899,
                "byte_start": 1332746,
                "stop": 314.603
              },
              {
                "text": "They're made directly from the manufacturer, the company involved in the interstate commerce.",
                "start": 314.603,
                "byte_stop": 1389380,
                "byte_start": 1361899,
                "stop": 321.466
              },
              {
                "text": "Now on basis of these facts, the Board held that it had jurisdiction.",
                "start": 321.466,
                "byte_stop": 1406516,
                "byte_start": 1389380,
                "stop": 325.76
              },
              {
                "text": "That said it didn't simply assume jurisdiction.",
                "start": 325.76,
                "byte_stop": 1417279,
                "byte_start": 1406516,
                "stop": 328.462
              },
              {
                "text": "It discussed the question, it added specific findings, it concluded the jurisdiction existed.",
                "start": 328.462,
                "byte_stop": 1444655,
                "byte_start": 1417279,
                "stop": 335.295
              },
              {
                "text": "The findings of the Board which takes three pages in the record, pages 10 through 12, will bear out that session.",
                "start": 335.295,
                "byte_stop": 1483839,
                "byte_start": 1444655,
                "stop": 345.097
              },
              {
                "text": "At the beginning, I like to stress that the Board did not rest jurisdiction solely on a finding that its monetary standards were satisfied.",
                "start": 345.097,
                "byte_stop": 1530650,
                "byte_start": 1483839,
                "stop": 356.794
              },
              {
                "text": "There's an implication in the Court of Appeal opinion and in the respondent's brief that what the Board did in effect per se, this is a retail concern, our discretionary standard with respect to retail concerns is the gross volume of business standard of half a million dollars.",
                "start": 356.794,
                "byte_stop": 1610271,
                "byte_start": 1530650,
                "stop": 376.703
              },
              {
                "text": "Reliance meets this test, therefore, we have jurisdiction.",
                "start": 376.703,
                "byte_stop": 1627826,
                "byte_start": 1610271,
                "stop": 381.091
              },
              {
                "text": "The Board did not do that.",
                "start": 381.091,
                "byte_stop": 1633468,
                "byte_start": 1627826,
                "stop": 382.498
              },
              {
                "text": "It found that there was indeed more than half a million dollars worth of gross volume of business, but it also separately, independently found that the activities of Reliance were so related to interstate commerce that a shut down of this plant would affect interstate commerce in the statutory and constitutional sense.",
                "start": 382.498,
                "byte_stop": 1742033,
                "byte_start": 1633468,
                "stop": 409.65
              },
              {
                "text": "We don't ask this Court to hold that every time there is a company which has indirectly imports of more than X dollars and those X dollars meet the discretionary standards which the Board has setup, therefore, the Board should exercise jurisdiction.",
                "start": 409.65,
                "byte_stop": 1819146,
                "byte_start": 1742033,
                "stop": 428.917
              },
              {
                "text": "We recognize that the Commerce Clause is not to be measured in terms of rigid dollars spent.",
                "start": 428.917,
                "byte_stop": 1862719,
                "byte_start": 1819146,
                "stop": 439.82
              },
              {
                "text": "This also addresses itself to the contention that the Board in this case has abandoned the case by case approach and has tried to find a formula which is applicable in all cases.",
                "start": 439.82,
                "byte_stop": 1914964,
                "byte_start": 1862719,
                "stop": 452.864
              },
              {
                "text": "The Board did not do that in this case and we do not now urge the Court to adopt or to permit the Board to adopt any rigid formula for testing legal jurisdiction.",
                "start": 452.864,
                "byte_stop": 1983404,
                "byte_start": 1914964,
                "stop": 469.994
              },
              {
                "text": "On the other hand, of course, the importance of this case if we win it, is that the decision will establish that you don't have to go into all of the unique minutiae of every case and that you don't have to make detailed predictions as to the manner in which the labor dispute will actually affect interstate commerce somewhere along the line.",
                "start": 469.994,
                "byte_stop": 2085491,
                "byte_start": 1983404,
                "stop": 495.497
              },
              {
                "text": "It seems to us that on the basis of the facts that were cited, all of which are included in the findings of the trial examiner, in turn adopted by the Board, there clearly was jurisdiction under the prime decisions of this Court.",
                "start": 495.497,
                "byte_stop": 2142333,
                "byte_start": 2085491,
                "stop": 509.71
              },
              {
                "text": "So we are faced with the question, why wasn't the Court of Appeal satisfied?",
                "start": 509.71,
                "byte_stop": 2162082,
                "byte_start": 2142333,
                "stop": 514.657
              },
              {
                "text": "Well first of all, we notice, I'm putting the two opinions of the Court of Appeal together, the original opinion and the short opinion rendered on but now on rehearing, that the Court approached this whole question as one of statutory construction.",
                "start": 514.657,
                "byte_stop": 2230209,
                "byte_start": 2162082,
                "stop": 531.69
              },
              {
                "text": "In their supplemental opinion, they in effect conceded that Congress might constitutionally have given the Board authority over a company like Reliance on the basis of these indirect imports, but the Court felt that Congress had confined the Board within narrower limits.",
                "start": 531.69,
                "byte_stop": 2331669,
                "byte_start": 2230209,
                "stop": 557.038
              }
            ]
          },
          {
            "start": 557.038,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 2471894,
            "stop": 592.116,
            "byte_start": 2331669,
            "text_blocks": [
              {
                "text": "Mr. Claiborne, [Inaudible] specifically described in the 1959 amended Section 14 (c)?",
                "start": 557.038,
                "byte_stop": 2378480,
                "byte_start": 2331669,
                "stop": 568.755
              },
              {
                "text": "[Inaudible] certain that the Board shall not decline the -- that such a restriction on [Inaudible].",
                "start": 568.755,
                "byte_stop": 2428426,
                "byte_start": 2378480,
                "stop": 581.238
              },
              {
                "text": "Is this in effect the direct congressional interpretation of what the Congress says by [Inaudible]?",
                "start": 581.238,
                "byte_stop": 2471894,
                "byte_start": 2428426,
                "stop": 592.116
              }
            ]
          },
          {
            "start": 592.116,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2598745,
            "stop": 623.804,
            "byte_start": 2471894,
            "text_blocks": [
              {
                "text": "Mr. Justice Goldberg, it is certainly true that by in effect of freezing the lower limit of the Board's discretionary standards, Congress assumed that anything above that would be within the ambit of the Commerce Clause.",
                "start": 592.116,
                "byte_stop": 2552247,
                "byte_start": 2471894,
                "stop": 612.187
              },
              {
                "text": "Of course, we can't rely too heavily on that because we knew this is a constitutional matter and congressional declarations to the contrary, we must still deal with the Commerce Clause itself.",
                "start": 612.187,
                "byte_stop": 2598745,
                "byte_start": 2552247,
                "stop": 623.804
              }
            ]
          },
          {
            "start": 623.804,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 2631868,
            "stop": 632.088,
            "byte_start": 2598745,
            "text_blocks": [
              {
                "text": "[Inaudible] the Court of Appeal [Inaudible] that this is matter of statutory discretion, has this not been a statutory discretion by the Government?",
                "start": 623.804,
                "byte_stop": 2631868,
                "byte_start": 2598745,
                "stop": 632.088
              }
            ]
          },
          {
            "start": 632.088,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3978219,
            "stop": 968.698,
            "byte_start": 2631868,
            "text_blocks": [
              {
                "text": "It had.",
                "start": 632.088,
                "byte_stop": 2634167,
                "byte_start": 2631868,
                "stop": 632.672
              },
              {
                "text": "Now the Board does take this position that it is not sufficient to meet the dollar standards when those dollar standards are simply in terms of gross volume of business and had nothing whatever to do with imports or exports.",
                "start": 632.672,
                "byte_stop": 2692577,
                "byte_start": 2634167,
                "stop": 647.266
              },
              {
                "text": "And that the standards which Congress was approving, some of them, like the one in this case, since they had nothing to do with imports or exports, must be added to by an additional finding.",
                "start": 647.266,
                "byte_stop": 2750151,
                "byte_start": 2692577,
                "stop": 661.667
              },
              {
                "text": "But certainly, the congressional adoption of the Board standards which were then the same as they are now, it does show that the Court of Appeals was looking too far.",
                "start": 661.667,
                "byte_stop": 2808874,
                "byte_start": 2750151,
                "stop": 676.354
              },
              {
                "text": "But in any event, we don't have to examine this question of statutory interpretation because this Court has repeatedly held that Congress gave the Board in the NLRA as much jurisdiction as it constitutionally could.",
                "start": 676.354,
                "byte_stop": 2866239,
                "byte_start": 2808874,
                "stop": 690.698
              },
              {
                "text": "That was decided back in the days of the Edison case and Fainblatt.",
                "start": 690.698,
                "byte_stop": 2884838,
                "byte_start": 2866239,
                "stop": 695.333
              },
              {
                "text": "It was reaffirmed only recently in the Guss decision.",
                "start": 695.333,
                "byte_stop": 2903019,
                "byte_start": 2884838,
                "stop": 699.887
              },
              {
                "text": "So we view it as a constitutional question and not as a statutory interpretation question.",
                "start": 699.887,
                "byte_stop": 2929664,
                "byte_start": 2903019,
                "stop": 706.548
              },
              {
                "text": "Now perhaps this error in the Court of Appeal approach undermines the whole of their opinion.",
                "start": 706.548,
                "byte_stop": 2958399,
                "byte_start": 2929664,
                "stop": 713.736
              },
              {
                "text": "They were looking rather cautiously for an actual effect on interstate commerce in the terms of the statute.",
                "start": 713.736,
                "byte_stop": 2992253,
                "byte_start": 2958399,
                "stop": 722.203
              },
              {
                "text": "They admitted that if it were a constitutional question, it would be jurisdiction, but they thought the statute must be more narrowly construed.",
                "start": 722.203,
                "byte_stop": 3036244,
                "byte_start": 2992253,
                "stop": 733.197
              },
              {
                "text": "But facing then the constitutional question, the question still remains whether a shutdown in a business which sells locally, a product which was usually manufactured out of state affects interstate commerce in the constitutional sense.",
                "start": 733.197,
                "byte_stop": 3104057,
                "byte_start": 3036244,
                "stop": 750.152
              },
              {
                "text": "To us, the answer is obvious and it would be pointless to demonstrate that a shutdown at Reliance would tend to cut down Gulf's shipments to Long Island which in turn would affect Gulf's imports into the State of New York.",
                "start": 750.152,
                "byte_stop": 3191097,
                "byte_start": 3104057,
                "stop": 771.901
              },
              {
                "text": "So the real question is why wouldn't this natural anticipated result take place?",
                "start": 771.901,
                "byte_stop": 3215444,
                "byte_start": 3191097,
                "stop": 778
              },
              {
                "text": "The Court of Appeals had several suggestions on this point.",
                "start": 778,
                "byte_stop": 3237386,
                "byte_start": 3215444,
                "stop": 783.472
              },
              {
                "text": "These are the additional facts which they thought might be relevant in that connection.",
                "start": 783.472,
                "byte_stop": 3257031,
                "byte_start": 3237386,
                "stop": 788.377
              },
              {
                "text": "I'm now reading from their opinion at page 169 of the record.",
                "start": 788.377,
                "byte_stop": 3276675,
                "byte_start": 3257031,
                "stop": 793.295
              },
              {
                "text": "We cannot tell from the meager record before us anything about the volume of commerce in heating oils in the relevant market Gulf's participation therein, Reliance's contract relationship if any with Gulf's national distribution system, Reliance's proportion of Gulf's commerce in the relevant market, all the number and availability of ultimate distributors to Gulf and to Reliance's customers.",
                "start": 793.295,
                "byte_stop": 3388270,
                "byte_start": 3276675,
                "stop": 821.199
              },
              {
                "text": "We think that all of these additional facts which the Court of Appeals thought relevant are in fact irrelevant and the decisions of this Court have already disposed of these arguments.",
                "start": 821.199,
                "byte_stop": 3456293,
                "byte_start": 3388270,
                "stop": 838.214
              },
              {
                "text": "Now as to the first one, Reliance's contract relationship, if any, with Gulf's national distribution system.",
                "start": 838.214,
                "byte_stop": 3499447,
                "byte_start": 3456293,
                "stop": 848.98
              },
              {
                "text": "This is an effort to assimilate this case with the Howell Chevrolet case.",
                "start": 848.98,
                "byte_stop": 3525778,
                "byte_start": 3499447,
                "stop": 855.584
              },
              {
                "text": "We can't say that it would be irrelevant if such a connection were established, but it certainly is not a necessary premise for jurisdiction.",
                "start": 855.584,
                "byte_stop": 3569768,
                "byte_start": 3525778,
                "stop": 866.573
              },
              {
                "text": "And in our particular case, there is no indication anywhere in the record that such a connection does exist and therefore no excuse for remanding simply to require us to negate what the record itself is already now suggests.",
                "start": 866.573,
                "byte_stop": 3634761,
                "byte_start": 3569768,
                "stop": 882.811
              },
              {
                "text": "And secondly, the Court was interested in the question of the volume of commerce in heating oils in the relevant market, Gulf's participation therein and Reliance's proportion of Gulf's commerce in the relevant market.",
                "start": 882.811,
                "byte_stop": 3692231,
                "byte_start": 3634761,
                "stop": 897.184
              },
              {
                "text": "And this sounds more like an antitrust case, factual finding than the Labor Board jurisdictional case.",
                "start": 897.184,
                "byte_stop": 3730160,
                "byte_start": 3692231,
                "stop": 906.682
              },
              {
                "text": "These facts might be relevant to determine whether there was a tendency to monopolize or whether there was a tendency to restrain competition, but they don't have any relevance in determining effect on commerce.",
                "start": 906.682,
                "byte_stop": 3787839,
                "byte_start": 3730160,
                "stop": 921.097
              },
              {
                "text": "This Court has repeatedly said that percentages are irrelevant in this area.",
                "start": 921.097,
                "byte_stop": 3817723,
                "byte_start": 3787839,
                "stop": 928.557
              },
              {
                "text": "Moreover, even if we conceded that in some cases, percentages might be relevant where you have a trivial volume of commerce involved when you have over half a million dollars, it doesn't matter whether this is 1% or 10% or 50%.",
                "start": 928.557,
                "byte_stop": 3880208,
                "byte_start": 3817723,
                "stop": 944.187
              },
              {
                "text": "It's still more than de minimis.",
                "start": 944.187,
                "byte_stop": 3890343,
                "byte_start": 3880208,
                "stop": 946.708
              },
              {
                "text": "It's clear that the elimination of half a million dollars worth of commerce does affect commerce and we don't think it necessary to pursue a demonstration that the relative percentage would make any difference.",
                "start": 946.708,
                "byte_stop": 3978219,
                "byte_start": 3890343,
                "stop": 968.698
              }
            ]
          },
          {
            "start": 968.698,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 4030882,
            "stop": 981.839,
            "byte_start": 3978219,
            "text_blocks": [
              {
                "text": "Does it not for the [Inaudible] that $1 million of regional sales [Inaudible] in commerce as a matter of congressional fund?",
                "start": 968.698,
                "byte_stop": 4030882,
                "byte_start": 3978219,
                "stop": 981.839
              }
            ]
          },
          {
            "start": 981.839,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 4109563,
            "stop": 1001.527,
            "byte_start": 4030882,
            "text_blocks": [
              {
                "text": "Right.",
                "start": 981.839,
                "byte_stop": 4035897,
                "byte_start": 4030882,
                "stop": 983.108
              },
              {
                "text": "Now, the fact that the Congress chose $1 million while here we're dealing with half a million dollars is certainly no indication that they couldn't have chosen lesser figure, but Congress felt in that context anything above that was so clearly within the ambit of the Commerce Clause.",
                "start": 983.108,
                "byte_stop": 4106533,
                "byte_start": 4035897,
                "stop": 1000.761
              },
              {
                "text": "There's no need to make that (Voice Overlap) --",
                "start": 1000.761,
                "byte_stop": 4109563,
                "byte_start": 4106533,
                "stop": 1001.527
              }
            ]
          },
          {
            "start": 1001.527,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 4137880,
            "stop": 1008.606,
            "byte_start": 4109563,
            "text_blocks": [
              {
                "text": "In other words you have to [Inaudible] of a substantial [Inaudible] of purely retail business in commerce?",
                "start": 1001.527,
                "byte_stop": 4137880,
                "byte_start": 4109563,
                "stop": 1008.606
              }
            ]
          },
          {
            "start": 1008.606,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 4139133,
            "stop": 1008.913,
            "byte_start": 4137880,
            "text_blocks": [
              {
                "text": "Correct.",
                "start": 1008.606,
                "byte_stop": 4139133,
                "byte_start": 4137880,
                "stop": 1008.913
              }
            ]
          },
          {
            "start": 1008.913,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 4151672,
            "stop": 1012.059,
            "byte_start": 4139133,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1008.913,
                "byte_stop": 4151672,
                "byte_start": 4139133,
                "stop": 1012.059
              }
            ]
          },
          {
            "start": 1012.059,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5048717,
            "stop": 1236.322,
            "byte_start": 4151672,
            "text_blocks": [
              {
                "text": "Now finally, the finding that is suggested as required by the Court of Appeals is with reference to the availability of ultimate distributors to Gulf and to Reliance's customers.",
                "start": 1012.059,
                "byte_stop": 4205066,
                "byte_start": 4151672,
                "stop": 1025.387
              },
              {
                "text": "I'm not quite sure which part of that clause means what the distributors to Gulf could mean Gulf's supplies or it could mean Gulf's customers.",
                "start": 1025.387,
                "byte_stop": 4251146,
                "byte_start": 4205066,
                "stop": 1036.906
              },
              {
                "text": "Now analyzing it, it must mean Gulf's customers because Gulf's supplies have no bearing at all in this case.",
                "start": 1036.906,
                "byte_stop": 4287404,
                "byte_start": 4251146,
                "stop": 1045.989
              },
              {
                "text": "The distributors to Reliance's customers could mean simply other sellers of fuel oil from whom Reliance's customers could buy if Reliance were out of business temporarily or what.",
                "start": 1045.989,
                "byte_stop": 4348217,
                "byte_start": 4287404,
                "stop": 1061.178
              },
              {
                "text": "But that wouldn't solve the problem because these other dealers might be selling local oil and not out of state oil.",
                "start": 1061.178,
                "byte_stop": 4388028,
                "byte_start": 4348217,
                "stop": 1071.141
              },
              {
                "text": "So it must mean other sellers of Gulf fuel oil.",
                "start": 1071.141,
                "byte_stop": 4404537,
                "byte_start": 4388028,
                "stop": 1075.262
              },
              {
                "text": "So boiling down the whole clause, it seems to us that the only fact that can conceivably be relevant in the Court's mind is whether Gulf has ultimate local distributors who could handle Reliance's total of their oil.",
                "start": 1075.262,
                "byte_stop": 4476426,
                "byte_start": 4404537,
                "stop": 1093.225
              },
              {
                "text": "I think the question whether this is relevant or not is determined by the Bradford Dyeing case in which this Court very plainly said that it was not material whether out of state customers of Bradford which was in the dyeing finishing business could find another Rhode Island firm to do the same work so as not to interrupt the flow of commerce, but even if the Bradford Dyeing case doesn't itself resolve the issue, it may be appropriate to point out the enormous practical difficulties in determining whether a so-called available substitute outlet is really a substitute outlet.",
                "start": 1093.225,
                "byte_stop": 4658448,
                "byte_start": 4476426,
                "stop": 1138.75
              },
              {
                "text": "That's why you'd have to find out whether you'd have to start with a firm already in business.",
                "start": 1138.75,
                "byte_stop": 4688123,
                "byte_start": 4658448,
                "stop": 1146.149
              },
              {
                "text": "The fact that there's an existing demand or an existing market is sufficient because it takes time to setup a dealership in this case to erect tanks and to make the arrangements with the buyer himself and even a temporary interruption with commerce was that -- with effect on that.",
                "start": 1146.149,
                "byte_stop": 4760430,
                "byte_start": 4688123,
                "stop": 1164.251
              },
              {
                "text": "And you have to find a dealer who is ready and willing to handle the new business because you have to find customers, you have to find these customers, Reliance's customers, willing to switch their business to the new dealer.",
                "start": 1164.251,
                "byte_stop": 4832528,
                "byte_start": 4760430,
                "stop": 1182.264
              },
              {
                "text": "Next time that Gulf is ready and willing to do business with the new dealer and there may be a lot of reasons why it isn't.",
                "start": 1182.264,
                "byte_stop": 4866800,
                "byte_start": 4832528,
                "stop": 1190.837
              },
              {
                "text": "Gulf may think we now have three dealers who won our product in Long Island eliminating Reliance that leaves us only two for all we know there will be a strike of the other two, it isn't worth importing this oil for this market any longer.",
                "start": 1190.837,
                "byte_stop": 4943600,
                "byte_start": 4866800,
                "stop": 1210.028
              },
              {
                "text": "We can sell it just as profitably elsewhere so we won't import it.",
                "start": 1210.028,
                "byte_stop": 4961573,
                "byte_start": 4943600,
                "stop": 1214.534
              },
              {
                "text": "All I'm trying to show is how complicated, how cumbersome, how realistically impossible it is to determine in any given case whether or not there really exists a substitute market for the product which will no longer be imported by the company which is suffering from a labor dispute.",
                "start": 1214.534,
                "byte_stop": 5048717,
                "byte_start": 4961573,
                "stop": 1236.322
              }
            ]
          },
          {
            "start": 1236.322,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 5095006,
            "stop": 1247.879,
            "byte_start": 5048717,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1236.322,
                "byte_stop": 5095006,
                "byte_start": 5048717,
                "stop": 1247.879
              }
            ]
          },
          {
            "start": 1247.879,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5168671,
            "stop": 1266.289,
            "byte_start": 5095006,
            "text_blocks": [
              {
                "text": "The existence of intermediary I don't think significantly bears on the question Mr. Justice Black.",
                "start": 1247.879,
                "byte_stop": 5117889,
                "byte_start": 5095006,
                "stop": 1253.613
              },
              {
                "text": "I do think that our dealing directly with the importer tends to eliminate the possibilities that the connection becomes attenuated, the connection into interstate commerce.",
                "start": 1253.613,
                "byte_stop": 5168671,
                "byte_start": 5117889,
                "stop": 1266.289
              }
            ]
          },
          {
            "start": 1266.289,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 5247248,
            "stop": 1285.931,
            "byte_start": 5168671,
            "text_blocks": [
              {
                "text": "I assume that [Inaudible]",
                "start": 1266.289,
                "byte_stop": 5247248,
                "byte_start": 5168671,
                "stop": 1285.931
              }
            ]
          },
          {
            "start": 1285.931,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5279744,
            "stop": 1294.076,
            "byte_start": 5247248,
            "text_blocks": [
              {
                "text": "I frankly don't know Mr. Justice Black, for the most retail stores buy half a million dollars worth of outer state products.",
                "start": 1285.931,
                "byte_stop": 5276923,
                "byte_start": 5247248,
                "stop": 1293.35
              },
              {
                "text": "Now, of course --",
                "start": 1293.35,
                "byte_stop": 5279744,
                "byte_start": 5276923,
                "stop": 1294.076
              }
            ]
          },
          {
            "start": 1294.076,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 5363336,
            "stop": 1314.969,
            "byte_start": 5279744,
            "text_blocks": [
              {
                "text": "Most of whom [Inaudible] --",
                "start": 1294.076,
                "byte_stop": 5363336,
                "byte_start": 5279744,
                "stop": 1314.969
              }
            ]
          },
          {
            "start": 1314.969,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5485902,
            "stop": 1345.6,
            "byte_start": 5363336,
            "text_blocks": [
              {
                "text": "[Inaudible] -- the argument in the first cases before this Court under the Act were that the language of the National Labor Relations Act was so broad, gave the Board such unlimited jurisdiction that it was unconstitutional on its face, which makes it all strange -- on the Court of Appeals for the Second Circuit saying that the same provisions which haven't changed since 1935 are so narrow that they don't reach as far as the Commerce Clause could reach.",
                "start": 1314.969,
                "byte_stop": 5485902,
                "byte_start": 5363336,
                "stop": 1345.6
              }
            ]
          },
          {
            "start": 1345.6,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 5564897,
            "stop": 1365.347,
            "byte_start": 5485902,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1345.6,
                "byte_stop": 5564897,
                "byte_start": 5485902,
                "stop": 1365.347
              }
            ]
          },
          {
            "start": 1365.347,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5666252,
            "stop": 1390.699,
            "byte_start": 5564897,
            "text_blocks": [
              {
                "text": "No Your Honor.",
                "start": 1365.347,
                "byte_stop": 5567404,
                "byte_start": 5564897,
                "stop": 1365.975
              },
              {
                "text": "I think it may depend on all the particular purpose of the Act.",
                "start": 1365.975,
                "byte_stop": 5612231,
                "byte_start": 5567404,
                "stop": 1377.185
              },
              {
                "text": "It may make a difference whether you're dealing with wages or whether you're dealing with imports.",
                "start": 1377.185,
                "byte_stop": 5639084,
                "byte_start": 5612231,
                "stop": 1383.908
              },
              {
                "text": "The affects is not necessarily the same even though the same dollar volume is involved.",
                "start": 1383.908,
                "byte_stop": 5666252,
                "byte_start": 5639084,
                "stop": 1390.699
              }
            ]
          },
          {
            "start": 1390.699,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 5731140,
            "stop": 1406.904,
            "byte_start": 5666252,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1390.699,
                "byte_stop": 5731140,
                "byte_start": 5666252,
                "stop": 1406.904
              }
            ]
          },
          {
            "start": 1406.904,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5735633,
            "stop": 1408.039,
            "byte_start": 5731140,
            "text_blocks": [
              {
                "text": "Yes, that is true.",
                "start": 1406.904,
                "byte_stop": 5735633,
                "byte_start": 5731140,
                "stop": 1408.039
              }
            ]
          },
          {
            "start": 1408.039,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 5753083,
            "stop": 1412.406,
            "byte_start": 5735633,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 1408.039,
                "byte_stop": 5753083,
                "byte_start": 5735633,
                "stop": 1412.406
              }
            ]
          },
          {
            "start": 1412.406,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6422235,
            "stop": 1579.679,
            "byte_start": 5753083,
            "text_blocks": [
              {
                "text": "That is correct Your Honor.",
                "start": 1412.406,
                "byte_stop": 5765935,
                "byte_start": 5753083,
                "stop": 1415.602
              },
              {
                "text": "Now, even if we did find this ultimate outlet to handle this – of Gulf Oil that it formally had been going to Reliance, and we assume Reliance is shutdown, that doesn't necessarily negate effect on interstate commerce.",
                "start": 1415.602,
                "byte_stop": 5838764,
                "byte_start": 5765935,
                "stop": 1433.821
              },
              {
                "text": "First of all, Gulf has to make new arrangements that may be cumbersome, that may be delayed, there may be a temporary interruption.",
                "start": 1433.821,
                "byte_stop": 5875858,
                "byte_start": 5838764,
                "stop": 1443.094
              },
              {
                "text": "But even if there is no interruption of the commerce at all, commerce has been burdened.",
                "start": 1443.094,
                "byte_stop": 5903548,
                "byte_start": 5875858,
                "stop": 1450.019
              },
              {
                "text": "It's been rendered more precarious.",
                "start": 1450.019,
                "byte_stop": 5911907,
                "byte_start": 5903548,
                "stop": 1452.113
              },
              {
                "text": "Gulf now only has a more limited number of available outlets.",
                "start": 1452.113,
                "byte_stop": 5931760,
                "byte_start": 5911907,
                "stop": 1457.077
              },
              {
                "text": "It's prospect of selling in this area has been reduced.",
                "start": 1457.077,
                "byte_stop": 5957360,
                "byte_start": 5931760,
                "stop": 1463.479
              },
              {
                "text": "That in itself is a burden on interstate commerce, just as when a state tax imposes a burden on commerce.",
                "start": 1463.479,
                "byte_stop": 5990379,
                "byte_start": 5957360,
                "stop": 1471.714
              },
              {
                "text": "It wouldn't satisfy the Commerce Clause to show that the out of state seller is going to export the goods anyway.",
                "start": 1471.714,
                "byte_stop": 6035414,
                "byte_start": 5990379,
                "stop": 1482.98
              },
              {
                "text": "It's made more burdensome in trying to do so.",
                "start": 1482.98,
                "byte_stop": 6046281,
                "byte_start": 6035414,
                "stop": 1485.692
              },
              {
                "text": "It's made more doubtful whether he will and that is enough to show an effect, an adverse effect on interstate commerce.",
                "start": 1485.692,
                "byte_stop": 6081390,
                "byte_start": 6046281,
                "stop": 1494.49
              },
              {
                "text": "The main point that we are stressing here is that the Labor Act deals in probabilities.",
                "start": 1494.49,
                "byte_stop": 6102288,
                "byte_start": 6081390,
                "stop": 1499.69
              },
              {
                "text": "It doesn't deal in certainties and this is necessarily so because the purpose of the Act is preventative and when you're preventing something which has a danger to obstruct commerce, you can't ever be absolutely sure what would happen but for the preventative measures taken by the Board.",
                "start": 1499.69,
                "byte_stop": 6188492,
                "byte_start": 6102288,
                "stop": 1521.25
              },
              {
                "text": "And it's unrealistic to try to determine that the Court of Appeals here suggested that the Board tried to determine exactly what effects there will be.",
                "start": 1521.25,
                "byte_stop": 6238333,
                "byte_start": 6188492,
                "stop": 1533.721
              },
              {
                "text": "But to summarize what we hope this Court will settle in this case is that indirect imports alone may be a sufficient basis for asserting jurisdiction.",
                "start": 1533.721,
                "byte_stop": 6310327,
                "byte_start": 6238333,
                "stop": 1551.72
              },
              {
                "text": "And that when the volume, or value of these imported goods used by an enterprise is so substantial that it is reasonable to suppose that the illumination of this particular customer will affect the import as policy then without any further findings, jurisdiction may be asserted by the Board.",
                "start": 1551.72,
                "byte_stop": 6422235,
                "byte_start": 6310327,
                "stop": 1579.679
              }
            ]
          },
          {
            "start": 1579.679,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 6432266,
            "stop": 1582.206,
            "byte_start": 6422235,
            "text_blocks": [
              {
                "text": "Mr. Borenkind.",
                "start": 1579.679,
                "byte_stop": 6432266,
                "byte_start": 6422235,
                "stop": 1582.206
              }
            ]
          }
        ],
        "stop": 1582.206
      },
      {
        "start": 1582.206,
        "byte_stop": 9054333,
        "byte_start": 6432266,
        "turns": [
          {
            "start": 1582.206,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 7885511,
            "stop": 1945.5,
            "byte_start": 6432266,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, members of the Court.",
                "start": 1582.206,
                "byte_stop": 6462986,
                "byte_start": 6432266,
                "stop": 1589.879
              },
              {
                "text": "The respondent in this case, Reliance Fuel Oil Corporation is a New York corporation was engaged solely in the sale of home heating fuel oils to customers who consume the product within the State of New York.",
                "start": 1589.879,
                "byte_stop": 6539055,
                "byte_start": 6462986,
                "stop": 1608.895
              },
              {
                "text": "It is true that it acquires its products from the Gulf Oil Corporation who is concededly engaged in interstate commerce.",
                "start": 1608.895,
                "byte_stop": 6581373,
                "byte_start": 6539055,
                "stop": 1619.472
              },
              {
                "text": "Gulf refines its products, petroleum products in addition to a number two fuel oil, outside of the State of New York, transports its products to the City of New York and from the City of New York, some of its products reach its ocean side terminal.",
                "start": 1619.472,
                "byte_stop": 6672488,
                "byte_start": 6581373,
                "stop": 1642.262
              },
              {
                "text": "They are loaded in stationary tanks without segregation as to customers.",
                "start": 1642.262,
                "byte_stop": 6698715,
                "byte_start": 6672488,
                "stop": 1648.801
              },
              {
                "text": "It is at this point that Reliance, as well as many other dealers of the Gulf Oil Corporation, remove the product and either sell it to customers within the State of New York where it is consumed or Reliance redelivers it to its own tanks in Massapequa, Long Island from which tanks it redistributes it to the customer where the product is consumed and disappears.",
                "start": 1648.801,
                "byte_stop": 6821700,
                "byte_start": 6698715,
                "stop": 1679.551
              },
              {
                "text": "I have been in this case from its very inception and I was under the impression until I heard argument of my adversary that the Board had rested its theory of jurisdiction insofar as a local concern was concerned, strictly on the dollar amount and it need go no further to establish jurisdiction.",
                "start": 1679.551,
                "byte_stop": 6924518,
                "byte_start": 6821700,
                "stop": 1705.27
              },
              {
                "text": "That was the position taken before the Board.",
                "start": 1705.27,
                "byte_stop": 6937893,
                "byte_start": 6924518,
                "stop": 1708.61
              },
              {
                "text": "As a matter of fact, that's the questioned then before even hearings are conducted before the Board simply assessed to the dollar amount of business done within the State of New York and the dollar amount of purchases acquired from people engaged in interstate commerce.",
                "start": 1708.61,
                "byte_stop": 7005080,
                "byte_start": 6937893,
                "stop": 1725.409
              },
              {
                "text": "No further questions were asked as to what effect work stoppage would have upon interstate commerce.",
                "start": 1725.409,
                "byte_stop": 7037158,
                "byte_start": 7005080,
                "stop": 1733.419
              },
              {
                "text": "Before the United States Court of Appeals, Second Circuit, the same position was taken by the Board.",
                "start": 1733.419,
                "byte_stop": 7065579,
                "byte_start": 7037158,
                "stop": 1740.517
              },
              {
                "text": "And it was before the Court of Appeals that we took the position that the Re -- petitioner had to go a step further in establishing jurisdiction.",
                "start": 1740.517,
                "byte_stop": 7113331,
                "byte_start": 7065579,
                "stop": 1752.464
              },
              {
                "text": "The dollar amount was insufficient.",
                "start": 1752.464,
                "byte_stop": 7123884,
                "byte_start": 7113331,
                "stop": 1755.108
              },
              {
                "text": "True, it is arguable that $500,000 is a substantial amount in situations where Gulf does a gross annual business of $3.170 billion, $500 million may not be so substantial.",
                "start": 1755.108,
                "byte_stop": 7190758,
                "byte_start": 7123884,
                "stop": 1771.81
              },
              {
                "text": "Then again, there's been no proof of any nature whatsoever that a work stoppage in this particular case would have any effect upon interstate commerce.",
                "start": 1771.81,
                "byte_stop": 7246764,
                "byte_start": 7190758,
                "stop": 1785.809
              },
              {
                "text": "My adversary glossed over the fact that Gulf in and of itself, and it's conceded, is engaged in the retail and non-retail fuel oil business.",
                "start": 1785.809,
                "byte_stop": 7300786,
                "byte_start": 7246764,
                "stop": 1799.322
              },
              {
                "text": "Gulf could immediately step in, in its retail operation and supply the very customers supplied by Reliance Fuel Oil Corp.",
                "start": 1799.322,
                "byte_stop": 7336417,
                "byte_start": 7300786,
                "stop": 1808.231
              },
              {
                "text": "without that much interruption in the flow of interstate commerce.",
                "start": 1808.231,
                "byte_stop": 7360345,
                "byte_start": 7336417,
                "stop": 1814.227
              },
              {
                "text": "What my adversary intends to convey to this Court is that we are now practicing in a court of convenience.",
                "start": 1814.227,
                "byte_stop": 7392005,
                "byte_start": 7360345,
                "stop": 1822.124
              },
              {
                "text": "It's so much easier to assume jurisdiction if we set forth the dollar amount and go no further, but we are not courts of convenience, we are courts of law.",
                "start": 1822.124,
                "byte_stop": 7433488,
                "byte_start": 7392005,
                "stop": 1832.503
              },
              {
                "text": "The statute says that the NLRB has jurisdiction over all employers engaged in interstate commerce or whose business affects interstate commerce.",
                "start": 1832.503,
                "byte_stop": 7501720,
                "byte_start": 7433488,
                "stop": 1849.569
              },
              {
                "text": "The use of the word effects, I place emphasis upon that word because that's the word that must be interpreted by this Court.",
                "start": 1849.569,
                "byte_stop": 7548740,
                "byte_start": 7501720,
                "stop": 1861.322
              },
              {
                "text": "The petitioner must come forward with proof in a court of law as to what effect a work stoppage will have upon interstate commerce.",
                "start": 1861.322,
                "byte_stop": 7586043,
                "byte_start": 7548740,
                "stop": 1870.631
              },
              {
                "text": "We cannot deal with speculation.",
                "start": 1870.631,
                "byte_stop": 7598268,
                "byte_start": 7586043,
                "stop": 1873.697
              },
              {
                "text": "We cannot deal with presumption because there are no legal presumptions to substantiate the position of this petitioner.",
                "start": 1873.697,
                "byte_stop": 7639124,
                "byte_start": 7598268,
                "stop": 1883.924
              },
              {
                "text": "It seems that over the years, the National Labor Relation Board has found that in trying to establish jurisdiction over local concerns of why products from people engaged in an interstate commerce.",
                "start": 1883.924,
                "byte_stop": 7713102,
                "byte_start": 7639124,
                "stop": 1902.396
              },
              {
                "text": "Mr. Justice Goldberg referred to the 1958 Amendment, appropriately so.",
                "start": 1902.396,
                "byte_stop": 7738075,
                "byte_start": 7713102,
                "stop": 1908.646
              },
              {
                "text": "In 1950, the Board established certain standards.",
                "start": 1908.646,
                "byte_stop": 7754062,
                "byte_start": 7738075,
                "stop": 1912.658
              },
              {
                "text": "That was amended by the Board in 1954 to increase these standards.",
                "start": 1912.658,
                "byte_stop": 7785200,
                "byte_start": 7754062,
                "stop": 1920.434
              },
              {
                "text": "Any case that fell below the standards, notwithstanding the fact that the issue might have been in interstate commerce was immediately referred to the State Labor Relation Boards.",
                "start": 1920.434,
                "byte_stop": 7845386,
                "byte_start": 7785200,
                "stop": 1935.467
              },
              {
                "text": "They would take in jurisdiction over federal matters and as this 1958 Amendment had intended to correct this situation.",
                "start": 1935.467,
                "byte_stop": 7885511,
                "byte_start": 7845386,
                "stop": 1945.5
              }
            ]
          },
          {
            "start": 1945.5,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 7888332,
            "stop": 1946.214,
            "byte_start": 7885511,
            "text_blocks": [
              {
                "text": "1959.",
                "start": 1945.5,
                "byte_stop": 7888332,
                "byte_start": 7885511,
                "stop": 1946.214
              }
            ]
          },
          {
            "start": 1946.214,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8125106,
            "stop": 2005.395,
            "byte_start": 7888332,
            "text_blocks": [
              {
                "text": "1959, I beg your pardon Mr. Justice Goldberg.",
                "start": 1946.214,
                "byte_stop": 7904528,
                "byte_start": 7888332,
                "stop": 1950.258
              },
              {
                "text": "It's this 1959 Amendment that intended to create or eliminate the so-called no man's land.",
                "start": 1950.258,
                "byte_stop": 7936711,
                "byte_start": 7904528,
                "stop": 1958.31
              },
              {
                "text": "I'm glad to learn for the first time that the Board agrees with the position of the respondent in that a dual test is required to determine jurisdiction.",
                "start": 1958.31,
                "byte_stop": 7989269,
                "byte_start": 7936711,
                "stop": 1971.458
              },
              {
                "text": "One, the dollar amount; two, what effect would a work stoppage in Reliance's place of business have upon the flow of interstate commerce, and I say there's nothing before this Court, there's nothing before the Court of Appeals and there's nothing before the Board as to what effect it would have except for the presumptions and the speculations adopted by the Board that $500,000 is a substantial amount and its prima facie evidence of the fact that interstate commerce will be effected.",
                "start": 1971.458,
                "byte_stop": 8125106,
                "byte_start": 7989269,
                "stop": 2005.395
              }
            ]
          },
          {
            "start": 2005.395,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 8142869,
            "stop": 2009.84,
            "byte_start": 8125106,
            "text_blocks": [
              {
                "text": "What do you say to their findings on page 35?",
                "start": 2005.395,
                "byte_stop": 8142869,
                "byte_start": 8125106,
                "stop": 2009.84
              }
            ]
          },
          {
            "start": 2009.84,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8150497,
            "stop": 2011.753,
            "byte_start": 8142869,
            "text_blocks": [
              {
                "text": "Their findings on 35, Judge --",
                "start": 2009.84,
                "byte_stop": 8150497,
                "byte_start": 8142869,
                "stop": 2011.753
              }
            ]
          },
          {
            "start": 2011.753,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 8202115,
            "stop": 2024.656,
            "byte_start": 8150497,
            "text_blocks": [
              {
                "text": "Or the trial examiners findings were adopted by the Board.",
                "start": 2011.753,
                "byte_stop": 8187382,
                "byte_start": 8150497,
                "stop": 2020.986
              },
              {
                "text": "At the bottom of page 35, number 9.",
                "start": 2020.986,
                "byte_stop": 8202115,
                "byte_start": 8187382,
                "stop": 2024.656
              }
            ]
          },
          {
            "start": 2024.656,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8294588,
            "stop": 2047.783,
            "byte_start": 8202115,
            "text_blocks": [
              {
                "text": "The above described unfair labor practice is tend to lead to labor disputes further on obstructing premise in the free flow of commerce and constitute unfair labor practice affecting commerce within the meaning of Section 2, 6, and 7 of the Act.",
                "start": 2024.656,
                "byte_stop": 8260002,
                "byte_start": 8202115,
                "stop": 2039.138
              },
              {
                "text": "I say there was no basis for it.",
                "start": 2039.138,
                "byte_stop": 8267003,
                "byte_start": 8260002,
                "stop": 2040.871
              },
              {
                "text": "There were no findings in that respect.",
                "start": 2040.871,
                "byte_stop": 8275675,
                "byte_start": 8267003,
                "stop": 2043.047
              },
              {
                "text": "There was no proof in that respect other than the $500,000 limitation.",
                "start": 2043.047,
                "byte_stop": 8294588,
                "byte_start": 8275675,
                "stop": 2047.783
              }
            ]
          },
          {
            "start": 2047.783,
            "speaker": {
              "last_name": "Douglas",
              "ID": 15107,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "id": 2751,
                  "date_end": 185004000,
                  "date_start": -969127200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 13358,
              "thumbnail": {
                "size": 56651,
                "id": 32781,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_o_douglas",
              "view_count": 0,
              "identifier": "william_o_douglas",
              "name": "William O. Douglas"
            },
            "byte_stop": 8310888,
            "stop": 2051.844,
            "byte_start": 8294588,
            "text_blocks": [
              {
                "text": "What kind of proof would you want?",
                "start": 2047.783,
                "byte_stop": 8310888,
                "byte_start": 8294588,
                "stop": 2051.844
              }
            ]
          },
          {
            "start": 2051.844,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8470340,
            "stop": 2091.719,
            "byte_start": 8310888,
            "text_blocks": [
              {
                "text": "I would expect proof of this nature that if there was a work stoppage, what would Gulf Oil Corporation do with 6,750,000 gallons of retail fuel oil ordinarily sold to the defendant or respondent Reliance Fuel Oil Corp.",
                "start": 2051.844,
                "byte_stop": 8392077,
                "byte_start": 8310888,
                "stop": 2072.154
              },
              {
                "text": "We would then come back with rebuttal proof as to where that 6 million gallons and how it would reach the consumers of Reliance.",
                "start": 2072.154,
                "byte_stop": 8426141,
                "byte_start": 8392077,
                "stop": 2080.668
              },
              {
                "text": "We were never given that opportunity.",
                "start": 2080.668,
                "byte_stop": 8456129,
                "byte_start": 8426141,
                "stop": 2088.155
              },
              {
                "text": "I summarize in this respect --",
                "start": 2088.155,
                "byte_stop": 8470340,
                "byte_start": 8456129,
                "stop": 2091.719
              }
            ]
          },
          {
            "start": 2091.719,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8477968,
            "stop": 2093.618,
            "byte_start": 8470340,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2091.719,
                "byte_stop": 8477968,
                "byte_start": 8470340,
                "stop": 2093.618
              }
            ]
          },
          {
            "start": 2093.618,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8482356,
            "stop": 2094.732,
            "byte_start": 8477968,
            "text_blocks": [
              {
                "text": "Yes Judge White.",
                "start": 2093.618,
                "byte_stop": 8482356,
                "byte_start": 8477968,
                "stop": 2094.732
              }
            ]
          },
          {
            "start": 2094.732,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8547244,
            "stop": 2110.94,
            "byte_start": 8482356,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2094.732,
                "byte_stop": 8547244,
                "byte_start": 8482356,
                "stop": 2110.94
              }
            ]
          },
          {
            "start": 2110.94,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8564903,
            "stop": 2115.356,
            "byte_start": 8547244,
            "text_blocks": [
              {
                "text": "That is correct.",
                "start": 2110.94,
                "byte_stop": 8550275,
                "byte_start": 8547244,
                "stop": 2111.695
              },
              {
                "text": "I say, you've got to go beyond the dollar amount to establish --",
                "start": 2111.695,
                "byte_stop": 8564903,
                "byte_start": 8550275,
                "stop": 2115.356
              }
            ]
          },
          {
            "start": 2115.356,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8616208,
            "stop": 2128.195,
            "byte_start": 8564903,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2115.356,
                "byte_stop": 8616208,
                "byte_start": 8564903,
                "stop": 2128.195
              }
            ]
          },
          {
            "start": 2128.195,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8626761,
            "stop": 2130.834,
            "byte_start": 8616208,
            "text_blocks": [
              {
                "text": "The only proof before the Board was --",
                "start": 2128.195,
                "byte_stop": 8626761,
                "byte_start": 8616208,
                "stop": 2130.834
              }
            ]
          },
          {
            "start": 2130.834,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8629269,
            "stop": 2131.449,
            "byte_start": 8626761,
            "text_blocks": [
              {
                "text": "The dollar amount --",
                "start": 2130.834,
                "byte_stop": 8629269,
                "byte_start": 8626761,
                "stop": 2131.449
              }
            ]
          },
          {
            "start": 2131.449,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8633031,
            "stop": 2132.384,
            "byte_start": 8629269,
            "text_blocks": [
              {
                "text": "-- the dollar amount.",
                "start": 2131.449,
                "byte_stop": 8633031,
                "byte_start": 8629269,
                "stop": 2132.384
              }
            ]
          },
          {
            "start": 2132.384,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8645256,
            "stop": 2135.452,
            "byte_start": 8633031,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2132.384,
                "byte_stop": 8645256,
                "byte_start": 8633031,
                "stop": 2135.452
              }
            ]
          },
          {
            "start": 2135.452,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8651943,
            "stop": 2137.118,
            "byte_start": 8645256,
            "text_blocks": [
              {
                "text": "To show substantiality.",
                "start": 2135.452,
                "byte_stop": 8651943,
                "byte_start": 8645256,
                "stop": 2137.118
              }
            ]
          },
          {
            "start": 2137.118,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8666258,
            "stop": 2140.701,
            "byte_start": 8651943,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2137.118,
                "byte_stop": 8666258,
                "byte_start": 8651943,
                "stop": 2140.701
              }
            ]
          },
          {
            "start": 2140.701,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8700113,
            "stop": 2149.153,
            "byte_start": 8666258,
            "text_blocks": [
              {
                "text": "No sir, I did not because it was the practice of the Board to assume jurisdiction on dollar amounts only.",
                "start": 2140.701,
                "byte_stop": 8691649,
                "byte_start": 8666258,
                "stop": 2147.041
              },
              {
                "text": "It was only because of this case --",
                "start": 2147.041,
                "byte_stop": 8700113,
                "byte_start": 8691649,
                "stop": 2149.153
              }
            ]
          },
          {
            "start": 2149.153,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8719130,
            "stop": 2153.923,
            "byte_start": 8700113,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2149.153,
                "byte_stop": 8719130,
                "byte_start": 8700113,
                "stop": 2153.923
              }
            ]
          },
          {
            "start": 2153.923,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8726862,
            "stop": 2155.848,
            "byte_start": 8719130,
            "text_blocks": [
              {
                "text": "No, that is correct.",
                "start": 2153.923,
                "byte_stop": 8726862,
                "byte_start": 8719130,
                "stop": 2155.848
              }
            ]
          },
          {
            "start": 2155.848,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8739297,
            "stop": 2158.965,
            "byte_start": 8726862,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2155.848,
                "byte_stop": 8739297,
                "byte_start": 8726862,
                "stop": 2158.965
              }
            ]
          },
          {
            "start": 2158.965,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8753612,
            "stop": 2162.538,
            "byte_start": 8739297,
            "text_blocks": [
              {
                "text": "No, no, we did not offer any proof in that regard.",
                "start": 2158.965,
                "byte_stop": 8753612,
                "byte_start": 8739297,
                "stop": 2162.538
              }
            ]
          },
          {
            "start": 2162.538,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8794676,
            "stop": 2172.789,
            "byte_start": 8753612,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2162.538,
                "byte_stop": 8794676,
                "byte_start": 8753612,
                "stop": 2172.789
              }
            ]
          },
          {
            "start": 2172.789,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8821426,
            "stop": 2179.482,
            "byte_start": 8794676,
            "text_blocks": [
              {
                "text": "Well, if those tanks were across the river, I do not think it would have any different effect that --",
                "start": 2172.789,
                "byte_stop": 8821426,
                "byte_start": 8794676,
                "stop": 2179.482
              }
            ]
          },
          {
            "start": 2179.482,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8848802,
            "stop": 2186.335,
            "byte_start": 8821426,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2179.482,
                "byte_stop": 8848802,
                "byte_start": 8821426,
                "stop": 2186.335
              }
            ]
          },
          {
            "start": 2186.335,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 8864475,
            "stop": 2190.239,
            "byte_start": 8848802,
            "text_blocks": [
              {
                "text": "The same effect is still lack of effect, whatever the situation might be that --",
                "start": 2186.335,
                "byte_stop": 8864475,
                "byte_start": 8848802,
                "stop": 2190.239
              }
            ]
          },
          {
            "start": 2190.239,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 8897599,
            "stop": 2198.537,
            "byte_start": 8864475,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 2190.239,
                "byte_stop": 8897599,
                "byte_start": 8864475,
                "stop": 2198.537
              }
            ]
          },
          {
            "start": 2198.537,
            "speaker": {
              "last_name": "Borenkind",
              "ID": 41073,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/samuel_h_borenkind",
              "view_count": 0,
              "identifier": "samuel_h_borenkind",
              "name": "Samuel H. Borenkind"
            },
            "byte_stop": 9054333,
            "stop": 2237.732,
            "byte_start": 8897599,
            "text_blocks": [
              {
                "text": "No, there would be no question in my mind, I think of the jurisdiction here because I think under the circumstances we might be considered if we engaged in interstate commerce.",
                "start": 2198.537,
                "byte_stop": 8934588,
                "byte_start": 8897599,
                "stop": 2207.774
              },
              {
                "text": "But we picked up our products locally and sold it locally, it was consumed locally.",
                "start": 2207.774,
                "byte_stop": 8955173,
                "byte_start": 8934588,
                "stop": 2212.931
              },
              {
                "text": "And those facts are conceded.",
                "start": 2212.931,
                "byte_stop": 8973876,
                "byte_start": 8955173,
                "stop": 2217.609
              },
              {
                "text": "I summarize by saying at the lowest peaks of an effect upon interstate commerce which is lacking in this situation and Congress if they saw it fit to establish a dollar standard jurisdiction, it would have done so in the Act itself which they did not do.",
                "start": 2217.609,
                "byte_stop": 9043466,
                "byte_start": 8973876,
                "stop": 2234.986
              },
              {
                "text": "Thank you.",
                "start": 2234.986,
                "byte_stop": 9054333,
                "byte_start": 9043466,
                "stop": 2237.732
              }
            ]
          }
        ],
        "stop": 2237.732
      }
    ],
    "duration": 2237.732,
    "title": "National Labor Relations Board v. Reliance Fuel Oil Corporation"
  },
  "id": 14663,
  "media_file": [
    {
      "size": 9054647,
      "id": 38446,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1962/88/19621203a_88.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 22044865,
      "id": 60432,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1962/88/19621203a_88.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 29205,
      "id": 60433,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1962/88/19621203a_88.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}