{
  "title": "Oral Argument - October 21, 1963",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 3987623,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 156400,
            "stop": 13.242,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "-- Francesco Foti, Petitioner, versus Immigration and Naturalization Service.",
                "start": 0,
                "byte_stop": 130591,
                "byte_start": 103424,
                "stop": 6.775
              },
              {
                "text": "Mr. Monahan.",
                "start": 6.775,
                "byte_stop": 156400,
                "byte_start": 130591,
                "stop": 13.242
              }
            ]
          },
          {
            "start": 13.242,
            "speaker": {
              "last_name": "Monahan",
              "ID": 38107,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_r_monahan",
              "view_count": 0,
              "identifier": "philip_r_monahan",
              "name": "Philip R. Monahan"
            },
            "byte_stop": 1730539,
            "stop": 406.761,
            "byte_start": 156400,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 13.242,
                "byte_stop": 178239,
                "byte_start": 156400,
                "stop": 18.68
              },
              {
                "text": "Before the recess on Thursday the Court will recall, I had been seeking to show that the party's construction of Section 106 (a) of the Immigration and Nationality Act which – which would construe that Section as applying to the Attorney General's denial of discretionary determinations during the deportation proceeding as well as to the basic deportability adjudication was supported by the literal language of the statute rather than the majority construction.",
                "start": 18.68,
                "byte_stop": 403623,
                "byte_start": 178239,
                "stop": 75.046
              },
              {
                "text": "Today in the time remaining, I would like to show that that construction is corroborated and confirmed by the legislative history of Section 106 and then to make a point by point reputation of certain objections which the majority found with the party's construction in this case.",
                "start": 75.046,
                "byte_stop": 511457,
                "byte_start": 403623,
                "stop": 102.003
              },
              {
                "text": "The fundamental purpose of this new statute, Section 106, the legislative history shows, was to abbreviate the process of judicial review in order to forestall certain dilatory tactics in the Courts, which had come to Congress' attention.",
                "start": 102.003,
                "byte_stop": 616051,
                "byte_start": 511457,
                "stop": 128.138
              },
              {
                "text": "The chief feature of the plan was the elimination of the previous first step in the judicial review process, the suit in the District Court and thereby to limit the review procedure to suits in the Court of Appeals subject of course to the certiorari jurisdiction of this Court.",
                "start": 128.138,
                "byte_stop": 719705,
                "byte_start": 616051,
                "stop": 154.05
              },
              {
                "text": "Now in elucidating the purpose of legislation on the floor of the House of Representatives, representative Walter, the Chairman of the Immigration and Nationality Affairs Subcommittee of the House Judiciary Committee and the chief sponsor of this measure, said and this language appears at Page 26 of the government's brief, “Most important by eliminating review in the District Courts, the bill would obviate one of the primary causes of delay in the final determination of all questions which may arise in a deportation proceeding.”",
                "start": 154.05,
                "byte_stop": 897442,
                "byte_start": 719705,
                "stop": 198.489
              },
              {
                "text": "It seems to the government that that language is particularly pertinent in light of the fact which I pointed out to the Court on Thursday that from the beginning discretionary determinations have been among the issues which have arisen in the deportation proceeding.",
                "start": 198.489,
                "byte_stop": 970480,
                "byte_start": 897442,
                "stop": 216.759
              },
              {
                "text": "Now secondly as examples of the evils which this proposed legislation was designed to correct, the committee reports accompanying the bills which eventuated in Section 106, referred to a number of case histories or proceedings which in the view of the committee had involved abuse of the judicial process by dilatory suits.",
                "start": 216.759,
                "byte_stop": 1097122,
                "byte_start": 970480,
                "stop": 248.407
              },
              {
                "text": "Included among these, were several in which the alien had sought review, among other orders, orders denying discretionary determinations which seemed to the government to be further collaborative of the objective of this legislation.",
                "start": 248.407,
                "byte_stop": 1170892,
                "byte_start": 1097122,
                "stop": 266.863
              },
              {
                "text": "Thirdly there appears in the committee reports a reference chart which illustrates in diagrammatic form the various administrative steps leading to a final order of deportation.",
                "start": 266.863,
                "byte_stop": 1249991,
                "byte_start": 1170892,
                "stop": 286.63
              },
              {
                "text": "Now that chart we have reproduced at Page 94 of the government's brief for the convenience of the Court.",
                "start": 286.63,
                "byte_stop": 1278412,
                "byte_start": 1249991,
                "stop": 293.733
              },
              {
                "text": "And it shows that the, as I say in this diagrammatic form, that the final order of deportation is the ultimate product resulting from first of course the deportability adjudication.",
                "start": 293.733,
                "byte_stop": 1359182,
                "byte_start": 1278412,
                "stop": 313.934
              },
              {
                "text": "Secondly, the denial of suspension of deportation or a voluntary departure where one or the other of those forms of relief have been requested and thirdly the failure by the Board of Immigration Appeals where an appeal to that body has been taken to disturb the special enquiry officers' decision.",
                "start": 313.934,
                "byte_stop": 1464404,
                "byte_start": 1359182,
                "stop": 340.24
              },
              {
                "text": "Fourthly and finally, there occurred on the house floor, during the debates on this measure in the Congress immediately preceding the Congress in which the bill was ultimately enacted an important colloquy between representative Walter, the chairman of the committee, representative Moore another member of the committee who was a co-sponsor of this measure, and representative Lindsay of New York who as the dissenting judges below pointed out was very familiar with the part played in the deportation process by discretionary determinations as a result of his argument of Jay against Boyd before this Court on behalf of the government.",
                "start": 340.24,
                "byte_stop": 1695222,
                "byte_start": 1464404,
                "stop": 397.94
              },
              {
                "text": "Now this colloquy is referred to at some length is both the majority and the descending opinions below and it is set forth fully in the government's brief.",
                "start": 397.94,
                "byte_stop": 1728031,
                "byte_start": 1695222,
                "stop": 406.128
              },
              {
                "text": "Briefly--",
                "start": 406.128,
                "byte_stop": 1730539,
                "byte_start": 1728031,
                "stop": 406.761
              }
            ]
          },
          {
            "start": 406.761,
            "speaker": null,
            "byte_stop": 1737644,
            "stop": 408.546,
            "byte_start": 1730539,
            "text_blocks": [
              {
                "text": "What page?",
                "start": 406.761,
                "byte_stop": 1737644,
                "byte_start": 1730539,
                "stop": 408.546
              }
            ]
          },
          {
            "start": 408.546,
            "speaker": {
              "last_name": "Monahan",
              "ID": 38107,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_r_monahan",
              "view_count": 0,
              "identifier": "philip_r_monahan",
              "name": "Philip R. Monahan"
            },
            "byte_stop": 3924511,
            "stop": 955.27,
            "byte_start": 1737644,
            "text_blocks": [
              {
                "text": "It appears at Pages 30 to 35 Mr. Justice and I will just take the time at this time to refer the Court to the -- that part of the colloquy, which appears on Page 34 of the government's brief in which Mr. Lindsay says, “Is it not true,” speaking to Mr. Moore, “Is it not true that the words, ‘final deportation order' does not take effect until after the determination of the question of suspension?”",
                "start": 408.546,
                "byte_stop": 1868361,
                "byte_start": 1737644,
                "stop": 441.219
              },
              {
                "text": "Mr. Moore says, “That is the manner in which I understand the meaning of the term as used in the pending bill.”",
                "start": 441.219,
                "byte_stop": 1891349,
                "byte_start": 1868361,
                "stop": 446.975
              },
              {
                "text": "Then Mr. Walter says, “Mr. Speaker, during the course of the discussion, the gentleman from New York, Mr. Lindsay, raised a question of suspension of deportation.",
                "start": 446.975,
                "byte_stop": 1929801,
                "byte_start": 1891349,
                "stop": 456.582
              },
              {
                "text": "I might say to the gentleman from New York, that the six months period on the question of finality of an order applies to the final administrative adjudication of the applications for a suspension of deportation just as it would apply to any other issue brought up in a deportation proceeding.”",
                "start": 456.582,
                "byte_stop": 2004407,
                "byte_start": 1929801,
                "stop": 475.231
              },
              {
                "text": "I would like to turn now to various specific criticisms of the party's construction made by the majority below.",
                "start": 475.231,
                "byte_stop": 2036172,
                "byte_start": 2004407,
                "stop": 483.171
              },
              {
                "text": "None in our view have validity.",
                "start": 483.171,
                "byte_stop": 2053204,
                "byte_start": 2036172,
                "stop": 487.432
              },
              {
                "text": "The majority refers to paragraph four of the exceptions, there are nine exceptions to the application of Section 106, and that appears on Page 58 of the government's brief, in which it is stated that except as provided in Clause B of paragraph 5 of this subsection, the petition, that is the petition for review, shall be determined solely upon the administrative record upon which the deportation order is based.",
                "start": 487.432,
                "byte_stop": 2176502,
                "byte_start": 2053204,
                "stop": 518.259
              },
              {
                "text": "And the Attorney General's findings of fact, if supported by reasonable substantial and probative evidence on the record considered as a whole, shall be conclusive.",
                "start": 518.259,
                "byte_stop": 2214640,
                "byte_start": 2176502,
                "stop": 527.792
              },
              {
                "text": "Now, we agree with the majority that that clause, paragraph 4 applies and can only apply to the deportability adjudication, because a discretionary determination as the Court knows does not, in all circumstances, have to be rendered upon the record, materials or the record, maybe used under some circumstances, as the Court said in Jay against Boyd and also since – precisely because it is a discretionary determination it does not have to be based upon the reasonable substantial evidence rule.",
                "start": 527.792,
                "byte_stop": 2363852,
                "byte_start": 2214640,
                "stop": 565.094
              },
              {
                "text": "However, the majority assumes that the scope of section -- of that paragraph 4, which I just read, is co-extensive with the scope of the principal provision of Section 106.",
                "start": 565.094,
                "byte_stop": 2428113,
                "byte_start": 2363852,
                "stop": 581.156
              },
              {
                "text": "Now the government that -- we think there is some force to this point.",
                "start": 581.156,
                "byte_stop": 2450578,
                "byte_start": 2428113,
                "stop": 586.78
              },
              {
                "text": "In fact, we think that this is perhaps the principal, the principal point that the majority makes.",
                "start": 586.78,
                "byte_stop": 2476492,
                "byte_start": 2450578,
                "stop": 593.245
              },
              {
                "text": "However, in the government's view it would not be surprising for Congress to include in an overall enactment, dealing with the judicial review of final orders of deportation, a particular provision pertinent to what is after all the principal constituent of such an order, the determination or deportability.",
                "start": 593.245,
                "byte_stop": 2595192,
                "byte_start": 2476492,
                "stop": 622.922
              },
              {
                "text": "Now the majority further argues in its opinion, further point it says in its opinion that it is in the last degree unlikely to use the majority's language that Congress meant to require that discretionary determinations be initially reviewed by a Court of three judges, namely Courts of Appeals and it says that this is true especially in light of a general command of the Administrative Procedure Act that agency action, which is by law committed to agency discretion, shall not be subject to judicial review.",
                "start": 622.922,
                "byte_stop": 2744613,
                "byte_start": 2595192,
                "stop": 660.273
              },
              {
                "text": "We think there are several answers to this point made by the majority.",
                "start": 660.273,
                "byte_stop": 2759973,
                "byte_start": 2744613,
                "stop": 664.129
              },
              {
                "text": "First, the same provision of the Administrative Procedure Act to which the majority refers accepts from that exclusion instances where there has been abuse of discretion and we see no good reason for assuming that Congress could not have intended this important function of setting aside agency action because of abusive discretion, that that be discharged in the first instance by the Courts of Appeals.",
                "start": 664.129,
                "byte_stop": 2898004,
                "byte_start": 2759973,
                "stop": 698.633
              },
              {
                "text": "Moreover, not all challenges of denials of discretionary relief involve mere charges of abuse of discretion as the majority seems at this point to assume.",
                "start": 698.633,
                "byte_stop": 2950771,
                "byte_start": 2898004,
                "stop": 711.813
              },
              {
                "text": "Much of the litigation in this area involves disputed issues of eligibility for this form of relief, which in turn very frequently involve pure customs law, statutory construction, the questions which are within the special confidence of the Courts of Appeals.",
                "start": 711.813,
                "byte_stop": 3024123,
                "byte_start": 2950771,
                "stop": 730.16
              },
              {
                "text": "And thirdly most important, it seems to the government that this objection by the majority overlooks the fundamental purpose of Section 106, which was the elimination of the District Court stage of the review of deportation orders.",
                "start": 730.16,
                "byte_stop": 3077099,
                "byte_start": 3024123,
                "stop": 743.398
              },
              {
                "text": "Now the majority also says that it is incredible, to use the majority's language, that Congress meant to require denials of the privilege of voluntary departure to come within the scope of Section 106 and it says -- and yet if the denial of suspension of deportation comes within it, then there is no reason for assuming the denial of voluntary departure does not.",
                "start": 743.398,
                "byte_stop": 3185977,
                "byte_start": 3077099,
                "stop": 770.622
              },
              {
                "text": "We agree that that they are both -- that they both stand or fall together, but for the same reasons that I have just pointed out a moment ago, it does not seem to the government to be incredible, the Congress intended denials of voluntary departure to come before the Courts of Appeals, particularly when it is recalled that it is undisputed that these will eventually come before the Court of Appeals in any event if the District Court denied the request and if the alien chose to seek review of it.",
                "start": 770.622,
                "byte_stop": 3327561,
                "byte_start": 3185977,
                "stop": 806.015
              },
              {
                "text": "Next, the majority raises the question of whether section -- whether the denial of relief under Section 243 (h) is subject to 106.",
                "start": 806.015,
                "byte_stop": 3371133,
                "byte_start": 3327561,
                "stop": 816.917
              },
              {
                "text": "I should point out to the Court that Section 243 (h) is that provision of the law, which authorizes the Attorney General to withhold temporarily deportation to a -- a specified country on the ground that the alien would be subject to physical prosecution in that country.",
                "start": 816.917,
                "byte_stop": 3445008,
                "byte_start": 3371133,
                "stop": 835.39
              },
              {
                "text": "The majority seeks to put the government and petitioner in a dilemma so to speak by saying that that can't come under Section 106 because that that decision is made by an officer other than the special enquiry officer who presides at the deportation proceeding and yet majority says it is hardly rationale that the two types of relief are so similar, that it's hardly rationale to suppose that a distinction can be drawn.",
                "start": 835.39,
                "byte_stop": 3589831,
                "byte_start": 3445008,
                "stop": 871.583
              },
              {
                "text": "We agree with the majority that under section, under the procedure traditionally followed under Section 243 (h) those denials would not come within the Section 106 precisely for the reasons pointed to by the majority namely that the processing of such an application occurs subsequent to the issuance of the deportation order and is heard by an officer who has nothing to do with the deportation proceeding.",
                "start": 871.583,
                "byte_stop": 3717831,
                "byte_start": 3589831,
                "stop": 903.594
              },
              {
                "text": "Therefore we agree that those 243 (h) denials do not come within 106, but we see no reason for concluding that merely because that form of relief is not subject to 106 that the denials of suspension of deportation, which all the evidence indicates was intended to come within Section 106 should be held to fall without that reason.",
                "start": 903.594,
                "byte_stop": 3863803,
                "byte_start": 3717831,
                "stop": 940.089
              },
              {
                "text": "There is certain another -- there are few other objections which we referred to in our brief and for these reasons we submit that the judgment of the Court of Appeals should reverse with directions to entertain this petition for review.",
                "start": 940.089,
                "byte_stop": 3924511,
                "byte_start": 3863803,
                "stop": 955.27
              }
            ]
          },
          {
            "start": 955.27,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 3950738,
            "stop": 961.823,
            "byte_start": 3924511,
            "text_blocks": [
              {
                "text": "Alright, I suppose Mr. Monahan -- Mr. Cally not being here indicates that he has not rebuttal.",
                "start": 955.27,
                "byte_stop": 3950738,
                "byte_start": 3924511,
                "stop": 961.823
              }
            ]
          },
          {
            "start": 961.823,
            "speaker": {
              "last_name": "Monahan",
              "ID": 38107,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_r_monahan",
              "view_count": 0,
              "identifier": "philip_r_monahan",
              "name": "Philip R. Monahan"
            },
            "byte_stop": 3972159,
            "stop": 967.172,
            "byte_start": 3950738,
            "text_blocks": [
              {
                "text": "I would assume that that was so Mr. Chief Justice, I have not spoken with him about it.",
                "start": 961.823,
                "byte_stop": 3972159,
                "byte_start": 3950738,
                "stop": 967.172
              }
            ]
          },
          {
            "start": 967.172,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 3981458,
            "stop": 969.499,
            "byte_start": 3972159,
            "text_blocks": [
              {
                "text": "I see, very well.",
                "start": 967.172,
                "byte_stop": 3981458,
                "byte_start": 3972159,
                "stop": 969.499
              }
            ]
          },
          {
            "start": 969.499,
            "speaker": {
              "last_name": "Monahan",
              "ID": 38107,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_r_monahan",
              "view_count": 0,
              "identifier": "philip_r_monahan",
              "name": "Philip R. Monahan"
            },
            "byte_stop": 3987623,
            "stop": 971.063,
            "byte_start": 3981458,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 969.499,
                "byte_stop": 3987623,
                "byte_start": 3981458,
                "stop": 971.063
              }
            ]
          }
        ],
        "stop": 971.063
      }
    ],
    "duration": 971.063,
    "title": "Foti v. Immigration and Naturalization Service"
  },
  "id": 14004,
  "media_file": [
    {
      "size": 3987937,
      "id": 37128,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1963/28/19631021a_28.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 9482135,
      "id": 59140,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1963/28/19631021a_28.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 12747,
      "id": 59141,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1963/28/19631021a_28.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}