{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 2724.942,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 104448,
            "stop": 7.374,
            "byte_stop": 134019,
            "text_blocks": [
              {
                "text": "James P. Wesberry, Jr., et al. versus Carl E. Sanders, et al.",
                "start": 0,
                "byte_start": 104448,
                "stop": 7.374,
                "byte_stop": 134019
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          },
          {
            "byte_start": 134019,
            "stop": 8.885,
            "byte_stop": 140079,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 7.374,
                "byte_start": 134019,
                "stop": 8.885,
                "byte_stop": 140079
              }
            ],
            "start": 7.374,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 140079,
            "stop": 11.366,
            "byte_stop": 150006,
            "text_blocks": [
              {
                "text": "Mr. Rodgers.",
                "start": 8.885,
                "byte_start": 140079,
                "stop": 11.366,
                "byte_stop": 150006
              }
            ],
            "start": 8.885,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          },
          {
            "byte_start": 150006,
            "stop": 57.558,
            "byte_stop": 334744,
            "text_blocks": [
              {
                "text": "I believe yesterday, to summarized briefly yesterday the position that we could've sometime state to the Court was that we believe that the decision of the District Court should be affirmed on the ground of -- on the grounds of equitable abstention and that the decisions, the legal issues in this area should be reserved for future consideration to be decided after state legislatures, had a full opportunity to redistrict congressional districts along population lines and it only until such time should this Court at that time of endeavor to determine the legal issues within that area.",
                "start": 11.366,
                "byte_start": 150006,
                "stop": 45.521,
                "byte_stop": 286574
              },
              {
                "text": "In other words, whether or not this Court is going to continue to abstain from requiring congressional redistricting or at such time require the congressional redistricting to be performed.",
                "start": 45.521,
                "byte_start": 286574,
                "stop": 57.311,
                "byte_stop": 333699
              },
              {
                "text": "Now --",
                "start": 57.311,
                "byte_start": 333699,
                "stop": 57.558,
                "byte_stop": 334744
              }
            ],
            "start": 11.366,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 334744,
            "stop": 79.693,
            "byte_stop": 423246,
            "text_blocks": [
              {
                "text": "Mr. Rodgers, one thing about me is your -- you don't help us very much in indicating how long that abstention should be, whether it should be for one session of the legislature after they've already had one session in which they could do it or whether we ought to go farther or whether we ought to leave those loose ends.",
                "start": 57.558,
                "byte_start": 334744,
                "stop": 78.217,
                "byte_stop": 417395
              },
              {
                "text": "Can you help us on that?",
                "start": 78.217,
                "byte_start": 417395,
                "stop": 79.693,
                "byte_stop": 423246
              }
            ],
            "start": 57.558,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          },
          {
            "byte_start": 423246,
            "stop": 678.627,
            "byte_stop": 2818988,
            "text_blocks": [
              {
                "text": "Well, it's rather difficult to tell this time for this reason, that you take a three-judge District Court in Georgia in Toombs versus Fortson has applied the federal analogy to our state legislature that said that if you reconstitute one House of the state legislature according to population, that would satisfy constitutional criteria.",
                "start": 79.693,
                "byte_start": 423246,
                "stop": 98.798,
                "byte_stop": 499733
              },
              {
                "text": "Now, Georgia had done that.",
                "start": 98.798,
                "byte_start": 499733,
                "stop": 100.517,
                "byte_stop": 506525
              },
              {
                "text": "We still have one House, the House of Representatives, largely apportioned according to geography.",
                "start": 100.517,
                "byte_start": 506525,
                "stop": 106.125,
                "byte_stop": 528990
              },
              {
                "text": "Now, if this Court should decide in the decisions in the cases that's recently heard in both Houses to some extent should reflect population then of course that would mean that Georgia would again have to reconstitute the House of its legislature.",
                "start": 106.125,
                "byte_start": 528990,
                "stop": 118.624,
                "byte_stop": 579041
              },
              {
                "text": "We feel that -- that we've -- that there cannot be a full opportunity for the state legislature to reapportion until after we are certain that the Georgia General Assembly had been reconstituted along constitutional lines, we cannot be certain of that until after this Court renders decisions in the cases it's just heard.",
                "start": 118.624,
                "byte_start": 579041,
                "stop": 137.28,
                "byte_stop": 653646
              },
              {
                "text": "So we'll say -- of course we feel that the General Assembly is going to redistrict in its January session but we'll say, we'll assume for the purposes of further consideration that the General Assembly redistricted but that the appellants were not still satisfied but that soon after, we'll say that the session closed, this Court should then require that both Houses of a legislature be reconstituted along population lines or more closely to population lines.",
                "start": 137.28,
                "byte_start": 653646,
                "stop": 163.521,
                "byte_stop": 758554
              },
              {
                "text": "And Georgia would like -- and have to reconstitute the House of Representatives.",
                "start": 163.521,
                "byte_start": 758554,
                "stop": 166.717,
                "byte_stop": 771406
              },
              {
                "text": "That might take another year or several more months so it's difficult to tell, we ask is -- is that a -- a -- that the state legislature, when it -- when we're certain that it has been constitutionally constituted and had a full opportunity to act and solve this problem in the traditional American fashion, then after that time had expired and if the appellants are still not satisfied with how the congressional districts have been reconstituted, then they can come back to Court.",
                "start": 166.717,
                "byte_start": 771406,
                "stop": 194.67,
                "byte_stop": 883210
              },
              {
                "text": "It's difficult to pinpoint any particular amount of time Your Honor, at this stage of -- at -- at this stage of proceeding.",
                "start": 194.67,
                "byte_start": 883210,
                "stop": 204.567,
                "byte_stop": 922812
              },
              {
                "text": "This morning I would first like to address myself to what we consider to be the undesirability of elections at large.",
                "start": 204.567,
                "byte_start": 922812,
                "stop": 211.605,
                "byte_stop": 950920
              },
              {
                "text": "Now, the requirement of elections at large is the course of mechanical device is very easy to apply but we feel that the inequity resulting from elections at large are probably worse than the present circumstances.",
                "start": 211.605,
                "byte_start": 950920,
                "stop": 225.646,
                "byte_stop": 1007135
              },
              {
                "text": "I think one of the best descriptions as to the disadvantages of elections at large was stated by Judge Knowles who was the dissenting judge in the case of Bush versus Martin which was a Texas case where two of the judges in the three-judge court found against Texas' program for redistricting.",
                "start": 225.646,
                "byte_start": 1007135,
                "stop": 241.897,
                "byte_stop": 1072128
              },
              {
                "text": "Of course, the Court -- Justice Black have to confirm with the other member -- other members of the Court that stayed the application of their judgment but Judge Knowles stating, “We think its particularly appropriate to the Georgia case as well, although we don't have as many cards but we think the same principle would apply.”",
                "start": 241.897,
                "byte_start": 1072128,
                "stop": 256.713,
                "byte_stop": 1131374
              },
              {
                "text": "Judge Knowles stated, “All districts are presently served by a Congressman even if at large elections were held, there's reason to assume many people in those districts that want at least the opportunity to re-elect there in the Government, Congressman in the at large elections.",
                "start": 256.713,
                "byte_start": 1131374,
                "stop": 270.206,
                "byte_stop": 1185290
              },
              {
                "text": "But it is highly unlikely that Congressman from the thinly populated region far removed from the metropolitan area and known only in that district to get re-nominated or re-elected in at large elections.",
                "start": 270.206,
                "byte_start": 1185290,
                "stop": 281.323,
                "byte_stop": 1229803
              },
              {
                "text": "If this experienced Congressman should be swept out of office in an avalanche of statewide vote, it would probably be done none to their lack of statewide, it's more to their lack of statewide reputation than to their qualifications or lack of them.",
                "start": 281.323,
                "byte_start": 1229803,
                "stop": 294.986,
                "byte_stop": 1284451
              },
              {
                "text": "The consequences, the inherent unfairness to the people living in the present districts from not having a reason or opportunity to have their own Congressman reelected is disturbing.",
                "start": 294.986,
                "byte_start": 1284451,
                "stop": 305.516,
                "byte_stop": 1326561
              },
              {
                "text": "And the consequences to the entire State of Texas when the removal of these Congressmen is threatened not by the expressed will of the people of Texas through normal political action but by the politic but -- but by the practical operation of an unfortunate intervention and untimely order of a federal court is likewise disturbing.",
                "start": 305.516,
                "byte_start": 1326561,
                "stop": 323.783,
                "byte_stop": 1399599
              },
              {
                "text": "The election of Congressman at large would call a far more serious discrimination and consequences for people living outside the great metropolitan areas and is even alleged to exist presently, or today every region has substantial representation by districts, hence, only claimed present serious under representation in a few areas.",
                "start": 323.783,
                "byte_start": 1399599,
                "stop": 342.291,
                "byte_stop": 1473682
              },
              {
                "text": "At large elections would leave many of the regions of the State of Texas and the people practically speaking without representation at all.",
                "start": 342.291,
                "byte_start": 1473682,
                "stop": 349.41,
                "byte_stop": 1502104
              },
              {
                "text": "And we fear Your Honor that that would apply not only in Georgia but in every other state that would have to suffer elections at large with congressional representation.",
                "start": 349.41,
                "byte_start": 1502104,
                "stop": 358.27,
                "byte_stop": 1537630
              },
              {
                "text": "And of course the ratio in your congressional districting case is a no or nowhere near to the series ratio presented by state legislature.",
                "start": 358.27,
                "byte_start": 1537630,
                "stop": 366.514,
                "byte_stop": 1570544
              },
              {
                "text": "In other words, I understand that the worst -- alleges that the worst ratio in your state legislatures as I believe in New Hampshire was -- in New Hampshire was approximately 750-to-1.",
                "start": 366.514,
                "byte_start": 1570544,
                "stop": 377.38,
                "byte_stop": 1614012
              },
              {
                "text": "I think the worst ratio in your congressional district throughout the nation is 4-to-1 but nevertheless if you require a strict population standard in the apportionment of these congressional districts, then you can -- the Court can quickly tell from the record that the vast majority of the states of this nation allow this if -- if you use the population standard, these standards.",
                "start": 377.38,
                "byte_start": 1614012,
                "stop": 400.071,
                "byte_stop": 1704814
              },
              {
                "text": "We move on to equitable abstention doctrines to the origin with -- in a more fuller sense.",
                "start": 400.071,
                "byte_start": 1704814,
                "stop": 405.1,
                "byte_stop": 1724876
              },
              {
                "text": "I think the first thing we must take into consideration is -- is the significant political changes coming to Georgia.",
                "start": 405.1,
                "byte_start": 1724876,
                "stop": 410.527,
                "byte_stop": 1746610
              },
              {
                "text": "Now, the call for Georgia's political structure in the past, its historic structure in the past, Georgia was subject to the grasp of the rural areas, probably more so in any other state and union for this reason.",
                "start": 410.527,
                "byte_start": 1746610,
                "stop": 421.162,
                "byte_stop": 1789137
              },
              {
                "text": "We have the county unit system that this Court is well aware of and the county unit system applies of course in the democratic primary, if we call the strength and power of Democratic Party of Georgia as the cliché go, the -- the democratic primary of successful nominees there are tantamount to election.",
                "start": 421.162,
                "byte_start": 1789137,
                "stop": 440.052,
                "byte_stop": 1864683
              },
              {
                "text": "Well consequently, the Governor and the Chief Officers of the State, the Chief Executive Office of the State when nominated by the rural areas of the State of Georgia and consequently they were elected.",
                "start": 440.052,
                "byte_start": 1864683,
                "stop": 451.024,
                "byte_stop": 1908569
              },
              {
                "text": "So of course in Georgia, we have the Governor and the Chief Official of the state government under the control and nomination of rural areas.",
                "start": 451.024,
                "byte_start": 1908569,
                "stop": 459.528,
                "byte_stop": 1942632
              },
              {
                "text": "Now, after this -- and now whenever the Court in Sanders versus Gray overturned that in this decision in large one was affirmed.",
                "start": 459.528,
                "byte_start": 1942632,
                "stop": 467.904,
                "byte_stop": 1976069
              },
              {
                "text": "Of course that's true that many county unit systems in the primary, the last primary in Georgia, the last democratic primary, when the government -- when the nominees ran statewide, every person's vote counted equally and of course that gave full weight to the metropolitan areas.",
                "start": 467.904,
                "byte_start": 1976069,
                "stop": 484.136,
                "byte_stop": 2041062
              },
              {
                "text": "So we say in the courts, by virtue of that, we've had a modern elected as Governor of Georgia, this Court knows Governor Carl Sanders which of course is the significant and substantial political difference between Governor Carl Sanders and one of our past Governors Marvin Griffin.",
                "start": 484.136,
                "byte_start": 2041062,
                "stop": 501.23,
                "byte_stop": 2109398
              },
              {
                "text": "They present two different approaches in polity and I think the Court can really recognize the contrast.",
                "start": 501.23,
                "byte_start": 2109398,
                "stop": 507.575,
                "byte_stop": 2134789
              },
              {
                "text": "But the overwhelming defeat of Governor Marvin Griffin by Governor Carl Sanders indicates, we think dramatically, the change has come to Georgia politics just by the elimination of the county unit system.",
                "start": 507.575,
                "byte_start": 2134789,
                "stop": 519.642,
                "byte_stop": 2183064
              },
              {
                "text": "It's also quite clear in Georgia that the Governor as it is in many states has a tremendous amount of influence and power over the workings of the state legislature.",
                "start": 519.642,
                "byte_start": 2183064,
                "stop": 528.001,
                "byte_stop": 2216500
              },
              {
                "text": "He exert substantial power there and we have that now, a Governor who is of course it has to be amenable and of course is susceptible to where -- to the popular feelings of the metropolitan areas of the state.",
                "start": 528.001,
                "byte_start": 2216500,
                "stop": 540.691,
                "byte_stop": 2267282
              },
              {
                "text": "And of course we also have the case of Toombs versus Fortson which required the reapportionment of our State's Senate.",
                "start": 540.691,
                "byte_start": 2267282,
                "stop": 549.503,
                "byte_stop": 2302495
              },
              {
                "text": "That case is still pending.",
                "start": 549.503,
                "byte_start": 2302495,
                "stop": 550.894,
                "byte_stop": 2308033
              },
              {
                "text": "I do not know why the plaintiff in that case did not appeal to this Court but they asked in their -- in their complaint that both Houses with state legislature be reapportioned according to population.",
                "start": 550.894,
                "byte_start": 2308033,
                "stop": 561.411,
                "byte_stop": 2350143
              },
              {
                "text": "The Court only granted their complaint halfway.",
                "start": 561.411,
                "byte_start": 2350143,
                "stop": 564.335,
                "byte_stop": 2361846
              },
              {
                "text": "That case is still pending and of course if this Court requires to both Houses' legislature be reconstituted at large along population lines, then of course the District Court can move very quickly on that.",
                "start": 564.335,
                "byte_start": 2361846,
                "stop": 574.746,
                "byte_stop": 2403537
              },
              {
                "text": "So we may yet have to -- we don't know what the courts want to determine but it's quite possible, the majority voice in Georgia which we think is already strong is even going to get stronger in the near future.",
                "start": 574.746,
                "byte_start": 2403537,
                "stop": 584.861,
                "byte_stop": 2443975
              },
              {
                "text": "Now, we believe that these considerations are important and if they call for the application of the equitable abstention doctrine called just before a year -- a year and a half ago, Georgia had the -- the majority control in Georgia had no practical opportunities for exerting their will, as far as state government is concerned.",
                "start": 584.861,
                "byte_start": 2443975,
                "stop": 609.228,
                "byte_stop": 2541464
              },
              {
                "text": "Now, in this apparent session of the legislature and of course the appellants made quite some reference to this in their brief.",
                "start": 609.228,
                "byte_start": 2541464,
                "stop": 616.489,
                "byte_stop": 2570407
              },
              {
                "text": "The appellant Wesberry, who is a State Senator, introduced Senate Bill No. 101 for the redistricting of Georgia's congressional districts.",
                "start": 616.489,
                "byte_start": 2570407,
                "stop": 623.907,
                "byte_stop": 2600082
              },
              {
                "text": "But either the gravity of the major coupled with insufficient time of appropriate study, the bill did not pass that session but was referred to the rule Committee of the Senate where it's still pending for further action.",
                "start": 623.907,
                "byte_start": 2600082,
                "stop": 633.889,
                "byte_stop": 2640102
              },
              {
                "text": "The bill is not dead, it did not die in the last session, it's still pending.",
                "start": 633.889,
                "byte_start": 2640102,
                "stop": 637.871,
                "byte_stop": 2655984
              },
              {
                "text": "Now, I doubt here that the bill is going to pass and I will -- will come to that in the next few minutes.",
                "start": 637.871,
                "byte_start": 2655984,
                "stop": 643.237,
                "byte_stop": 2677405
              },
              {
                "text": "Next, Senator Julian Webb introduced Senate Resolution No. 56 for the creation of a Joint Center House Committee to study congressional redistricting which was passed by the Senate but was reported -- unfavored by the House, that bill was not passed.",
                "start": 643.237,
                "byte_start": 2677405,
                "stop": 654.986,
                "byte_stop": 2724425
              },
              {
                "text": "However, this should not end all attempts that reapportioned that session of the General Assembly, stated by the appellants in their brief because Senator Webb then introduced Senate Resolution No. 129 for the authorization of Interim Senate Committee to study congressional redistricting and reported recommendation and study the 1964 regular session of the General Assembly.",
                "start": 654.986,
                "byte_start": 2724425,
                "stop": 674.463,
                "byte_stop": 2802375
              },
              {
                "text": "This resolution was adopted March 15th, 1963.",
                "start": 674.463,
                "byte_start": 2802375,
                "stop": 678.627,
                "byte_stop": 2818988
              }
            ],
            "start": 79.693,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2818988,
            "stop": 682.52,
            "byte_stop": 2834557,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 678.627,
                "byte_start": 2818988,
                "stop": 682.52,
                "byte_stop": 2834557
              }
            ],
            "start": 678.627,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 2834557,
            "stop": 785.5,
            "byte_stop": 3246456,
            "text_blocks": [
              {
                "text": "Not yet.",
                "start": 682.52,
                "byte_start": 2834557,
                "stop": 684.993,
                "byte_stop": 2844484
              },
              {
                "text": "Now, in July 1963, the Joint Congressional Redistricting Study Committee was created by the President, and was then appointing -- appointing ten Senators, one from each congressional district and a Speaker of the House appointed ten Representatives, one from each congressional district.",
                "start": 684.993,
                "byte_start": 2844484,
                "stop": 698.729,
                "byte_stop": 2899446
              },
              {
                "text": "Now of course, that was done sooner after this Court noted probable jurisdiction which I believe was in June of 1963.",
                "start": 698.729,
                "byte_start": 2899446,
                "stop": 707.167,
                "byte_stop": 2933196
              },
              {
                "text": "Senator Julian Webb was made Chairman of this Committee.",
                "start": 707.167,
                "byte_start": 2933196,
                "stop": 709.609,
                "byte_stop": 2942913
              },
              {
                "text": "Now we think that's significant because Senator Webb who was working to get reapportioned congressional districts before this Court noted probable jurisdiction, he -- he at that time was working for as the chairman of that Committee so I think that right there is an element which demonstrates the good faith that the General Assembly of Georgia is putting into this effort.",
                "start": 709.609,
                "byte_start": 2942913,
                "stop": 727.977,
                "byte_stop": 3016370
              },
              {
                "text": "Now, it's a matter of common knowledge that the Committee is working in good faith and the Governor of the State is going to support any fair and equitable redistricting plan that's presented.",
                "start": 727.977,
                "byte_start": 3016370,
                "stop": 739.321,
                "byte_stop": 3061823
              },
              {
                "text": "Now, it's interesting to note that appellant Wesberry, now of course he introduced Senate Bill 101.",
                "start": 739.321,
                "byte_start": 3061823,
                "stop": 744.328,
                "byte_stop": 3081780
              },
              {
                "text": "However, he admitted in his statement of September 17, 1963, following the Joint Congressional Redistricting Study Committee.",
                "start": 744.328,
                "byte_start": 3081780,
                "stop": 750.142,
                "byte_stop": 3105081
              },
              {
                "text": "And this is what he had to say about his own bill.",
                "start": 750.142,
                "byte_start": 3105081,
                "stop": 752.794,
                "byte_stop": 3115635
              },
              {
                "text": "He says, “I made it clear and I do not think that Senate Bill 101 should be passed as introduced but that it should undoubtedly drastically changed to meet with the approval of all citizens of Georgia.”",
                "start": 752.794,
                "byte_start": 3115635,
                "stop": 762.836,
                "byte_stop": 3155864
              },
              {
                "text": "And he goes on to say, “I believe it includes some good suggestions and I know it includes some bad ones, so even if the author of the bill admits that the bill was not good, that he'd be drastically and meant it weren't to be passed.”",
                "start": 762.836,
                "byte_start": 3155864,
                "stop": 773.381,
                "byte_stop": 3197973
              },
              {
                "text": "The point is, we do not believe that Georgia -- the General Assembly in Georgia yet have an adequate bill to set or a fair opportunity to redistrict its congressional districts.",
                "start": 773.381,
                "byte_start": 3197973,
                "stop": 783.02,
                "byte_stop": 3236530
              },
              {
                "text": "Now --",
                "start": 783.02,
                "byte_start": 3236530,
                "stop": 785.5,
                "byte_stop": 3246456
              }
            ],
            "start": 682.52,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3246456,
            "stop": 812.036,
            "byte_stop": 3352618,
            "text_blocks": [
              {
                "text": "Doesn't the grip of this argument leads to the conclusion that (Inaudible)",
                "start": 785.5,
                "byte_start": 3246456,
                "stop": 812.036,
                "byte_stop": 3352618
              }
            ],
            "start": 785.5,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 3352618,
            "stop": 1133.904,
            "byte_stop": 4640141,
            "text_blocks": [
              {
                "text": "The only difference we had have with Judge Tuttle's decision on the claim was, first, we believe that just out of considerations of comity, the complaint should be dismissed.",
                "start": 812.036,
                "byte_start": 3352618,
                "stop": 823.751,
                "byte_stop": 3399534
              },
              {
                "text": "Also Judge Tuttle would probably felt like they should go ahead and resolve the ultimate considerations as errors, legal considerations.",
                "start": 823.751,
                "byte_start": 3399534,
                "stop": 832.105,
                "byte_stop": 3432970
              },
              {
                "text": "We feel the consideration of legal issues should be deferred until Georgia has failed to redistrict.",
                "start": 832.105,
                "byte_start": 3432970,
                "stop": 839.29,
                "byte_stop": 3461705
              },
              {
                "text": "In other words, we feel that nothing more should be done at this time than to apply the doctrine of equitable abstention, that the decision of the District Court be affirmed and after a reasonable time, if they're not satisfied they can re-file their case which we feel is required out of considerations of the comity for the workings of our federalism.",
                "start": 839.29,
                "byte_start": 3461705,
                "stop": 859.736,
                "byte_stop": 3543416
              },
              {
                "text": "Now, of course, we won't go into these cases extensively.",
                "start": 859.736,
                "byte_start": 3543416,
                "stop": 862.435,
                "byte_stop": 3554283
              },
              {
                "text": "They are cited in the brief.",
                "start": 862.435,
                "byte_start": 3554283,
                "stop": 864.305,
                "byte_stop": 3561702
              },
              {
                "text": "Of course, this Court long held in its -- and it's frequently applied the doctrine of stating Great Lakes Dredge & Dock Company versus Hoffman which construed and considered the Federal Declaratory Judgments Act which held that the same considerations of equitable abstention applied and appropriate cases applied elsewhere in the area of federal adjudication.",
                "start": 864.305,
                "byte_start": 3561702,
                "stop": 885.764,
                "byte_stop": 3647592
              },
              {
                "text": "And of course we feel the same thing applies here.",
                "start": 885.764,
                "byte_start": 3647592,
                "stop": 888.085,
                "byte_stop": 3656892
              },
              {
                "text": "Now, in one of the previous cases, the -- the Solicitor General as he pointed, “There's no room for the doctrine of equitable abstention in the -- in enforcing rights under the Civil Rights Act.”",
                "start": 888.085,
                "byte_start": 3656892,
                "stop": 898.409,
                "byte_stop": 3698166
              },
              {
                "text": "We feel that that position is fatally fallacious because we feel I would think that any member of this Court can conjure up circumstances where equitable abstention should be applied in the -- in the construction of constitutional rights or in the construction of any federal statute.",
                "start": 898.409,
                "byte_start": 3698166,
                "stop": 918.276,
                "byte_stop": 3777578
              },
              {
                "text": "Also, the Court has recently applied in 1959 in -- in the case of Martin versus Creasy and Harrison versus NAACP, all of which is cited in the brief.",
                "start": 918.276,
                "byte_start": 3777578,
                "stop": 928.79,
                "byte_stop": 3819687
              },
              {
                "text": "It's given other examples there over the application of doctrine of equitable abstention.",
                "start": 928.79,
                "byte_start": 3819687,
                "stop": 934.077,
                "byte_stop": 3840794
              },
              {
                "text": "Now, a valid conception of Baker versus Carr, that Baker versus Carr was an emergency measure that it was -- that Baker versus Carr was an effort to -- to restore the democratic workings of the state legislature that would take and after a great deal of consideration, I believe the case pending here for two years.",
                "start": 934.077,
                "byte_start": 3840794,
                "stop": 954.522,
                "byte_stop": 3922610
              },
              {
                "text": "It was taken after it seemed to me obvious reluctant but as the Court felt that it was faced with no other alternative but intervene this area in order to rescue the workings of democracy in the state legislature.",
                "start": 954.522,
                "byte_start": 3922610,
                "stop": 965.149,
                "byte_stop": 3965137
              },
              {
                "text": "And we think that Justice Clark in his concurring opinion in Baker versus Carr put his finger upon the fundamental point of Baker versus Carr when he stated, “Although I find the Tennessee of apportionment statute offend the Equal Protection Clause, I would not consider intervention by this Court in a so delicate appeal, if there were any other relief available to the people of Tennessee.”",
                "start": 965.149,
                "byte_start": 3965137,
                "stop": 988.501,
                "byte_stop": 4058551
              },
              {
                "text": "But the majority of the people of Tennessee have no practical opportunity for exerting their political way of the problems to correct the existing invidious discrimination.",
                "start": 988.501,
                "byte_start": 4058551,
                "stop": 997.316,
                "byte_stop": 4093764
              },
              {
                "text": "Tennessee has no initiative in referendum.",
                "start": 997.316,
                "byte_start": 4093764,
                "stop": 999.918,
                "byte_stop": 4104213
              },
              {
                "text": "I have searched diligently for other practical opinions present under law, I find none other than through the federal courts.",
                "start": 999.918,
                "byte_start": 4104213,
                "stop": 1007.423,
                "byte_stop": 4134201
              },
              {
                "text": "And we think that this case here which involves the second stage area of congression.",
                "start": 1007.423,
                "byte_start": 4134201,
                "stop": 1012.442,
                "byte_stop": 4154264
              },
              {
                "text": "This should be involved second stage is the far cry from that presented by the first state which is the state legislature.",
                "start": 1012.442,
                "byte_start": 4154264,
                "stop": 1018.808,
                "byte_stop": 4179759
              },
              {
                "text": "We call to think it's quite clear that the state legislature when they are -- are -- are -- are switched to the control of majority are going to provide the relief that many seek in the area of congressional districting.",
                "start": 1018.808,
                "byte_start": 4179759,
                "stop": 1030.953,
                "byte_stop": 4228347
              },
              {
                "text": "But we think the restoration of the democratic process has placed Georgia's political destiny in the hands of the majority.",
                "start": 1030.953,
                "byte_start": 4228347,
                "stop": 1037.328,
                "byte_stop": 4253842
              },
              {
                "text": "Now, the appellants made one allegation there, complained with paragraph 14.",
                "start": 1037.328,
                "byte_start": 4253842,
                "stop": 1044.778,
                "byte_stop": 4283622
              },
              {
                "text": "We think it was a necessary allegation to their complaint but it's -- it's in fact a -- a very important one to their complaint but which is by virtue of the restructuring of Georgia's political system, has lost all vitality.",
                "start": 1044.778,
                "byte_start": 4283622,
                "stop": 1057.199,
                "byte_stop": 4333255
              },
              {
                "text": "This is what paragraph 14 of the appellant's complaint state.",
                "start": 1057.199,
                "byte_start": 4333255,
                "stop": 1062.07,
                "byte_stop": 4352794
              },
              {
                "text": "It's -- and these -- these words right here were written prior to the political restructuring of Georgia, I think in April of 1962.",
                "start": 1062.07,
                "byte_start": 4352794,
                "stop": 1072.282,
                "byte_stop": 4393650
              },
              {
                "text": "Today, all attempts by the informed civically and militant electorate and arouse public to have the General Assembly to reapportion the congressional election districts so as to move -- so as to more nearly equalize the population has been without itself a contributing, if not be called of this situation is the fact that state legislature has chosen on the basis of state election subdivision inequitably apportioned in a way similar to those with congressional districts.",
                "start": 1072.282,
                "byte_start": 4393650,
                "stop": 1097.511,
                "byte_stop": 4494587
              },
              {
                "text": "That the issues stating congressional apportionment, thus, so interdependent and interrelated that it is to -- that it is to the interest of the state legislature to perpetuate in equitable apportionment of both state and congressional election districts.",
                "start": 1097.511,
                "byte_start": 4494587,
                "stop": 1110.522,
                "byte_stop": 4546623
              },
              {
                "text": "Consequently, there are no practical opportunities that the plaintiff and the people of Georgia for exerting their political way proposed.",
                "start": 1110.522,
                "byte_start": 4546623,
                "stop": 1116.548,
                "byte_stop": 4570655
              },
              {
                "text": "Georgia has no initiative and referendum, so therefore, we say another, a -- a recognition of the point made by Justice Clark and the Court there showed right in the complaint that the solution to this problem is related to the -- to the structure of the state legislature.",
                "start": 1116.548,
                "byte_start": 4570655,
                "stop": 1130.597,
                "byte_stop": 4626871
              },
              {
                "text": "Now, one other point that we think is particularly good and --",
                "start": 1130.597,
                "byte_start": 4626871,
                "stop": 1133.904,
                "byte_stop": 4640141
              }
            ],
            "start": 812.036,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4640141,
            "stop": 1142.411,
            "byte_stop": 4674100,
            "text_blocks": [
              {
                "text": "The strength of your argument therefore (Inaudible)",
                "start": 1133.904,
                "byte_start": 4640141,
                "stop": 1142.411,
                "byte_stop": 4674100
              }
            ],
            "start": 1133.904,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 4674100,
            "stop": 1144.41,
            "byte_stop": 4682146,
            "text_blocks": [
              {
                "text": "No sir, not at all.",
                "start": 1142.411,
                "byte_start": 4674100,
                "stop": 1144.41,
                "byte_stop": 4682146
              }
            ],
            "start": 1142.411,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4682146,
            "stop": 1159.184,
            "byte_stop": 4741287,
            "text_blocks": [
              {
                "text": "How can you get (Inaudible)",
                "start": 1144.41,
                "byte_start": 4682146,
                "stop": 1159.184,
                "byte_stop": 4741287
              }
            ],
            "start": 1144.41,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 4741287,
            "stop": 1829.254,
            "byte_stop": 7421555,
            "text_blocks": [
              {
                "text": "Well, that gets back to the statement we read yesterday from the Senator Wesberry, the papers he filed when the election law -- I mean with the Joint Congressional Study Committee.",
                "start": 1159.184,
                "byte_start": 4741287,
                "stop": 1170.257,
                "byte_stop": 4785486
              },
              {
                "text": "Senator Wesberry's decision, I think it's a practical one of is, is that the way to solve this redistricting problem as far as he's concerned is to redraw the districting lines around Metropolitan Atlanta, the fifth district.",
                "start": 1170.257,
                "byte_start": 4785486,
                "stop": 1181.367,
                "byte_stop": 4829999
              },
              {
                "text": "And that if you do that, that would solve the situation.",
                "start": 1181.367,
                "byte_start": 4829999,
                "stop": 1184.285,
                "byte_stop": 4841597
              },
              {
                "text": "Now, but you see, in -- in redrawing the district lines in that way, that would leave many of your rural districts, either not changed or only slightly altered.",
                "start": 1184.285,
                "byte_start": 4841597,
                "stop": 1195.143,
                "byte_stop": 4885065
              },
              {
                "text": "And of course with such a system as that, you could I think depend not only upon your -- your metropolitan support in the House of Representatives which is not controlling but it's abstention because of 321 tier and also I think they could stand upon the support of many rural representatives who would I think would have a built-in in Senate to support the plan because they feel like that they could preserve their districting unimpaired or salvages substantial part of -- so I think it's worth serving to your trial on the Court.",
                "start": 1195.143,
                "byte_start": 4885065,
                "stop": 1223.215,
                "byte_stop": 4997392
              },
              {
                "text": "On top of that, as an overlay on top of that, you have got the prestige and influence of the Governor operating on the House of Representatives.",
                "start": 1223.215,
                "byte_start": 4997392,
                "stop": 1231.167,
                "byte_stop": 5029157
              },
              {
                "text": "So we feel like that there's a very good chance that the General Assembly is presently constituted going to redistrict.",
                "start": 1231.167,
                "byte_start": 5029157,
                "stop": 1237.313,
                "byte_stop": 5053712
              },
              {
                "text": "Certainly, it should be tried and of course this Court should certainly assume that a state legislature is in good faith going to perform its duty.",
                "start": 1237.313,
                "byte_start": 5053712,
                "stop": 1245.188,
                "byte_stop": 5085268
              },
              {
                "text": "And of course, if -- if we should have to reconstitute the House according to our contention is that the General Assembly of Georgia, I believe would constitute now, but if we should have to reconstitute it would make it that much easier.",
                "start": 1245.188,
                "byte_start": 5085268,
                "stop": 1257.231,
                "byte_stop": 5133437
              },
              {
                "text": "Now, in the -- in the first brief, in the first amicus curiae brief found in Baker versus Carr, the Solicitor General we thought made some very fine comments.",
                "start": 1257.231,
                "byte_start": 5133437,
                "stop": 1268.916,
                "byte_stop": 5180144
              },
              {
                "text": "This is from the Solicitor General's amicus brief of May 14, 1961, found in Baker versus Carr.",
                "start": 1268.916,
                "byte_start": 5180144,
                "stop": 1274.814,
                "byte_stop": 5203759
              },
              {
                "text": "And we think the Solicitor General then gave a much better perspective to this situation than he -- than he gave in his present brief.",
                "start": 1274.814,
                "byte_start": 5203759,
                "stop": 1282.402,
                "byte_stop": 5234061
              },
              {
                "text": "On page 15 of his brief, he state, “Congressional malapportionment is clearly related to reappointment of state legislatures or legislature with full urban representation is unlikely to challenge malapportionment of congressional districts, discriminating against urban vote.”",
                "start": 1282.402,
                "byte_start": 5234061,
                "stop": 1297.877,
                "byte_stop": 5296024
              },
              {
                "text": "Now, he wanted to emphasize that statement so much, he put it again on page 58 of his brief.",
                "start": 1297.877,
                "byte_start": 5296024,
                "stop": 1302.533,
                "byte_stop": 5314623
              },
              {
                "text": "On page 51 of his brief, the Solicitor General stated, “In addition, malapportionment state legislatures to the basic calls of congressional malapportionment.",
                "start": 1302.533,
                "byte_start": 5314623,
                "stop": 1310.907,
                "byte_stop": 5348164
              },
              {
                "text": "Since urban voters are unrepresented in the state legislature, there is little likelihood the legislature will reapportion congressional districts to give urban voters their fair represent -- their fair proportion of representation to Congress.",
                "start": 1310.907,
                "byte_start": 5348164,
                "stop": 1324.457,
                "byte_stop": 5402290
              },
              {
                "text": "As a result, urban voters are discriminated against both from the Federal House of Representatives and in their own state legislature not have -- and have no remedy in either body.”",
                "start": 1324.457,
                "byte_start": 5402290,
                "stop": 1333.672,
                "byte_stop": 5439175
              },
              {
                "text": "Now, on page 68, the Solicitor General made a particularly good statement, which I think juxtaposed to this case.",
                "start": 1333.672,
                "byte_start": 5439175,
                "stop": 1341.083,
                "byte_stop": 5468850
              },
              {
                "text": "It -- the -- there, Solicitor General addressed to himself to the question of whether the state or for the people and other reasonable remedy here would effect that would have upon the action of this Court say in Baker versus Carr, and I assume to any reapportionment case.",
                "start": 1341.083,
                "byte_start": 5468850,
                "stop": 1355.338,
                "byte_stop": 5525901
              },
              {
                "text": "The Solicitor General answered that question this way, “Even if the malapportionment is gross, it may well not violate the Fourteenth Amendment if the state unlike Tennessee afford its people an alternative remedy.",
                "start": 1355.338,
                "byte_start": 5525901,
                "stop": 1370.536,
                "byte_stop": 5586610
              },
              {
                "text": "For example, the majority cannot complain too seriously about the underrepresentation of the state legislature in a state which provides for referenda initiated by a reasonable number of voters.",
                "start": 1370.536,
                "byte_start": 5586610,
                "stop": 1382.278,
                "byte_stop": 5633630
              },
              {
                "text": "Under such a system, the majority can reapportion the legislature itself.”",
                "start": 1382.278,
                "byte_start": 5633630,
                "stop": 1386.095,
                "byte_stop": 5648886
              },
              {
                "text": "And he goes on to state, “But if the state provides a feasible political remedy, it might be concluded the state has not been so arbitrary as to violate the Fourteenth Amendment.”",
                "start": 1386.095,
                "byte_start": 5648886,
                "stop": 1397.122,
                "byte_stop": 5692980
              },
              {
                "text": "And I think that brings us to basic philosophic consideration to this Court, although it's unnecessary for this Court to reach that day on these cases but that courts will have to reach eventually, and that is what this Court is going to do in the case that whether majority has control of the state legislature to state political process but through less -- but through lethargy is not exercised in their control.",
                "start": 1397.122,
                "byte_start": 5692980,
                "stop": 1418.743,
                "byte_stop": 5779498
              },
              {
                "text": "If the Court then you won't go a step further and carry the majority towards its goal or that this Court won't require the majority in the traditional American fashion to carry itself, fall on its own momentum and not stand up on a federal court.",
                "start": 1418.743,
                "byte_start": 5779498,
                "stop": 1430.61,
                "byte_stop": 5826936
              },
              {
                "text": "That's another consideration which I believe this Court should keep in mind, although it doesn't have to be decided this time.",
                "start": 1430.61,
                "byte_start": 5826936,
                "stop": 1440.863,
                "byte_stop": 5868001
              },
              {
                "text": "Now, we say we believe it has been restored of the power of political persuasion had been restored to minor -- to the majority in Georgia.",
                "start": 1440.863,
                "byte_start": 5868001,
                "stop": 1449.801,
                "byte_stop": 5903736
              },
              {
                "text": "And also, we -- we think the record demonstrates very clear that the whole nation is now districted.And this Court would render decision like the appellant Wan.",
                "start": 1449.801,
                "byte_start": 5903736,
                "stop": 1459.669,
                "byte_stop": 5943129
              },
              {
                "text": "It would come down at early part of next year.",
                "start": 1459.669,
                "byte_start": 5943129,
                "stop": 1462.179,
                "byte_stop": 5953264
              },
              {
                "text": "You can depend upon the District Courts to quickly apply that decisions in Baker versus Carr and you're going to have redistricting suits across the nation, at large election.",
                "start": 1462.179,
                "byte_start": 5953264,
                "stop": 1472.946,
                "byte_stop": 5996314
              },
              {
                "text": "It's going to create a traumatic shock on Congress unparalleled in history, whereas to this Court it will abstain to this time the leave their work to reapportioned state legislatures, the correction of congressional districting will come from the position it sought.",
                "start": 1472.946,
                "byte_start": 5996314,
                "stop": 1487.02,
                "byte_stop": 6052530
              },
              {
                "text": "And of course, this -- it -- it will -- will not be -- it will be a little more gradual, we don't think unduly so than it would be to bring it about by federal or judicial decree.",
                "start": 1487.02,
                "byte_start": 6052530,
                "stop": 1497.047,
                "byte_stop": 6092654
              },
              {
                "text": "Now, we think that -- that as we -- as we pointed that the remedy is political, we think that the words of Justice Douglas.",
                "start": 1497.047,
                "byte_start": 6092654,
                "stop": 1506.033,
                "byte_stop": 6128598
              },
              {
                "text": "And (Inaudible) -- the judges on particularly I propose.",
                "start": 1506.033,
                "byte_start": 6128598,
                "stop": 1509.226,
                "byte_stop": 6141450
              },
              {
                "text": "On page 56, Justice Douglas stated, “Political actions and other method of deciding certain controversies, not all the victories for Human Rights have been won in the courts.",
                "start": 1509.226,
                "byte_start": 6141450,
                "stop": 1519.142,
                "byte_stop": 6181052
              },
              {
                "text": "In the Western World, more such victories have probably been won in Constitutional Conventions, on legislative halls than in courts of law.",
                "start": 1519.142,
                "byte_start": 6181052,
                "stop": 1527.473,
                "byte_stop": 6214384
              },
              {
                "text": "The remedy for unwise improvident legislation is I suppose political action is indeed a birth to a remedy for the correction of injustices.”",
                "start": 1527.473,
                "byte_start": 6214384,
                "stop": 1536.486,
                "byte_stop": 6250433
              },
              {
                "text": "And then Justice Douglas goes on to state on page 56, “Litigation is not the cure or the solution for every conflict.",
                "start": 1536.486,
                "byte_start": 6250433,
                "stop": 1543.577,
                "byte_stop": 6278855
              },
              {
                "text": "If all our disputes and differences had to go to the courts, we would indeed be bulked down in time-consuming wasteful procedures.",
                "start": 1543.577,
                "byte_start": 6278855,
                "stop": 1551.236,
                "byte_stop": 6309470
              },
              {
                "text": "The importance of the courts are necessarily low as litigation serves only a limited function.",
                "start": 1551.236,
                "byte_start": 6309470,
                "stop": 1556.937,
                "byte_stop": 6332249
              },
              {
                "text": "Rule must be left for the workings of other conciliatory, mediating and directive influences.”",
                "start": 1556.937,
                "byte_start": 6332249,
                "stop": 1563.702,
                "byte_stop": 6359312
              },
              {
                "text": "And then of course that was reechoed, those sentiments were reechoed to a largely inspiring in principle by Justice Douglas in his -- when he wrote to majority's any of the opinion of the court in Williamson versus Lee Optical of Oklahoma.",
                "start": 1563.702,
                "byte_start": 6359312,
                "stop": 1576.864,
                "byte_stop": 6411975
              },
              {
                "text": "And we feel that in Minersville School District versus Gobitis that Justice Frankfurter also states the principle very well when he said, “Judicial review itself, a limitation on popular government is a fundamental part of our constitutional scheme.",
                "start": 1576.864,
                "byte_start": 6411975,
                "stop": 1590.619,
                "byte_stop": 6466936
              },
              {
                "text": "But to the legislature, no less than to the court is committed to guardianship of deeply cherished American liberty.",
                "start": 1590.619,
                "byte_start": 6466936,
                "stop": 1597.642,
                "byte_stop": 6495044
              },
              {
                "text": "Where all of the effective means of inducing political changes left free from interference, education and the abandonment of foolish legislation is itself a training in liberty to fight out the wide use of legislative authority in the form of public opinion and before legislative assembly rather than to transfer of such a contest to the -- to the judicial arena, serve to vindicate the self-confidence of a free people.”",
                "start": 1597.642,
                "byte_start": 6495044,
                "stop": 1623.95,
                "byte_stop": 6600265
              },
              {
                "text": "So Your Honors, in conclusion, we say that we believe that the appellant misconceived Baker versus Carr.",
                "start": 1623.95,
                "byte_start": 6600265,
                "stop": 1633.419,
                "byte_stop": 6638195
              },
              {
                "text": "We believe that Baker versus Carr was right in a time of great internal crisis to American Democracy.",
                "start": 1633.419,
                "byte_start": 6638195,
                "stop": 1640.776,
                "byte_stop": 6667557
              },
              {
                "text": "It was rendered in time where there was no other remedy in Tennessee and the Tennessee Court.",
                "start": 1640.776,
                "byte_start": 6667557,
                "stop": 1645.792,
                "byte_stop": 6687619
              },
              {
                "text": "Of course the -- in Georgia, the Court -- the state court have not, yet can try.",
                "start": 1645.792,
                "byte_start": 6687619,
                "stop": 1649.965,
                "byte_stop": 6704337
              },
              {
                "text": "We feel that the legislative remedy is more likely.",
                "start": 1649.965,
                "byte_start": 6704337,
                "stop": 1653.356,
                "byte_stop": 6717921
              },
              {
                "text": "However, the state courts could afford the remedy because they have Baker versus Carr to guide them.",
                "start": 1653.356,
                "byte_start": 6717921,
                "stop": 1658.106,
                "byte_stop": 6736938
              },
              {
                "text": "But it was right in the time where in Tennessee, there was no other remedy as it was in the vast majority of the state to this nation.",
                "start": 1658.106,
                "byte_start": 6736938,
                "stop": 1663.627,
                "byte_stop": 6758985
              },
              {
                "text": "It was an emergency measure, and we feel it meant to be used sparingly.",
                "start": 1663.627,
                "byte_start": 6758985,
                "stop": 1668.02,
                "byte_stop": 6776539
              },
              {
                "text": "I think that the Court's intention in Baker versus Carr was not try to takeover basically, a classic political or legislative decisions, it was the -- the intention of this court in Baker versus Carr, to try and to get the democratic process restored so that at least that the legislatures themselves could make these decisions.",
                "start": 1668.02,
                "byte_start": 6776539,
                "stop": 1685.712,
                "byte_stop": 6847384
              },
              {
                "text": "And I don't think the court has any desire to make these decisions.",
                "start": 1685.712,
                "byte_start": 6847384,
                "stop": 1689.946,
                "byte_stop": 6864311
              },
              {
                "text": "It was designed, we believe, Baker versus Carr was to strengthen the state legislatures and not to weaken it, but it was designed to restore the democratic process, not to impair it.",
                "start": 1689.946,
                "byte_start": 6864311,
                "stop": 1700.35,
                "byte_stop": 6905898
              },
              {
                "text": "And it was designed to repair the main spring of representative government not to operate it, designed to make the state legislatures and the citizenry of this nation more responsible, not less responsible by casting their obligations on the federal court.",
                "start": 1700.35,
                "byte_start": 6905898,
                "stop": 1716.613,
                "byte_stop": 6970995
              },
              {
                "text": "I think the appellants -- the appellants, we get as the Declaration of Independence, the Constitution and the Bill of Rights were brought forth by the liberty of bodies and not by a court.",
                "start": 1716.613,
                "byte_start": 6970995,
                "stop": 1726.644,
                "byte_stop": 7011119
              },
              {
                "text": "They were brought forward by liberty of bodies by militants and arouse citizenry, and that is of course is what kept this country going thus far in its history.",
                "start": 1726.644,
                "byte_start": 7011119,
                "stop": 1735.488,
                "byte_stop": 7046437
              },
              {
                "text": "And if we're going to preserve this country, we've got to depend to that kind of citizenry and not an advocation to the federal court.",
                "start": 1735.488,
                "byte_start": 7046437,
                "stop": 1744.923,
                "byte_stop": 7084157
              },
              {
                "text": "We believe that when the government has accepted the majority rules, it is in Georgia and it's clearly as it will be, and if it's not already that -- it's -- that the situation or the solution must be brought about by the citizenry, by letter writing campaigns, by demonstrations, by delegations, by petitions and by other forms of public protests.",
                "start": 1744.923,
                "byte_start": 7084157,
                "stop": 1767.519,
                "byte_stop": 7174541
              },
              {
                "text": "Otherwise, if you do not leave and otherwise it is implied to clear implication that -- it is that the citizenry is definite on appeal.",
                "start": 1767.519,
                "byte_start": 7174541,
                "stop": 1775.404,
                "byte_stop": 7206097
              },
              {
                "text": "And we believe that under such circumstances, citizens and particularly State Senators are under a plain obligation to work toward solving their problem to the state legislative process rather than attempt to advocate their responsibility to the federal courts.",
                "start": 1775.404,
                "byte_start": 7206097,
                "stop": 1791.085,
                "byte_stop": 7268791
              },
              {
                "text": "In Baker versus Carr, this Court slashed the Gordian knot of American politics.",
                "start": 1791.085,
                "byte_start": 7268791,
                "stop": 1797.469,
                "byte_stop": 7294391
              },
              {
                "text": "This Court guaranteed the majority's rightful place in the state legislatures.",
                "start": 1797.469,
                "byte_start": 7294391,
                "stop": 1802.453,
                "byte_stop": 7314348
              },
              {
                "text": "In Georgia, the power of political persuasion has been restored to the hands of the majority and we say it's not up to the majority in Georgia to accomplish its goals through conventional political means.",
                "start": 1802.453,
                "byte_start": 7314348,
                "stop": 1813.499,
                "byte_stop": 7358548
              },
              {
                "text": "In conclusion, Your Honor, we believe that the judgment of the District Court should be affirmed on the grounds of equitable abstention.",
                "start": 1813.499,
                "byte_start": 7358548,
                "stop": 1821.205,
                "byte_stop": 7389372
              },
              {
                "text": "Thank you for your attention.",
                "start": 1821.205,
                "byte_start": 7389372,
                "stop": 1829.254,
                "byte_stop": 7421555
              }
            ],
            "start": 1159.184,
            "speaker": {
              "identifier": "paul_rodgers",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Paul Rodgers",
              "ID": 38270,
              "last_name": "Rodgers",
              "href": "https://api.oyez.org/people/paul_rodgers",
              "thumbnail": null
            }
          },
          {
            "byte_start": 7421555,
            "stop": 1832.56,
            "byte_stop": 7434721,
            "text_blocks": [
              {
                "text": "Mr. Cash.",
                "start": 1829.254,
                "byte_start": 7421555,
                "stop": 1832.56,
                "byte_stop": 7434721
              }
            ],
            "start": 1829.254,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          }
        ],
        "byte_start": 104448,
        "stop": 1832.56,
        "byte_stop": 7434721
      },
      {
        "start": 1832.56,
        "turns": [
          {
            "byte_start": 7434721,
            "stop": 2211.615,
            "byte_stop": 8950972,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, Mr. Associate Justices, may I please the Court.",
                "start": 1832.56,
                "byte_start": 7434721,
                "stop": 1842.735,
                "byte_stop": 7475472
              },
              {
                "text": "Even though we alleged in -- in our notice for appeal, we set forth in our briefs jurisdictional statement and we've argued before this Court that the appellants have been denied their constitutional rights, the state is yet to offer any argument to support the finding of the District Court that the appellants have not been denied their constitutional rights.",
                "start": 1842.735,
                "byte_start": 7475472,
                "stop": 1870.302,
                "byte_stop": 7585708
              },
              {
                "text": "We would like to assume that we have set forth our case that the appellants have been denied the constitutional rights and will proceed to counter some of the defenses raised by the state in this matter.",
                "start": 1870.302,
                "byte_start": 7585708,
                "stop": 1887.064,
                "byte_stop": 7652791
              },
              {
                "text": "In the area of the abstention doctrine, certainly it has never been held by this Court that the powers of this Court will be restrained or abstained until such time a law has been enacted.",
                "start": 1887.064,
                "byte_start": 7652791,
                "stop": 1902.41,
                "byte_stop": 7714126
              },
              {
                "text": "If a person's constitutional rights have been denied, they're entitled to relief here and now.",
                "start": 1902.41,
                "byte_start": 7714126,
                "stop": 1910.292,
                "byte_stop": 7745682
              },
              {
                "text": "In the case that was before this Court and decision was passed down from this Court in the case of McNeese where Justice Douglas says that the application of the abstention to this suit under the Civil Rights Act would deplete the purpose of Congress to make the federal courts that primary tribunal to grant the relief set forth under that particular case.",
                "start": 1910.292,
                "byte_start": 7745682,
                "stop": 1936.305,
                "byte_stop": 7849754
              },
              {
                "text": "And we contend that our case is also brought to this Court under the Civil Rights Act, we have been denied Civil Rights as set forth under that Act.",
                "start": 1936.305,
                "byte_start": 7849754,
                "stop": 1953.941,
                "byte_stop": 7920285
              },
              {
                "text": "I believe counsel for the state was being less than frank to this Court in making statements that the appellants of our suits are the -- the residents of the Fifth Congressional District of Georgia have a powerful voice in their General Assembly.",
                "start": 1953.941,
                "byte_start": 7920285,
                "stop": 1969.48,
                "byte_stop": 7982456
              },
              {
                "text": "The facts dispute their statement.",
                "start": 1969.48,
                "byte_start": 7982456,
                "stop": 1971.534,
                "byte_stop": 7990606
              },
              {
                "text": "The people of the Fifth District have 3.4% influence or the vote in the State House, and have approximately 14% in the State Senate.",
                "start": 1971.534,
                "byte_start": 7990606,
                "stop": 1988.179,
                "byte_stop": 8057166
              },
              {
                "text": "Gentlemen of the Court, this question differs from the cases you've been hearing for the past week.",
                "start": 1988.179,
                "byte_start": 8057166,
                "stop": 1994.662,
                "byte_stop": 8083184
              },
              {
                "text": "In most of those cases, the question was, “Could a minority control a majority by failing to apportion on an equal population basis?”",
                "start": 1994.662,
                "byte_start": 8083184,
                "stop": 2006.529,
                "byte_stop": 8130623
              },
              {
                "text": "This case presents somewhat different facts.",
                "start": 2006.529,
                "byte_start": 8130623,
                "stop": 2010.06,
                "byte_stop": 8144729
              },
              {
                "text": "Here is the case where a -- there's a presumption of course that the minority controls this General Assembly of Georgia.",
                "start": 2010.06,
                "byte_start": 8144729,
                "stop": 2021.258,
                "byte_stop": 8189555
              },
              {
                "text": "But even if majority controlled it, the people of the Fifth District are a disadvantaged minority.",
                "start": 2021.258,
                "byte_start": 8189555,
                "stop": 2030.133,
                "byte_stop": 8225081
              },
              {
                "text": "The appellants want relief so that the majority may be represented in the House of Representatives of Congress, but the majority of the State Houses could, in fact the -- but I think the facts show -- present themselves in our brief that the only district in Georgia that is grossly disproportioned to the other districts is the Fifth District.",
                "start": 2030.133,
                "byte_start": 8225081,
                "stop": 2058.935,
                "byte_stop": 8340229
              },
              {
                "text": "The other nine districts, the other representatives in the State Houses of the other districts have no reason to change this present system.",
                "start": 2058.935,
                "byte_start": 8340229,
                "stop": 2068.132,
                "byte_stop": 8377010
              },
              {
                "text": "Only the Fifth District has a crying need for relief.",
                "start": 2068.132,
                "byte_start": 8377010,
                "stop": 2075.157,
                "byte_stop": 8405117
              },
              {
                "text": "So we would suggest that the relief is not available to us in the General Assembly.",
                "start": 2075.157,
                "byte_start": 8405117,
                "stop": 2083.428,
                "byte_stop": 8438241
              },
              {
                "text": "Certainly, and I -- disadvantaged minority and the voting case has no difference than a disadvantaged minority in a racial or segregation case.",
                "start": 2083.428,
                "byte_start": 8438241,
                "stop": 2094.806,
                "byte_stop": 8483694
              },
              {
                "text": "And the question of whether they have adequate opportunity to act, in our record, we have shown that the -- a bill was presented in the state legislature in 1952.",
                "start": 2094.806,
                "byte_start": 8483694,
                "stop": 2108.617,
                "byte_stop": 8538969
              },
              {
                "text": "It was introduced by Representative Albertson from the Fulton County, delegation in that bill of course was defeated without any committee being appointed to study the matter of congressional districting.",
                "start": 2108.617,
                "byte_start": 8538969,
                "stop": 2122.482,
                "byte_stop": 8594453
              },
              {
                "text": "The Baker versus Carr was decided in May -- excuse me -- in March of 1962.",
                "start": 2122.482,
                "byte_start": 8594453,
                "stop": 2128.66,
                "byte_stop": 8619112
              },
              {
                "text": "The suit was filed and this case in April 1962.",
                "start": 2128.66,
                "byte_start": 8619112,
                "stop": 2132.496,
                "byte_stop": 8634472
              },
              {
                "text": "There was no effort by the state legislative body to take any action in the matter at that time, nor did take any action when the decision was handed down.",
                "start": 2132.496,
                "byte_start": 8634472,
                "stop": 2147.455,
                "byte_stop": 8694345
              },
              {
                "text": "There was a special session of the state legislature to consider the question of state reapportionment.",
                "start": 2147.455,
                "byte_start": 8694345,
                "stop": 2155.349,
                "byte_stop": 8725901
              },
              {
                "text": "And gentlemen of Court, again, let me emphasize to you that the question of state reapportionment is a much more difficult problem, yet the state body reapportioned the State Senate.",
                "start": 2155.349,
                "byte_start": 8725901,
                "stop": 2167.191,
                "byte_stop": 8773235
              },
              {
                "text": "54 senatorial districts, much more difficult problem than the question here of having 10 congressional districts and yet they did it in -- within a -- a month's time.",
                "start": 2167.191,
                "byte_start": 8773235,
                "stop": 2177.093,
                "byte_stop": 8812837
              },
              {
                "text": "They met -- enacted the law within -- actually within a week, and they had election other that law within a month.",
                "start": 2177.093,
                "byte_start": 8812837,
                "stop": 2186.513,
                "byte_stop": 8850557
              },
              {
                "text": "There was a, I quote, Reapportioned General Assembly in January of this year.",
                "start": 2186.513,
                "byte_start": 8850557,
                "stop": 2192.135,
                "byte_stop": 8873023
              },
              {
                "text": "It was a 40-day session, split by 15 days interim between the two sessions, given sufficient opportunity again for the General Assembly to act in this matter.",
                "start": 2192.135,
                "byte_start": 8873023,
                "stop": 2211.615,
                "byte_stop": 8950972
              }
            ],
            "start": 1832.56,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 8950972,
            "stop": 2217.104,
            "byte_stop": 8972915,
            "text_blocks": [
              {
                "text": "Mr. Cash, under that reapportioned Senate that was done in January this year, was it?",
                "start": 2211.615,
                "byte_start": 8950972,
                "stop": 2217.104,
                "byte_stop": 8972915
              }
            ],
            "start": 2211.615,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 8972915,
            "stop": 2217.501,
            "byte_stop": 8974482,
            "text_blocks": [
              {
                "text": "Yes, Your Honor.",
                "start": 2217.104,
                "byte_start": 8972915,
                "stop": 2217.501,
                "byte_stop": 8974482
              }
            ],
            "start": 2217.104,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 8974482,
            "stop": 2234.187,
            "byte_stop": 9041251,
            "text_blocks": [
              {
                "text": "The State Senate.",
                "start": 2217.501,
                "byte_start": 8974482,
                "stop": 2220.362,
                "byte_stop": 8985976
              },
              {
                "text": "Does -- does the county in which Atlanta is located, that's Fulton County have representation in the State Senate proportionate to the population of the county?",
                "start": 2220.362,
                "byte_start": 8985976,
                "stop": 2234.187,
                "byte_stop": 9041251
              }
            ],
            "start": 2217.501,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9041251,
            "stop": 2235.709,
            "byte_stop": 9047312,
            "text_blocks": [
              {
                "text": "Yes Your Honor, it does.",
                "start": 2234.187,
                "byte_start": 9041251,
                "stop": 2235.709,
                "byte_stop": 9047312
              }
            ],
            "start": 2234.187,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9047312,
            "stop": 2236.1,
            "byte_stop": 9048879,
            "text_blocks": [
              {
                "text": "I wonder --",
                "start": 2235.709,
                "byte_start": 9047312,
                "stop": 2236.1,
                "byte_stop": 9048879
              }
            ],
            "start": 2235.709,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9048879,
            "stop": 2241.491,
            "byte_stop": 9070508,
            "text_blocks": [
              {
                "text": "It has seven Senators based on population in the Senate.",
                "start": 2236.1,
                "byte_start": 9048879,
                "stop": 2241.491,
                "byte_stop": 9070508
              }
            ],
            "start": 2236.1,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9070508,
            "stop": 2254.118,
            "byte_stop": 9120977,
            "text_blocks": [
              {
                "text": "And to that extent, paragraph 14 of your complaint in this case is that it should -- should be -- should be modified -- should and I don't mean that there wasn't?",
                "start": 2241.491,
                "byte_start": 9070508,
                "stop": 2254.118,
                "byte_stop": 9120977
              }
            ],
            "start": 2241.491,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9120977,
            "stop": 2255.17,
            "byte_stop": 9125157,
            "text_blocks": [
              {
                "text": "Was that the paragraph --",
                "start": 2254.118,
                "byte_start": 9120977,
                "stop": 2255.17,
                "byte_stop": 9125157
              }
            ],
            "start": 2254.118,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9125157,
            "stop": 2255.32,
            "byte_stop": 9125784,
            "text_blocks": [
              {
                "text": "That's the one that --",
                "start": 2255.17,
                "byte_start": 9125157,
                "stop": 2255.32,
                "byte_stop": 9125784
              }
            ],
            "start": 2255.17,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9125784,
            "stop": 2255.804,
            "byte_stop": 9127769,
            "text_blocks": [
              {
                "text": "-- of our brief body.",
                "start": 2255.32,
                "byte_start": 9125784,
                "stop": 2255.804,
                "byte_stop": 9127769
              }
            ],
            "start": 2255.32,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9127769,
            "stop": 2256.84,
            "byte_stop": 9131844,
            "text_blocks": [
              {
                "text": "-- was quoted by Mr. Rodgers.",
                "start": 2255.804,
                "byte_start": 9127769,
                "stop": 2256.84,
                "byte_stop": 9131844
              }
            ],
            "start": 2255.804,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9131844,
            "stop": 2265.245,
            "byte_stop": 9165490,
            "text_blocks": [
              {
                "text": "If that -- you recall in that we said that a controlling reason, if not, we did not allege -- absolutely, that was the only reason.",
                "start": 2256.84,
                "byte_start": 9131844,
                "stop": 2265.245,
                "byte_stop": 9165490
              }
            ],
            "start": 2256.84,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9165490,
            "stop": 2268.733,
            "byte_stop": 9179387,
            "text_blocks": [
              {
                "text": "You say contributing if not just the cause of this issue.",
                "start": 2265.245,
                "byte_start": 9165490,
                "stop": 2268.733,
                "byte_stop": 9179387
              }
            ],
            "start": 2265.245,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9179387,
            "stop": 2278.86,
            "byte_stop": 9219929,
            "text_blocks": [
              {
                "text": "So it's certainly a contributing cause but it's not the only cause.",
                "start": 2268.733,
                "byte_start": 9179387,
                "stop": 2278.86,
                "byte_stop": 9219929
              }
            ],
            "start": 2268.733,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9219929,
            "stop": 2289.414,
            "byte_stop": 9262143,
            "text_blocks": [
              {
                "text": "And then as -- as of the existing reapportioned state legislature that's been attacked in the lawsuit or the -- or the old one -- or the old one before the action of -- of this January that's been attacked in the other lawsuit?",
                "start": 2278.86,
                "byte_start": 9219929,
                "stop": 2289.414,
                "byte_stop": 9262143
              }
            ],
            "start": 2278.86,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9262143,
            "stop": 2314.128,
            "byte_stop": 9360990,
            "text_blocks": [
              {
                "text": "Mr. Justice Stewart, we did not attack the legislature.",
                "start": 2289.414,
                "byte_start": 9262143,
                "stop": 2292.378,
                "byte_stop": 9274055
              },
              {
                "text": "We attacked a law that's still in effect.",
                "start": 2292.378,
                "byte_start": 9274055,
                "stop": 2294.573,
                "byte_stop": 9282832
              },
              {
                "text": "We're asking that it would be declared unconstitutional and asking for equitable relief to retrain the enforcement of that law.",
                "start": 2294.573,
                "byte_start": 9282832,
                "stop": 2300.493,
                "byte_stop": 9306446
              },
              {
                "text": "We're not attacking a -- a -- either the old legislature or the reapportioned, which is alleged and it's in our petition to indicate that as I have said today that the reasons why we couldn't expect relief from “political remedy” that's been suggested.",
                "start": 2300.493,
                "byte_start": 9306446,
                "stop": 2314.128,
                "byte_stop": 9360990
              }
            ],
            "start": 2289.414,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9360990,
            "stop": 2317.743,
            "byte_stop": 9375514,
            "text_blocks": [
              {
                "text": "I'm talking now about the other lawsuit in Georgia.",
                "start": 2314.128,
                "byte_start": 9360990,
                "stop": 2317.743,
                "byte_stop": 9375514
              }
            ],
            "start": 2314.128,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9375514,
            "stop": 2318.58,
            "byte_stop": 9378858,
            "text_blocks": [
              {
                "text": "Oh, the Toombs case?",
                "start": 2317.743,
                "byte_start": 9375514,
                "stop": 2318.58,
                "byte_stop": 9378858
              }
            ],
            "start": 2317.743,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9378858,
            "stop": 2319.096,
            "byte_stop": 9380843,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 2318.58,
                "byte_start": 9378858,
                "stop": 2319.096,
                "byte_stop": 9380843
              }
            ],
            "start": 2318.58,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9380843,
            "stop": 2347.326,
            "byte_stop": 9493797,
            "text_blocks": [
              {
                "text": "Yes, that's the same case and in fact, it was filed prior to the reapportion just the judges in the three-judge court in the Toombs cases have been holding pending and I think the final decision of this Court, whether the two Houses have to be reapportioned on the basis of population.",
                "start": 2319.096,
                "byte_start": 9380843,
                "stop": 2336,
                "byte_stop": 9448552
              },
              {
                "text": "But they did require one House under the counsel for the state has stated that the fact that they applied the federal analogy.",
                "start": 2336,
                "byte_start": 9448552,
                "stop": 2347.326,
                "byte_stop": 9493797
              }
            ],
            "start": 2319.096,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9493797,
            "stop": 2348.967,
            "byte_stop": 9500379,
            "text_blocks": [
              {
                "text": "And then that was done by the Georgia General Assembly.",
                "start": 2347.326,
                "byte_start": 9493797,
                "stop": 2348.967,
                "byte_stop": 9500379
              }
            ],
            "start": 2347.326,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9500379,
            "stop": 2350.685,
            "byte_stop": 9507276,
            "text_blocks": [
              {
                "text": "That was done by the --",
                "start": 2348.967,
                "byte_start": 9500379,
                "stop": 2350.685,
                "byte_stop": 9507276
              }
            ],
            "start": 2348.967,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9507276,
            "stop": 2351.363,
            "byte_stop": 9509992,
            "text_blocks": [
              {
                "text": "But it was (Voice Overlap)",
                "start": 2350.685,
                "byte_start": 9507276,
                "stop": 2351.363,
                "byte_stop": 9509992
              }
            ],
            "start": 2350.685,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 9509992,
            "stop": 2376.853,
            "byte_stop": 9611870,
            "text_blocks": [
              {
                "text": "Let me emphasize the state assembly has never took the initiative.",
                "start": 2351.363,
                "byte_start": 9509992,
                "stop": 2357.328,
                "byte_stop": 9533816
              },
              {
                "text": "They did not act at all in the Sanders versus Gray case on the county used them until the decision of this -- not this Court but the lower court.",
                "start": 2357.328,
                "byte_start": 9533816,
                "stop": 2366.909,
                "byte_stop": 9572164
              },
              {
                "text": "They did not act in the Toombs case until the decision of the Toombs case.",
                "start": 2366.909,
                "byte_start": 9572164,
                "stop": 2371.082,
                "byte_stop": 9588778
              },
              {
                "text": "They will not act in this case until the decision of this Court.",
                "start": 2371.082,
                "byte_start": 9588778,
                "stop": 2376.853,
                "byte_stop": 9611870
              }
            ],
            "start": 2351.363,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9611870,
            "stop": 2388.992,
            "byte_stop": 9660458,
            "text_blocks": [
              {
                "text": "That though (Inaudible) is that correct?",
                "start": 2376.853,
                "byte_start": 9611870,
                "stop": 2388.992,
                "byte_stop": 9660458
              }
            ],
            "start": 2376.853,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 9660458,
            "stop": 2390.458,
            "byte_stop": 9666309,
            "text_blocks": [
              {
                "text": "I think it is.",
                "start": 2388.992,
                "byte_start": 9660458,
                "stop": 2390.458,
                "byte_stop": 9666309
              }
            ],
            "start": 2388.992,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9666309,
            "stop": 2394.089,
            "byte_stop": 9680833,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2390.458,
                "byte_start": 9666309,
                "stop": 2394.089,
                "byte_stop": 9680833
              }
            ],
            "start": 2390.458,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 9680833,
            "stop": 2406.797,
            "byte_stop": 9731720,
            "text_blocks": [
              {
                "text": "I'm not aware of any -- I think I believe the -- it's closed to maybe the -- the segregation cases of this Court, I think the apportionment cases are met with very favorable response upon the people because after all, we're trying to sustain the rights of the majority.",
                "start": 2394.089,
                "byte_start": 9680833,
                "stop": 2406.797,
                "byte_stop": 9731720
              }
            ],
            "start": 2394.089,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9731720,
            "stop": 2414.907,
            "byte_stop": 9764112,
            "text_blocks": [
              {
                "text": "(Inaudible) within the district or between -- to consider the apportionment of the upper house.",
                "start": 2406.797,
                "byte_start": 9731720,
                "stop": 2414.907,
                "byte_stop": 9764112
              }
            ],
            "start": 2406.797,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 9764112,
            "stop": 2415.055,
            "byte_stop": 9764739,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 2414.907,
                "byte_start": 9764112,
                "stop": 2415.055,
                "byte_stop": 9764739
              }
            ],
            "start": 2414.907,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9764739,
            "stop": 2417.667,
            "byte_stop": 9775188,
            "text_blocks": [
              {
                "text": "You think there are any exceptions to the decision?",
                "start": 2415.055,
                "byte_start": 9764739,
                "stop": 2417.667,
                "byte_stop": 9775188
              }
            ],
            "start": 2415.055,
            "speaker": {
              "identifier": "arthur_j_goldberg",
              "view_count": 71,
              "length_of_service": 1028,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "id": 2688,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Arthur J. Goldberg",
              "ID": 15044,
              "last_name": "Goldberg",
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "thumbnail": {
                "mime": "image/png",
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "size": 50285
              }
            }
          },
          {
            "byte_start": 9775188,
            "stop": 2724.942,
            "byte_stop": 11004197,
            "text_blocks": [
              {
                "text": "In my opinion and I think that's based -- I think the counsel for state would -- would see that, and I think it actually did.",
                "start": 2417.667,
                "byte_start": 9775188,
                "stop": 2436.51,
                "byte_stop": 9850525
              },
              {
                "text": "I'd like to direct myself to the question of whether this Court ought to go ahead and act in the premises now and not wait until a fuller time has been given to the state to act.",
                "start": 2436.51,
                "byte_start": 9850525,
                "stop": 2457.363,
                "byte_stop": 9933908
              },
              {
                "text": "It seems that the best reason that the appellants can set forth, why they're entitle to a decision now, has been set forth by Judge Bell in both the Sanders versus Gray case and also in -- in the lower court of this -- in this -- in the court's opinion below in this matter.",
                "start": 2457.363,
                "byte_start": 9933908,
                "stop": 2480.336,
                "byte_stop": 10025859
              },
              {
                "text": "First is that in the Sanders versus Gray case, he said, “Due consideration has been given to delaying the entry of an injunction until the next regular session of the General Assembly in January.",
                "start": 2480.336,
                "byte_start": 10025859,
                "stop": 2492.214,
                "byte_stop": 10073401
              },
              {
                "text": "But having recognized that the constitutional right of plaintiff, we cannot fail to protect it, nor do we believe the state would want to deny it.",
                "start": 2492.214,
                "byte_start": 10073401,
                "stop": 2501.905,
                "byte_stop": 10112167
              },
              {
                "text": "And any -- in the lower court of in this matter he said, “The defendants are entitled to their due, a final decision.”",
                "start": 2501.905,
                "byte_start": 10112167,
                "stop": 2511.299,
                "byte_stop": 10149679
              },
              {
                "text": "We submit that we too are entitled to a final decision.",
                "start": 2511.299,
                "byte_start": 10149679,
                "stop": 2528.61,
                "byte_stop": 10218956
              },
              {
                "text": "The question presents itself if the present apportionment statute is declared unconstitutional, what is the remedy?Your Honors, the remedy as suggested by this Court in earlier cases, one that would be suggested by the Article I, Section 2 itself would be the at large election.",
                "start": 2528.61,
                "byte_start": 10218956,
                "stop": 2555.659,
                "byte_stop": 10327103
              },
              {
                "text": "The -- in fact, the judicial remedy of congressional district cases is of course very clear, simple and moderately, namely, that of course the election at large and that the reason for this could be certainly justified and that the ordering of an election at large of defendant state's congressional delegation, can be resolved, it can be at any time that the defendant state chooses to apportion, the state on constitutional -- on a constitutional basis then there would no longer be any reason for an at large election.",
                "start": 2555.659,
                "byte_start": 10327103,
                "stop": 2594.478,
                "byte_stop": 10482375
              },
              {
                "text": "The Congress -- that would be based upon if -- if every state was required to have an election at large, Congress would still be Congress formed according to Constitution.",
                "start": 2594.478,
                "byte_start": 10482375,
                "stop": 2607.032,
                "byte_stop": 10532634
              },
              {
                "text": "It would be able to function normally no matter how many Congressmen at large.",
                "start": 2607.032,
                "byte_start": 10532634,
                "stop": 2611.493,
                "byte_stop": 10550502
              },
              {
                "text": "And the most important, the people of all the states and all of the people of each state would be fully represented.",
                "start": 2611.493,
                "byte_start": 10550502,
                "stop": 2620.549,
                "byte_stop": 10586655
              },
              {
                "text": "The bylaws, that is the interstate local representation, of course, we don't feel it is the first order importance, certainly not when it's in direct conflict with constitutional rights.",
                "start": 2620.549,
                "byte_start": 10586655,
                "stop": 2634.776,
                "byte_stop": 10643602
              },
              {
                "text": "And of course, as I said before, it can be regained by -- at the bargain price of redistrict -- redistricting.",
                "start": 2634.776,
                "byte_start": 10643602,
                "stop": 2640.311,
                "byte_stop": 10665754
              },
              {
                "text": "The most convincing and persuasive argument for this remedy of course is that it is an opportunity to afford everyone equality of representation.",
                "start": 2640.311,
                "byte_start": 10665754,
                "stop": 2652.087,
                "byte_stop": 10712879
              },
              {
                "text": "The state has raised the question and I think it's a very good question that is, if the relief that we ask for this Court -- of this Court, what would be the result with the make up of Congress?",
                "start": 2652.087,
                "byte_start": 10712879,
                "stop": 2673.603,
                "byte_stop": 10798874
              },
              {
                "text": "Of course the figure cited by the state demonstrate that the problem of grossly unrepresentative congressional district is national in scope and threatens to undermine the basic principle of equal popular representation which the House of Representation was originally founded.",
                "start": 2673.603,
                "byte_start": 10798874,
                "stop": 2691.752,
                "byte_stop": 10871495
              },
              {
                "text": "It emphasizes the need for immediate, uniform and a final solution, which only this Court is capable of granting.",
                "start": 2691.752,
                "byte_start": 10871495,
                "stop": 2706.697,
                "byte_stop": 10931263
              },
              {
                "text": "Your Honors, we respectfully submit that we have set forth a cause of action, we have set forth the facts at the trial, we have had our day in court, we now would like an adjudication of our rights.",
                "start": 2706.697,
                "byte_start": 10931263,
                "stop": 2724.942,
                "byte_stop": 11004197
              }
            ],
            "start": 2417.667,
            "speaker": {
              "identifier": "frank_t_cash",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Frank T. Cash",
              "ID": 23760,
              "last_name": "Cash",
              "href": "https://api.oyez.org/people/frank_t_cash",
              "thumbnail": null
            }
          }
        ],
        "byte_start": 7434721,
        "stop": 2724.942,
        "byte_stop": 11004197
      }
    ],
    "title": "Wesberry v. Sanders"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 38282,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1963/22/19631119a_22.delivery.mp3",
      "size": 11004510
    },
    {
      "mime": "audio/ogg",
      "id": 60272,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1963/22/19631119a_22.ogg",
      "size": 26814127
    },
    {
      "mime": "application/x-mpegURL",
      "id": 60273,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1963/22/19631119a_22.m3u8",
      "size": 35562
    }
  ],
  "id": 14581,
  "damaged": null,
  "title": "Oral Argument - November 19, 1963"
}