{
  "title": "Oral Argument - April 23, 1964",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 3952410,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 150131,
            "stop": 11.674,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "J. I. Case Company et al., versus Carl H. Borak, et cetera.",
                "start": 0,
                "byte_stop": 136443,
                "byte_start": 103424,
                "stop": 8.233
              },
              {
                "text": "Mr. Davis, you may continue with your argument.",
                "start": 8.233,
                "byte_stop": 150131,
                "byte_start": 136443,
                "stop": 11.674
              }
            ]
          },
          {
            "start": 11.674,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 2566144,
            "stop": 615.661,
            "byte_start": 150131,
            "text_blocks": [
              {
                "text": "May it please the Court.",
                "start": 11.674,
                "byte_stop": 157132,
                "byte_start": 150131,
                "stop": 13.419
              },
              {
                "text": "As we closed yesterday afternoon, the question had arisen as to whether we've -- had attempted as our opposing counsel has suggested to sneak a question in on this petition for the writ.",
                "start": 13.419,
                "byte_stop": 227871,
                "byte_start": 157132,
                "stop": 31.104
              },
              {
                "text": "I would refer to the -- the Corporate -- petitioner's reply brief, pages 10 through 15 which I reread last night.",
                "start": 31.104,
                "byte_stop": 267577,
                "byte_start": 227871,
                "stop": 41.023
              },
              {
                "text": "I think it is a complete answer to the assertion and I -- I subscribed to it.",
                "start": 41.023,
                "byte_stop": 302268,
                "byte_start": 267577,
                "stop": 49.687
              },
              {
                "text": "As I proceed with my argument and get to the statement of the question presented here, I think it will become obvious why the applicability of the state statute pertaining to security for expenses is inextricably entwined in the question that is before the Court on this grant of the petition.",
                "start": 49.687,
                "byte_stop": 409057,
                "byte_start": 302268,
                "stop": 76.403
              },
              {
                "text": "Now, as I had said yesterday, Count 1 of the complaint is not before the Court.",
                "start": 76.403,
                "byte_stop": 436955,
                "byte_start": 409057,
                "stop": 83.362
              },
              {
                "text": "Count 2, which our trial court, the District Court for the Eastern District of Wisconsin is before the Court.",
                "start": 83.362,
                "byte_stop": 473422,
                "byte_start": 436955,
                "stop": 92.497
              },
              {
                "text": "Count 2 was held by the trial court to sufficiently state a federal question for the purpose of obtaining a declaratory judgment as to the validity of proxies.",
                "start": 92.497,
                "byte_stop": 530265,
                "byte_start": 473422,
                "stop": 106.687
              },
              {
                "text": "Our trial court held that the reference to Section 14 (a) of the Securities Exchange Act was sufficient to give it jurisdiction to give if requested a declaratory relief pertaining to the proxies that were solicited for the stockholders' meeting authorizing the merger.",
                "start": 106.687,
                "byte_stop": 640397,
                "byte_start": 530265,
                "stop": 134.219
              },
              {
                "text": "With respect to the balance of the claim of Count 2 and -- and here is the important distinction with respect to the claim for rescission and damages, our trial court said that that did not lie within federal law, that that claim was essentially a state claim, a claim for a common law, de -- derivative type relief.",
                "start": 134.219,
                "byte_stop": 755231,
                "byte_start": 640397,
                "stop": 162.929
              },
              {
                "text": "And accordingly, since it was a state case of the state security for expense statute applied.",
                "start": 162.929,
                "byte_stop": 793579,
                "byte_start": 755231,
                "stop": 172.525
              },
              {
                "text": "Upon the respondent's appeal to the Seventh Circuit, as I mentioned yesterday, they reversed the holding of Count 1 and that is not before the Court.",
                "start": 172.525,
                "byte_stop": 831300,
                "byte_start": 793579,
                "stop": 181.954
              },
              {
                "text": "But as to Count 2, the Circuit Court for the Seventh Circuit held that the claimed violation of Section 14 (a) of the Securities Exchange Act was sufficient to make the cause of action uniquely grounded in the federal law.",
                "start": 181.954,
                "byte_stop": 911757,
                "byte_start": 831300,
                "stop": 202.073
              },
              {
                "text": "The Court further held that Howard versus First, a decision in the Second Circuit was wrong.The opinion cites Howard versus First, as being contrary to its own.",
                "start": 202.073,
                "byte_stop": 980616,
                "byte_start": 911757,
                "stop": 219.275
              },
              {
                "text": "The Seventh Circuit also held that Dann versus Studebaker Corporation in the Sixth Circuit was unnecessarily limited and would not be the rule in the Seventh Circuit.",
                "start": 219.275,
                "byte_stop": 1042369,
                "byte_start": 980616,
                "stop": 234.732
              },
              {
                "text": "And accordingly, upon our petition, the -- this Court granted the writ for certiorari to review the question as stated in the petition whether Section 27 of the Act grants a federal cause of action for rescission or damages to a corporate stockholder in respect of a consummated merger which was authorized pursuant to the use of a proxy statement, alleged to have contained misleading statements violative of Section 14 (a) of the Act.",
                "start": 234.732,
                "byte_stop": 1182281,
                "byte_start": 1042369,
                "stop": 269.711
              },
              {
                "text": "I would like to make about three points to the Court if I may before I turn this (Inaudible) over to Mr. Whyte who is representing the corporate petitioner.",
                "start": 269.711,
                "byte_stop": 1225226,
                "byte_start": 1182281,
                "stop": 280.436
              },
              {
                "text": "First of all, we would start with what we believe is a general agreement among all party here -- all parties here.",
                "start": 280.436,
                "byte_stop": 1277680,
                "byte_start": 1225226,
                "stop": 293.549
              },
              {
                "text": "The petitioners, corporate and individual, are of the view that Count 2 of this complaint states a derivative cause of action.",
                "start": 293.549,
                "byte_stop": 1319163,
                "byte_start": 1277680,
                "stop": 303.925
              },
              {
                "text": "That is an action that is brought in the right of the corporation, that it's really the corporation's cause of action that the corporation is not enforcing, so a stockholder has appointed himself as champion of the stockholders and is bringing it for the corporation.",
                "start": 303.925,
                "byte_stop": 1396903,
                "byte_start": 1319163,
                "stop": 323.349
              },
              {
                "text": "The Securities Exchange Commission, amicus before this Court at pages 16 and 17 of their brief, I believe agree with us.",
                "start": 323.349,
                "byte_stop": 1441938,
                "byte_start": 1396903,
                "stop": 334.612
              },
              {
                "text": "Where at the top of page 17 of their brief, they state, \"We do not dispute the characterization of the action as derivative at least insofar as it seeks damages and rescission.\"",
                "start": 334.612,
                "byte_stop": 1492302,
                "byte_start": 1441938,
                "stop": 347.202
              },
              {
                "text": "And that certainly is in accord with our view of the case.",
                "start": 347.202,
                "byte_stop": 1516962,
                "byte_start": 1492302,
                "stop": 353.381
              },
              {
                "text": "The respondent, Carl Borak, the stockholder, has not conceived that it is derivative except for the purposes of extended argument.",
                "start": 353.381,
                "byte_stop": 1560012,
                "byte_start": 1516962,
                "stop": 364.132
              },
              {
                "text": "I certainly not going to accuse counsel of having a -- reached an agreement with us but I think it is significant that counsel recognizes that this is an important point and an important feature of the entire case because they very readily assumed and admit that Count 2 maybe derivative for the purposes of extended argument.",
                "start": 364.132,
                "byte_stop": 1671293,
                "byte_start": 1560012,
                "stop": 391.947
              },
              {
                "text": "Now, our position is this, that if Count 2 is derivative then under the rule of Howard versus First, we must look to the statutory history of the Securities Exchange Act and determine whether the Securities Exchange Act is intended to create any substantive rights in a corporate issuer.",
                "start": 391.947,
                "byte_stop": 1775679,
                "byte_start": 1671293,
                "stop": 418.062
              },
              {
                "text": "The Second Circuit in going through this, processed -- found there was no such legislative history.",
                "start": 418.062,
                "byte_stop": 1804831,
                "byte_start": 1775679,
                "stop": 425.332
              },
              {
                "text": "In fact, the legislative history was to the contrary.",
                "start": 425.332,
                "byte_stop": 1827192,
                "byte_start": 1804831,
                "stop": 430.93
              },
              {
                "text": "The general statement as to the purpose of this legislation is that as far as proxy solicitation is concerned, the purpose is to bring about the broad public need for full disclosure and as the Second Circuit related in its opinion, this is a not a right -- a substantive right in the corporate issuer who ordinarily issues the proxy statements.",
                "start": 430.93,
                "byte_stop": 1956133,
                "byte_start": 1827192,
                "stop": 463.151
              },
              {
                "text": "And that the Securities Exchange Act was to protect investors and not the corporate issuers.",
                "start": 463.151,
                "byte_stop": 1990092,
                "byte_start": 1956133,
                "stop": 471.655
              },
              {
                "text": "Other cases, the Brout (ph) case which we have cited goes -- traces much of the same history and reaches, in general, the same conclusion.",
                "start": 471.655,
                "byte_stop": 2040769,
                "byte_start": 1990092,
                "stop": 484.32
              },
              {
                "text": "Now, this being the case, the Second Circuit, finding no legislative history to support a right in the corporation, held that in a derivative action, a federal cause of action was not stated by the mere reference to Section 14 (a) of the Securities Exchange Act.",
                "start": 484.32,
                "byte_stop": 2134706,
                "byte_start": 2040769,
                "stop": 507.812
              },
              {
                "text": "And we submit that this decision of Howard versus First is well reasoned, it's consistent and logical.",
                "start": 507.812,
                "byte_stop": 2175666,
                "byte_start": 2134706,
                "stop": 518.051
              },
              {
                "text": "We have also cited a case called Lapchak versus Sisto, Judge Dimock in the District Court in New York in which he, to our way of mind, succinctly states the situation with respect to proxy solicitation.",
                "start": 518.051,
                "byte_stop": 2255182,
                "byte_start": 2175666,
                "stop": 537.925
              },
              {
                "text": "In this Lapchak case, we had a fact situation very similar to the one in the case at bar, where there was a claim that director's had -- have profited by a sale of assets of a corporation.",
                "start": 537.925,
                "byte_stop": 2314115,
                "byte_start": 2255182,
                "stop": 552.665
              },
              {
                "text": "Judge Dimock states it very succinctly this way.",
                "start": 552.665,
                "byte_stop": 2334804,
                "byte_start": 2314115,
                "stop": 557.837
              },
              {
                "text": "He says, \"If the proxy statement which is alleged to be bad under Section 14 (a) of the Act were followed by a fair exchange, the directors would not be liable to the corporation.",
                "start": 557.837,
                "byte_stop": 2390392,
                "byte_start": 2334804,
                "stop": 571.735
              },
              {
                "text": "Also, it is perfectly clear that had the proxy statement been perfectly lawful but followed by an unfair exchange, the directors would be liable.",
                "start": 571.735,
                "byte_stop": 2429889,
                "byte_start": 2390392,
                "stop": 581.595
              },
              {
                "text": "Since liability, asserted by plaintiffs and maybe approved without regard to the proxy statements and cannot be proved without regard to the alleged breach of fiduciary duty, it is impossible to say that the plaintiffs are asserting a right under or created by federal law.",
                "start": 581.595,
                "byte_stop": 2504286,
                "byte_start": 2429889,
                "stop": 600.2
              },
              {
                "text": "We believe the logic and the consistency of that statement is irrefutable.",
                "start": 600.2,
                "byte_stop": 2526229,
                "byte_start": 2504286,
                "stop": 605.676
              },
              {
                "text": "In -- in fact, we don't believe that opposing counsel has sufficiently distinguished the case or made a real comment on it.",
                "start": 605.676,
                "byte_stop": 2566144,
                "byte_start": 2526229,
                "stop": 615.661
              }
            ]
          },
          {
            "start": 615.661,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2679933,
            "stop": 644.124,
            "byte_start": 2566144,
            "text_blocks": [
              {
                "text": "So supposed a vice and proxy statement has its failure to make a -- a full and fair disclosure of what the exchange is going to be.",
                "start": 615.661,
                "byte_stop": 2602297,
                "byte_start": 2566144,
                "stop": 624.709
              },
              {
                "text": "And I suppose if the proxy statement did make a full and complete and fair disclosure of whatever the merger was going to be, even though the conditions of the merger in the opinion of some stockholders would be unfair.",
                "start": 624.709,
                "byte_stop": 2662066,
                "byte_start": 2602297,
                "stop": 639.652
              },
              {
                "text": "There would be nothing wrong with proxy statement if it fully describe with what the -- those conditions were going to be.",
                "start": 639.652,
                "byte_stop": 2679933,
                "byte_start": 2662066,
                "stop": 644.124
              }
            ]
          },
          {
            "start": 644.124,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 2686830,
            "stop": 645.835,
            "byte_start": 2679933,
            "text_blocks": [
              {
                "text": "That is true.",
                "start": 644.124,
                "byte_stop": 2686830,
                "byte_start": 2679933,
                "stop": 645.835
              }
            ]
          },
          {
            "start": 645.835,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2701458,
            "stop": 649.497,
            "byte_start": 2686830,
            "text_blocks": [
              {
                "text": "So I don't quite understand the -- Judge Dimock's -- reading that.",
                "start": 645.835,
                "byte_stop": 2701458,
                "byte_start": 2686830,
                "stop": 649.497
              }
            ]
          },
          {
            "start": 649.497,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 2836773,
            "stop": 683.32,
            "byte_start": 2701458,
            "text_blocks": [
              {
                "text": "Well, what he is saying is that where you -- where you've come to Court and ask for broad retrospective relief like rescission and damages, that the reference to a violation of Section 14 (a) of the Securities Exchange Act is not the nexus of the complaint.",
                "start": 649.497,
                "byte_stop": 2781706,
                "byte_start": 2701458,
                "stop": 669.545
              },
              {
                "text": "That really what you are seeking when you're bringing a derivative action is a -- a common law claim for breach of fiduciary duty and that is what's --",
                "start": 669.545,
                "byte_stop": 2836773,
                "byte_start": 2781706,
                "stop": 683.32
              }
            ]
          },
          {
            "start": 683.32,
            "speaker": null,
            "byte_stop": 2840639,
            "stop": 684.303,
            "byte_start": 2836773,
            "text_blocks": [
              {
                "text": "In the merger itself.",
                "start": 683.32,
                "byte_stop": 2840639,
                "byte_start": 2836773,
                "stop": 684.303
              }
            ]
          },
          {
            "start": 684.303,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 3054111,
            "stop": 737.67,
            "byte_start": 2840639,
            "text_blocks": [
              {
                "text": "In the merger itself.",
                "start": 684.303,
                "byte_stop": 2847535,
                "byte_start": 2840639,
                "stop": 686.026
              },
              {
                "text": "There are all kinds of other provisions in the Securities Exchange Act which cover penalties and regulation of people that issue bad proxy statements.",
                "start": 686.026,
                "byte_stop": 2893928,
                "byte_start": 2847535,
                "stop": 697.615
              },
              {
                "text": "But the point is that the -- that proxy statement and the solicitation of proxies is only a collateral function in the whole of merger -- corporate merger process.",
                "start": 697.615,
                "byte_stop": 2943666,
                "byte_start": 2893928,
                "stop": 710.055
              },
              {
                "text": "If all of the stockholders came to the corporate meeting, of course you -- you wouldn't have the -- any problem with proxy solicitation but you still have the question as to whether the directors discharge their fiduciary duty and made a honest transaction and that is the point that the -- the proxy statement is -- is not within the main thrust of the complaint and therefore --",
                "start": 710.055,
                "byte_stop": 3054111,
                "byte_start": 2943666,
                "stop": 737.67
              }
            ]
          },
          {
            "start": 737.67,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 3094967,
            "stop": 747.877,
            "byte_start": 3054111,
            "text_blocks": [
              {
                "text": "What -- basically, under the Securities Exchange Act of 1934, all their proxy statement needs to be as to be honest, isn't that right?",
                "start": 737.67,
                "byte_stop": 3090996,
                "byte_start": 3054111,
                "stop": 746.874
              },
              {
                "text": "To make it --",
                "start": 746.874,
                "byte_stop": 3094967,
                "byte_start": 3090996,
                "stop": 747.877
              }
            ]
          },
          {
            "start": 747.877,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 3097893,
            "stop": 748.597,
            "byte_start": 3094967,
            "text_blocks": [
              {
                "text": "Like a full disclosure.",
                "start": 747.877,
                "byte_stop": 3097893,
                "byte_start": 3094967,
                "stop": 748.597
              }
            ]
          },
          {
            "start": 748.597,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 3111790,
            "stop": 752.074,
            "byte_start": 3097893,
            "text_blocks": [
              {
                "text": "-- full and fair disclosure of what's -- what is proposed.",
                "start": 748.597,
                "byte_stop": 3111790,
                "byte_start": 3097893,
                "stop": 752.074
              }
            ]
          },
          {
            "start": 752.074,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 3115969,
            "stop": 753.132,
            "byte_start": 3111790,
            "text_blocks": [
              {
                "text": "Right.",
                "start": 752.074,
                "byte_stop": 3115969,
                "byte_start": 3111790,
                "stop": 753.132
              }
            ]
          },
          {
            "start": 753.132,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 3133733,
            "stop": 757.574,
            "byte_start": 3115969,
            "text_blocks": [
              {
                "text": "Even though what is proposed may in the opinion of some -- some shareholders be terribly unfair.",
                "start": 753.132,
                "byte_stop": 3133733,
                "byte_start": 3115969,
                "stop": 757.574
              }
            ]
          },
          {
            "start": 757.574,
            "speaker": {
              "last_name": "Davis",
              "ID": 44451,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/walter_s_davis",
              "view_count": 0,
              "identifier": "walter_s_davis",
              "name": "Walter S. Davis"
            },
            "byte_stop": 3945514,
            "stop": 960.514,
            "byte_start": 3133733,
            "text_blocks": [
              {
                "text": "Exactly, as Judge Dimock said.",
                "start": 757.574,
                "byte_stop": 3143032,
                "byte_start": 3133733,
                "stop": 759.886
              },
              {
                "text": "The proxy statement may be good, the bargain proposed may be so grossly inadequate as to constitute constructive fraud but if the proxy statement is good, you still have the cause of action of whether the directors breached their fiduciary duty.",
                "start": 759.886,
                "byte_stop": 3222967,
                "byte_start": 3143032,
                "stop": 779.881
              },
              {
                "text": "And that the one does not make the other one moot and that is our contention here.",
                "start": 779.881,
                "byte_stop": 3250761,
                "byte_start": 3222967,
                "stop": 786.83
              },
              {
                "text": "Now secondly, the Seventh Circuit held with respect to Count 2 that if the stockholder plaintiff sought a vindication of the -- the federal right to full disclosure which plainly the Act requires, that he could have such.",
                "start": 786.83,
                "byte_stop": 3329546,
                "byte_start": 3250761,
                "stop": 806.516
              },
              {
                "text": "In fact, this respondent here asks for declaratory judgment as to whether the proxies meet or do not meet the standards of Section 14 (a) of the Act and the rules and regulations thereunder.",
                "start": 806.516,
                "byte_stop": 3385448,
                "byte_start": 3329546,
                "stop": 820.496
              },
              {
                "text": "But in accordance with Dann versus Studebaker which was the case applied to this situation by our trial court that would be all that the stockholder would be entitled to because that is the only right that the federal law creates, is the duty of full disclosure and the right that the investor be form -- informed.",
                "start": 820.496,
                "byte_stop": 3488684,
                "byte_start": 3385448,
                "stop": 846.296
              },
              {
                "text": "Now, I would like to just make one addition point.",
                "start": 846.296,
                "byte_stop": 3509791,
                "byte_start": 3488684,
                "stop": 851.57
              },
              {
                "text": "We believe that the Howard versus First decision and Dann versus Studebaker, are correct.",
                "start": 851.57,
                "byte_stop": 3546990,
                "byte_start": 3509791,
                "stop": 860.889
              },
              {
                "text": "That is we, the individual petitioners here.",
                "start": 860.889,
                "byte_stop": 3563917,
                "byte_start": 3546990,
                "stop": 865.116
              },
              {
                "text": "We say they're logical and consistent and they do not create a lot of damage and strained construction of the statutes.",
                "start": 865.116,
                "byte_stop": 3605295,
                "byte_start": 3563917,
                "stop": 875.455
              },
              {
                "text": "I would also point out to this Court that being logical isn't the whole answer, that there is a question of what are the policy considerations here.",
                "start": 875.455,
                "byte_stop": 3647404,
                "byte_start": 3605295,
                "stop": 885.986
              },
              {
                "text": "And we would point out that there is no reason why the Court should not feel free to allow the state statute for security, for expenses to be applied here because in the Securities Exchange Act itself, under the -- under Sections 9 (e), Section 18 (a), both of which creates specific causes of action, security is permitted.",
                "start": 885.986,
                "byte_stop": 3765478,
                "byte_start": 3647404,
                "stop": 915.501
              },
              {
                "text": "The Court is given the power and discretion to fix security as a condition for a person bringing an action thereunder.",
                "start": 915.501,
                "byte_stop": 3798497,
                "byte_start": 3765478,
                "stop": 923.764
              },
              {
                "text": "And accordingly, we don't believe that there is any overriding policy which would militate against, having the state security for expense statute applied here on the common law phase of Count 2 claiming the breach of fiduciary duties.",
                "start": 923.764,
                "byte_stop": 3876864,
                "byte_start": 3798497,
                "stop": 943.344
              },
              {
                "text": "Thank you.",
                "start": 943.344,
                "byte_stop": 3945514,
                "byte_start": 3876864,
                "stop": 960.514
              }
            ]
          },
          {
            "start": 960.514,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 3952410,
            "stop": 962.243,
            "byte_start": 3945514,
            "text_blocks": [
              {
                "text": "Mr. Whyte.",
                "start": 960.514,
                "byte_stop": 3952410,
                "byte_start": 3945514,
                "stop": 962.243
              }
            ]
          }
        ],
        "stop": 962.243
      },
      {
        "start": 962.243,
        "byte_stop": 9109400,
        "byte_start": 3952410,
        "turns": [
          {
            "start": 962.243,
            "speaker": {
              "last_name": "Whyte",
              "ID": 36861,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/malcolm_k_whyte",
              "view_count": 0,
              "identifier": "malcolm_k_whyte",
              "name": "Malcolm K. Whyte"
            },
            "byte_stop": 6474689,
            "stop": 1592.811,
            "byte_start": 3952410,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and members of the Court.",
                "start": 962.243,
                "byte_stop": 3970591,
                "byte_start": 3952410,
                "stop": 966.783
              },
              {
                "text": "I suppose it's not a unusual or -- or original remark to say that this case is of considerable importance.",
                "start": 966.783,
                "byte_stop": 3999117,
                "byte_start": 3970591,
                "stop": 973.903
              },
              {
                "text": "As I conceive it, it does -- may have far reaching effects as to the extent to which rules and regulations of the Securities and Exchange Commission are -- will replace the corporation law of the various states.",
                "start": 973.903,
                "byte_stop": 4083336,
                "byte_start": 3999117,
                "stop": 994.958
              },
              {
                "text": "Over the years, the question of corporation law has been left substantially entirely to this -- to the states.",
                "start": 994.958,
                "byte_stop": 4123146,
                "byte_start": 4083336,
                "stop": 1004.93
              },
              {
                "text": "I can recall I think to -- a few times from the last 15 years where there had been proposals in Congress to have a federal corporation law and I don't think it ever got out of the Committee.",
                "start": 1004.93,
                "byte_stop": 4173302,
                "byte_start": 4123146,
                "stop": 1017.462
              },
              {
                "text": "Congress believed corporation law in general should stay with the states.",
                "start": 1017.462,
                "byte_stop": 4194408,
                "byte_start": 4173302,
                "stop": 1022.745
              },
              {
                "text": "The state laws spell out the basic organization of a corporation.",
                "start": 1022.745,
                "byte_stop": 4220322,
                "byte_start": 4194408,
                "stop": 1029.211
              },
              {
                "text": "It base -- it spells out how you could get your stock subscription, the incorporators, how you in -- amend it.",
                "start": 1029.211,
                "byte_stop": 4246340,
                "byte_start": 4220322,
                "stop": 1035.727
              },
              {
                "text": "How you amend the certificates, how you elect directors, how you hold corporate meetings and how you -- that you indemnify for instance at the present time most of them, the directors against suits that -- where they are sued unjustly.",
                "start": 1035.727,
                "byte_stop": 4316348,
                "byte_start": 4246340,
                "stop": 1053.219
              },
              {
                "text": "And the merger laws are spelled out very carefully in the state laws.",
                "start": 1053.219,
                "byte_stop": 4346128,
                "byte_start": 4316348,
                "stop": 1060.672
              },
              {
                "text": "This merger was under the law of New York, under the law of Wisconsin.",
                "start": 1060.672,
                "byte_stop": 4367862,
                "byte_start": 4346128,
                "stop": 1066.092
              },
              {
                "text": "There was -- surviving corporation was Wisconsin.",
                "start": 1066.092,
                "byte_stop": 4380296,
                "byte_start": 4367862,
                "stop": 1069.209
              },
              {
                "text": "To merge, you had to comply with both of the laws for the American Tractor Company on the one hand and the surviving company, the J. I. Case Company whom I represent, on the other.",
                "start": 1069.209,
                "byte_stop": 4425749,
                "byte_start": 4380296,
                "stop": 1080.58
              },
              {
                "text": "And it was all -- it's all spelled out in the statutes.",
                "start": 1080.58,
                "byte_stop": 4437452,
                "byte_start": 4425749,
                "stop": 1083.505
              },
              {
                "text": "Now, to what degree is state law to be test out and pushed aside for federal law brought in by implication and not with specific act of Congress.",
                "start": 1083.505,
                "byte_stop": 4502862,
                "byte_start": 4437452,
                "stop": 1099.84
              },
              {
                "text": "It's pretty much the basic question we have here.",
                "start": 1099.84,
                "byte_stop": 4515715,
                "byte_start": 4502862,
                "stop": 1103.072
              },
              {
                "text": "Now, in the merger laws over the years, I checked up the other day and my young man reported to me that in 48 states, there is an appraisal statute.",
                "start": 1103.072,
                "byte_stop": 4561690,
                "byte_start": 4515715,
                "stop": 1114.561
              },
              {
                "text": "That is if you're not satisfied in 48 of the 50, if you're not satisfied with your stockholder, with the merger as it went through, you can file a proceeding in your state court, in the place where the merger went through, the state where the merger was completed, and ask to have your stock appraised as of the day before the merger and afterwards.",
                "start": 1114.561,
                "byte_stop": 4656776,
                "byte_start": 4561690,
                "stop": 1138.323
              },
              {
                "text": "And if the merger hasn't flipped out to your advantage according to the determination of the judge in that very simple lawsuit, you can take your stock and hand it to the company and they have to give you the price that the judge determined.",
                "start": 1138.323,
                "byte_stop": 4712155,
                "byte_start": 4656776,
                "stop": 1152.17
              },
              {
                "text": "It's simple, it's efficacious.",
                "start": 1152.17,
                "byte_stop": 4722709,
                "byte_start": 4712155,
                "stop": 1154.795
              },
              {
                "text": "I've never heard anyone say it was unfair or cumbersome.",
                "start": 1154.795,
                "byte_stop": 4738800,
                "byte_start": 4722709,
                "stop": 1158.826
              },
              {
                "text": "48 states have enacted it and they've done it for two purposes.",
                "start": 1158.826,
                "byte_stop": 4754160,
                "byte_start": 4738800,
                "stop": 1162.682
              },
              {
                "text": "One, they give the stockholder a very easy quick remedy if he doesn't like this merger which may involve thousands and thousands of other stockholders.",
                "start": 1162.682,
                "byte_stop": 4792299,
                "byte_start": 4754160,
                "stop": 1172.214
              },
              {
                "text": "He can get a clean cut remedy on this basic question.",
                "start": 1172.214,
                "byte_stop": 4807241,
                "byte_start": 4792299,
                "stop": 1175.95
              },
              {
                "text": "The other one is, it prevents strike suits because if a man doesn't use that efficacious remedy, what right has he got in to come in later and say, \"I want to upset the whole merger because I don't like it.",
                "start": 1175.95,
                "byte_stop": 4853739,
                "byte_start": 4807241,
                "stop": 1187.557
              },
              {
                "text": "I claim this was wrong.",
                "start": 1187.557,
                "byte_stop": 4858232,
                "byte_start": 4853739,
                "stop": 1188.698
              },
              {
                "text": "I claim that was wrong.\"",
                "start": 1188.698,
                "byte_stop": 4864293,
                "byte_start": 4858232,
                "stop": 1190.197
              },
              {
                "text": "If he doesn't use his simple way of giving his money back, 48 of 50 states have it.",
                "start": 1190.197,
                "byte_stop": 4887594,
                "byte_start": 4864293,
                "stop": 1196.041
              },
              {
                "text": "About half the states, I think, have put in provisions for undertaking for expenses, not quite but pretty nearly.",
                "start": 1196.041,
                "byte_stop": 4929808,
                "byte_start": 4887594,
                "stop": 1206.586
              },
              {
                "text": "And that's an efficacious remedy that -- and it -- an intentional thing that the states have setup to prevent strike cases.",
                "start": 1206.586,
                "byte_stop": 4959692,
                "byte_start": 4929808,
                "stop": 1214.062
              },
              {
                "text": "They don't want every individual stockholder coming in and suing to have the merger -- J. I. Case, I think they had 8500 stockholders when this transaction took place and now has 15,000 or 20,000.",
                "start": 1214.062,
                "byte_stop": 5019251,
                "byte_start": 4959692,
                "stop": 1228.949
              },
              {
                "text": "Nobody -- to prevent them coming in with strike cases, they put in this supervision for undertaking for cause.",
                "start": 1228.949,
                "byte_stop": 5047150,
                "byte_start": 5019251,
                "stop": 1235.907
              },
              {
                "text": "If you're attempting to upset the whole corporate structure, you should give some protection to the defending corporation and its stockholders.",
                "start": 1235.907,
                "byte_stop": 5092289,
                "byte_start": 5047150,
                "stop": 1247.204
              },
              {
                "text": "Now, should there be a national policy subordinating and throwing out all of these things that had been put in by the state, in order that by implication -- now, let's spend a moment or two, I think the implication that they've asked for here is pretty flinching.",
                "start": 1247.204,
                "byte_stop": 5172433,
                "byte_start": 5092289,
                "stop": 1267.238
              },
              {
                "text": "In the appendix of our main brief for the J. I. Case Company on page 1 of the appendix, we set out the various statutes and I want to refer to a few of them.",
                "start": 1267.238,
                "byte_stop": 5216214,
                "byte_start": 5172433,
                "stop": 1278.192
              },
              {
                "text": "Section 9 has a provision of the Securities and Exchange Act that if there is a manipulation of security prices to -- by false purchases and sales on the market and so forth, a person who is injured can sue but provided he puts up an undertaking for cause.",
                "start": 1278.192,
                "byte_stop": 5296149,
                "byte_start": 5216214,
                "stop": 1298.173
              },
              {
                "text": "Also, provided that he can get, if he hurt someone, he gets judgment.",
                "start": 1298.173,
                "byte_stop": 5319764,
                "byte_start": 5296149,
                "stop": 1304.065
              },
              {
                "text": "That man can get contribution from others who were related with them.",
                "start": 1304.065,
                "byte_stop": 5332720,
                "byte_start": 5319764,
                "stop": 1307.317
              },
              {
                "text": "They give him contribution as to defense or partial help to him.",
                "start": 1307.317,
                "byte_stop": 5350797,
                "byte_start": 5332720,
                "stop": 1311.831
              },
              {
                "text": "And number three, they put in the statute of limitations to protect the man who's being sued.",
                "start": 1311.831,
                "byte_stop": 5372322,
                "byte_start": 5350797,
                "stop": 1317.216
              },
              {
                "text": "One year from the time of knowledge, three years complete.",
                "start": 1317.216,
                "byte_stop": 5389145,
                "byte_start": 5372322,
                "stop": 1321.426
              },
              {
                "text": "So that's the federal law on the manipulation of security prices.",
                "start": 1321.426,
                "byte_stop": 5408371,
                "byte_start": 5389145,
                "stop": 1326.216
              },
              {
                "text": "Then on -- let me spend one moment on Section 16, the use and abuse of confidential information by officers, directors, stockholders who own more than 10% of the stock and so forth.",
                "start": 1326.216,
                "byte_stop": 5461138,
                "byte_start": 5408371,
                "stop": 1339.413
              },
              {
                "text": "Anyone injured by unfair use of this information is given by the statute a specific federal remedy and it runs in favor of the issuer only, and -- but to protect the defendant, a statute limitations are put in.",
                "start": 1339.413,
                "byte_stop": 5531564,
                "byte_start": 5461138,
                "stop": 1357.022
              },
              {
                "text": "Two years in this case only, not longer.",
                "start": 1357.022,
                "byte_stop": 5547447,
                "byte_start": 5531564,
                "stop": 1361.002
              },
              {
                "text": "The other -- the other was one in three.",
                "start": 1361.002,
                "byte_stop": 5560299,
                "byte_start": 5547447,
                "stop": 1364.193
              },
              {
                "text": "Section 18, is a very elaborately drawn statute imposing liability for making misleading statements in registration statements and the like.",
                "start": 1364.193,
                "byte_stop": 5612126,
                "byte_start": 5560299,
                "stop": 1377.16
              },
              {
                "text": "Now, that gives the defendant there a number of defenses.",
                "start": 1377.16,
                "byte_stop": 5633964,
                "byte_start": 5612126,
                "stop": 1382.613
              },
              {
                "text": "Number one, the person sued has a defense if he can prove he acted in good faith.",
                "start": 1382.613,
                "byte_stop": 5655803,
                "byte_start": 5633964,
                "stop": 1388.078
              },
              {
                "text": "That's in the federal statute where they provided the special remedy.",
                "start": 1388.078,
                "byte_stop": 5671999,
                "byte_start": 5655803,
                "stop": 1392.127
              },
              {
                "text": "Number two, the plaintiff asked to put up an undertaking for cause.",
                "start": 1392.127,
                "byte_stop": 5689762,
                "byte_start": 5671999,
                "stop": 1396.575
              },
              {
                "text": "Number three, the defendant liable -- who was made liable can recover contribution, and number four there's a statute of limitations again.",
                "start": 1396.575,
                "byte_stop": 5728110,
                "byte_start": 5689762,
                "stop": 1406.151
              },
              {
                "text": "One year from the time of finding out, three years in any event.",
                "start": 1406.151,
                "byte_stop": 5754859,
                "byte_start": 5728110,
                "stop": 1412.834
              },
              {
                "text": "Now, that's what the Congress put in when you have special remedies.",
                "start": 1412.834,
                "byte_stop": 5775966,
                "byte_start": 5754859,
                "stop": 1418.12
              },
              {
                "text": "Now, we're in a situation with Section 14 and they say, \"Let's imply special remedies here.\"",
                "start": 1418.12,
                "byte_stop": 5807000,
                "byte_start": 5775966,
                "stop": 1425.868
              },
              {
                "text": "Section 14 hasn't -- gives no remedy at all.",
                "start": 1425.868,
                "byte_stop": 5822255,
                "byte_start": 5807000,
                "stop": 1429.695
              },
              {
                "text": "It states in essence that it's unlawful for any person to solicit a proxy for securities register in an -- on a national exchange in contravention of such rules and regulations as the Commission may prescribe as necessary.",
                "start": 1429.695,
                "byte_stop": 5912743,
                "byte_start": 5822255,
                "stop": 1452.319
              },
              {
                "text": "On pages 18 to 28 of the appendix, I've -- we've copied the proxy rules that they have, the Commission has thus far prescribed.",
                "start": 1452.319,
                "byte_stop": 5961122,
                "byte_start": 5912743,
                "stop": 1464.406
              },
              {
                "text": "Those proxy rules now take 20 pages.",
                "start": 1464.406,
                "byte_stop": 5971571,
                "byte_start": 5961122,
                "stop": 1467.02
              },
              {
                "text": "I understand 10 years ago, there were about 10 pages.",
                "start": 1467.02,
                "byte_stop": 5987140,
                "byte_start": 5971571,
                "stop": 1470.926
              },
              {
                "text": "I have no doubt that 20 years from now, there will be 50 pages if they expand as the normal progression of our -- the world develops.",
                "start": 1470.926,
                "byte_stop": 6030921,
                "byte_start": 5987140,
                "stop": 1481.859
              },
              {
                "text": "And you'll notice that isn't just contravention of proxy rules relating to fraud or amounting to something vicious or something.",
                "start": 1481.859,
                "byte_stop": 6069060,
                "byte_start": 6030921,
                "stop": 1491.388
              },
              {
                "text": "Its violation of any proxy rule that they may make hereafter is unlawful.",
                "start": 1491.388,
                "byte_stop": 6094451,
                "byte_start": 6069060,
                "stop": 1497.743
              },
              {
                "text": "Now, the basic contention of the plaintiff here is that that language gives him a personal lawsuit in the federal court to upset any merger if he can claim a violation of any proxy rule at all and it can be proved.",
                "start": 1497.743,
                "byte_stop": 6163310,
                "byte_start": 6094451,
                "stop": 1514.951
              },
              {
                "text": "Under Section 29 of the Act, there's a very sweeping language that he wants to bring in with him.",
                "start": 1514.951,
                "byte_stop": 6185984,
                "byte_start": 6163310,
                "stop": 1520.639
              },
              {
                "text": "It says under -- in Section 29, that any contract made in violation of any provision of this chapter or any rule or regulation made thereunder.",
                "start": 1520.639,
                "byte_stop": 6225168,
                "byte_start": 6185984,
                "stop": 1530.417
              },
              {
                "text": "It really goes all the way, is void.",
                "start": 1530.417,
                "byte_stop": 6235930,
                "byte_start": 6225168,
                "stop": 1533.11
              },
              {
                "text": "So he says, by ipso facto if there is something wrong about the proxy anywhere at all, then the merger agreement is void and then under the plain language of Section 29, the whole mergers is void, and let's start over.",
                "start": 1533.11,
                "byte_stop": 6294131,
                "byte_start": 6235930,
                "stop": 1547.656
              },
              {
                "text": "I think that's going pretty far.",
                "start": 1547.656,
                "byte_stop": 6304266,
                "byte_start": 6294131,
                "stop": 1550.192
              },
              {
                "text": "Now, I want to suggest why Congress didn't put a remedy in for Section 14, and it is that just because it's too broad to let the Securities and Exchange Commission spell out page after page, 50 pages of rule.",
                "start": 1550.192,
                "byte_stop": 6386291,
                "byte_start": 6304266,
                "stop": 1570.696
              },
              {
                "text": "We'll say, with hundreds -- with a 100 do's and 50 don'ts or something.",
                "start": 1570.696,
                "byte_stop": 6405099,
                "byte_start": 6386291,
                "stop": 1575.417
              },
              {
                "text": "And every one of those, if you're violating the law and in every one under Section 29, an individual can come in later and say, \"Never mind the state law on a claim there's a violation of the proxy rules and let's set the -- let's set the merger aside and start all over.\"",
                "start": 1575.417,
                "byte_stop": 6474689,
                "byte_start": 6405099,
                "stop": 1592.811
              }
            ]
          },
          {
            "start": 1592.811,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 6500498,
            "stop": 1599.268,
            "byte_start": 6474689,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1592.811,
                "byte_stop": 6500498,
                "byte_start": 6474689,
                "stop": 1599.268
              }
            ]
          },
          {
            "start": 1599.268,
            "speaker": {
              "last_name": "Whyte",
              "ID": 36861,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/malcolm_k_whyte",
              "view_count": 0,
              "identifier": "malcolm_k_whyte",
              "name": "Malcolm K. Whyte"
            },
            "byte_stop": 6501439,
            "stop": 1599.494,
            "byte_start": 6500498,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 1599.268,
                "byte_stop": 6501439,
                "byte_start": 6500498,
                "stop": 1599.494
              }
            ]
          },
          {
            "start": 1599.494,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 6505723,
            "stop": 1600.561,
            "byte_start": 6501439,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1599.494,
                "byte_stop": 6505723,
                "byte_start": 6501439,
                "stop": 1600.561
              }
            ]
          },
          {
            "start": 1600.561,
            "speaker": {
              "last_name": "Whyte",
              "ID": 36861,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/malcolm_k_whyte",
              "view_count": 0,
              "identifier": "malcolm_k_whyte",
              "name": "Malcolm K. Whyte"
            },
            "byte_stop": 9103757,
            "stop": 2250.081,
            "byte_start": 6505723,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 1600.561,
                "byte_stop": 6507708,
                "byte_start": 6505723,
                "stop": 1601.049
              },
              {
                "text": "I'm -- that's the point I'm getting to.",
                "start": 1601.049,
                "byte_stop": 6519829,
                "byte_start": 6507708,
                "stop": 1604.08
              },
              {
                "text": "I'm going to suggest that this type of relief is just impossible for practical administration.",
                "start": 1604.08,
                "byte_stop": 6549400,
                "byte_start": 6519829,
                "stop": 1611.484
              },
              {
                "text": "The idea is, as I gather, and as Professor Lowe (ph) said so and I realized that.",
                "start": 1611.484,
                "byte_stop": 6570506,
                "byte_start": 6549400,
                "stop": 1616.758
              },
              {
                "text": "Let's leave it all to the Court.",
                "start": 1616.758,
                "byte_stop": 6576462,
                "byte_start": 6570506,
                "stop": 1618.247
              },
              {
                "text": "The District Courts will handle this just rightly, they'll do it beautifully.",
                "start": 1618.247,
                "byte_stop": 6592345,
                "byte_start": 6576462,
                "stop": 1622.212
              },
              {
                "text": "Now, our first question when we get to the District Court is, the violation of the proxy rule, they probably claim as you omitted something that was -- that made something else misleading.",
                "start": 1622.212,
                "byte_stop": 6636648,
                "byte_start": 6592345,
                "stop": 1633.29
              },
              {
                "text": "Now, every proxy I've had -- every proxy statement I've ever had anything to do with, you of course put in the history of the company.",
                "start": 1633.29,
                "byte_stop": 6672071,
                "byte_start": 6636648,
                "stop": 1642.159
              },
              {
                "text": "And it's the easiest thing in the world with hindsight to say you omitted something in the history of the company.",
                "start": 1642.159,
                "byte_stop": 6704567,
                "byte_start": 6672071,
                "stop": 1650.279
              },
              {
                "text": "Certainly, it's not obvious to the trial judge when we get there whether there was something misleading.",
                "start": 1650.279,
                "byte_stop": 6733302,
                "byte_start": 6704567,
                "stop": 1657.461
              },
              {
                "text": "It's a question in context of economic and financial facts whether the thing omitted was material.",
                "start": 1657.461,
                "byte_stop": 6762977,
                "byte_start": 6733302,
                "stop": 1664.87
              },
              {
                "text": "You have to put in, in your good proxy statement, of course, a statement about your competition, where you are.",
                "start": 1664.87,
                "byte_stop": 6793174,
                "byte_start": 6762977,
                "stop": 1672.416
              },
              {
                "text": "And isn't -- the one that be the easiest thing in the world to say while you left out an important thing, you're an electrical company and you left out this very important new passage of General Electric had been announced to have taken or something of that kind.",
                "start": 1672.416,
                "byte_stop": 6845942,
                "byte_start": 6793174,
                "stop": 1685.621
              },
              {
                "text": "You left something out and that's going to be the first issue of trial with experts on both sides in the federal court, was there something misleading omitted?",
                "start": 1685.621,
                "byte_stop": 6884289,
                "byte_start": 6845942,
                "stop": 1695.198
              },
              {
                "text": "And it's to be tried by an individual who claims he represents stockholders and the whole thing maybe greatly to the financial detriment of the company that's doing the best it can to keep operating and to confront -- confront the world as it is in the financial situation that it's in.",
                "start": 1695.198,
                "byte_stop": 6959313,
                "byte_start": 6884289,
                "stop": 1713.957
              },
              {
                "text": "And he's going to take the burden on and then when we get to the lawsuit, then we're really going to have a real triumph because they say, let's readjust the securities.",
                "start": 1713.957,
                "byte_stop": 7000586,
                "byte_start": 6959313,
                "stop": 1724.27
              },
              {
                "text": "That's what the Solicitor General brief says.",
                "start": 1724.27,
                "byte_stop": 7010200,
                "byte_start": 7000586,
                "stop": 1726.679
              },
              {
                "text": "That's the Security and Exchange Commission says.",
                "start": 1726.679,
                "byte_stop": 7021589,
                "byte_start": 7010200,
                "stop": 1729.518
              },
              {
                "text": "And they really make to my mind, one of the most remarkable statements that I would almost brand as nave.",
                "start": 1729.518,
                "byte_stop": 7050324,
                "byte_start": 7021589,
                "stop": 1736.7
              },
              {
                "text": "And I wonder if I'm making it too strongly.",
                "start": 1736.7,
                "byte_stop": 7065057,
                "byte_start": 7050324,
                "stop": 1740.391
              },
              {
                "text": "In page 27, he says -- the Solicitor General, this SEC brief.",
                "start": 1740.391,
                "byte_stop": 7086477,
                "byte_start": 7065057,
                "stop": 1745.761
              },
              {
                "text": "They say, \"After all, there's very little difference between delaying, by the Security and Exchange Commission, a corporate stockholders' meeting and requiring a new republication.\"",
                "start": 1745.761,
                "byte_stop": 7145305,
                "byte_start": 7086477,
                "stop": 1760.455
              },
              {
                "text": "This is subordinated in the footnote.",
                "start": 1760.455,
                "byte_stop": 7151574,
                "byte_start": 7145305,
                "stop": 1762.017
              },
              {
                "text": "They say there's very little difference in that and readjusting the securities of the whole thing afterwards.",
                "start": 1762.017,
                "byte_stop": 7176861,
                "byte_start": 7151574,
                "stop": 1768.357
              },
              {
                "text": "There's no difference between delaying a stockholders' meeting and in opening up, he says, in principle, the merger years later, and having it all rechecked.",
                "start": 1768.357,
                "byte_stop": 7221269,
                "byte_start": 7176861,
                "stop": 1779.456
              },
              {
                "text": "Well, I think there is a -- that it's a good deal, like saying there's little difference in principle between a parking fine and capital punishment by boiling an oil.",
                "start": 1779.456,
                "byte_stop": 7256273,
                "byte_start": 7221269,
                "stop": 1788.196
              },
              {
                "text": "I can't conceive of things that are more different than reopening these mergers year after the -- a few years after they have taken place.",
                "start": 1788.196,
                "byte_stop": 7292740,
                "byte_start": 7256273,
                "stop": 1797.326
              },
              {
                "text": "But let's say we get in this case to a reopening of the merger at the instance of an individual.",
                "start": 1797.326,
                "byte_stop": 7316773,
                "byte_start": 7292740,
                "stop": 1803.312
              },
              {
                "text": "We're going to then have battles.",
                "start": 1803.312,
                "byte_stop": 7325132,
                "byte_start": 7316773,
                "stop": 1805.426
              },
              {
                "text": "We're going to have, number one, experts on both sides, and the first question the Court is going to -- could be confronted with.",
                "start": 1805.426,
                "byte_stop": 7360240,
                "byte_start": 7325132,
                "stop": 1814.193
              },
              {
                "text": "How should the merger have been properly done if there hadn't been this omission of some important material fact or something which in the light of hindsight now seems quite important? How will we -- how should it have been done of January, in our case 1957.",
                "start": 1814.193,
                "byte_stop": 7426382,
                "byte_start": 7360240,
                "stop": 1830.731
              },
              {
                "text": "And we're going to marshal experts.",
                "start": 1830.731,
                "byte_stop": 7434010,
                "byte_start": 7426382,
                "stop": 1832.646
              },
              {
                "text": "And those experts have to be financial.",
                "start": 1832.646,
                "byte_stop": 7444041,
                "byte_start": 7434010,
                "stop": 1835.139
              },
              {
                "text": "They have to be economic.",
                "start": 1835.139,
                "byte_stop": 7450728,
                "byte_start": 7444041,
                "stop": 1836.816
              },
              {
                "text": "They have to know all about the industry certainly and the plaintiff will have his row of experts and the company will have ours.",
                "start": 1836.816,
                "byte_stop": 7483852,
                "byte_start": 7450728,
                "stop": 1845.104
              },
              {
                "text": "And the Court will have to decide what would've been a good merger in January, 1957.",
                "start": 1845.104,
                "byte_stop": 7507780,
                "byte_start": 7483852,
                "stop": 1851.065
              },
              {
                "text": "What it would seem to me that would be unrealistic.",
                "start": 1851.065,
                "byte_stop": 7517080,
                "byte_start": 7507780,
                "stop": 1853.393
              },
              {
                "text": "That's only (Inaudible).",
                "start": 1853.393,
                "byte_stop": 7524289,
                "byte_start": 7517080,
                "stop": 1855.216
              },
              {
                "text": "There'd been and let's say this comes on in 1965.",
                "start": 1855.216,
                "byte_stop": 7535888,
                "byte_start": 7524289,
                "stop": 1858.097
              },
              {
                "text": "Now, he's got eight or nine years have gone.",
                "start": 1858.097,
                "byte_stop": 7546023,
                "byte_start": 7535888,
                "stop": 1860.634
              },
              {
                "text": "Then this -- the District Court -- the Eastern District of Wisconsin will then probably say, \"While we must also take into account the economic changes since.\"",
                "start": 1860.634,
                "byte_stop": 7587610,
                "byte_start": 7546023,
                "stop": 1871.031
              },
              {
                "text": "And so I guess, you bring in an economist and experts on the question since and say, \"Now, what should we do to make this merger a nice merger now, because a lot of time has gone over the dam.\"",
                "start": 1871.031,
                "byte_stop": 7634840,
                "byte_start": 7587610,
                "stop": 1882.83
              },
              {
                "text": "Then I don't want to be too fictitious about it but then the Court should be realistic enough to say, \"Well if I do put in a decree in June, 1965, readjusting this merger like I think now after all this expert advise, it should have been done eight years ago.\"",
                "start": 1882.83,
                "byte_stop": 7702758,
                "byte_start": 7634840,
                "stop": 1899.809
              },
              {
                "text": "Then I must be realistic to know it won't go into effect for a year or two because they're going to be appeals.",
                "start": 1899.809,
                "byte_stop": 7728044,
                "byte_start": 7702758,
                "stop": 1906.131
              },
              {
                "text": "And I should project the future economic and financial situation of this company in order to have to a realistic decree.",
                "start": 1906.131,
                "byte_stop": 7760227,
                "byte_start": 7728044,
                "stop": 1914.183
              },
              {
                "text": "And perhaps the financial world will be much obliged for the judges' opinion on what's going to happen but I'm not sure.",
                "start": 1914.183,
                "byte_stop": 7785723,
                "byte_start": 7760227,
                "stop": 1920.558
              },
              {
                "text": "Anyhow to me, it seems a farfetched affair.",
                "start": 1920.558,
                "byte_stop": 7804322,
                "byte_start": 7785723,
                "stop": 1925.21
              },
              {
                "text": "In our reply brief and I don't want to take much more time now on this.",
                "start": 1925.21,
                "byte_stop": 7829922,
                "byte_start": 7804322,
                "stop": 1931.599
              },
              {
                "text": "In our reply brief on page 6, we have -- I wrote out longhand the other day as an intellectual exercise, what I conceive the amendment they're asking the Court to make to Section 14.",
                "start": 1931.599,
                "byte_stop": 7902542,
                "byte_start": 7829922,
                "stop": 1949.771
              },
              {
                "text": "The amendment that they asked to have put in by a -- an implication as Section 14 (c) (d) and so forth.",
                "start": 1949.771,
                "byte_stop": 7931277,
                "byte_start": 7902542,
                "stop": 1956.954
              },
              {
                "text": "Section 14 (c), this is what they want the Court to decide by implication.",
                "start": 1956.954,
                "byte_stop": 7951966,
                "byte_start": 7931277,
                "stop": 1962.125
              },
              {
                "text": "And that is, any stockholder who alleges, that's all he has to do, within a merger proceeding involving his company, a proxy was used in contravention of the rules and regulation of the Commission as provided in the above, shall be entitled to bring an action under Section 27 of this Title.",
                "start": 1962.125,
                "byte_stop": 8028766,
                "byte_start": 7951966,
                "stop": 1981.319
              },
              {
                "text": "In such action, provisions of state law, such as the requirements for securities for cause, statutes of limitation or appraisal statutes.",
                "start": 1981.319,
                "byte_stop": 8067114,
                "byte_start": 8028766,
                "stop": 1990.903
              },
              {
                "text": "Even though part of the state merger law in which the merger was -- under which the merger was consummated shall not apply to a plaintiff, nor shall the Court require a security for cause to be posted by any plaintiff unless expressly provided for by federal statute here and after enacted.",
                "start": 1990.903,
                "byte_stop": 8131166,
                "byte_start": 8067114,
                "stop": 2006.926
              },
              {
                "text": "I think that's exactly what they're asking this Court to hold.",
                "start": 2006.926,
                "byte_stop": 8144332,
                "byte_start": 8131166,
                "stop": 2010.214
              },
              {
                "text": "Then, this is what their whole asking, I think.",
                "start": 2010.214,
                "byte_stop": 8155930,
                "byte_start": 8144332,
                "stop": 2013.113
              },
              {
                "text": "If after a trial, the Court shall find that any proxies were utilized, pursuant to a proxy statement which was in any respect in violation of the rules and regulations specified above, such as by omission whether intentional or inadvertent.",
                "start": 2013.113,
                "byte_stop": 8221445,
                "byte_start": 8155930,
                "stop": 2029.497
              },
              {
                "text": "Certainly, they're not going to conceive to us that good faith is a defense.",
                "start": 2029.497,
                "byte_stop": 8239731,
                "byte_start": 8221445,
                "stop": 2034.072
              },
              {
                "text": "State of material fact then such proxies shall be declared void as is provided in Section 29.",
                "start": 2034.072,
                "byte_stop": 8266167,
                "byte_start": 8239731,
                "stop": 2040.671
              },
              {
                "text": "And the agreement for merger and the merger consummated thereby shall likewise be declared void.",
                "start": 2040.671,
                "byte_stop": 8291349,
                "byte_start": 8266167,
                "stop": 2046.964
              },
              {
                "text": "All he's got to show, there was a mistake inadvertent or not, that somebody now is convinced with the material.",
                "start": 2046.964,
                "byte_stop": 8315800,
                "byte_start": 8291349,
                "stop": 2053.068
              },
              {
                "text": "Next, in the event of such finding as set forth in the above, the Court shall be empowered after due hearing to award money damages against the corporations concerned, its defendant directors or other defendant persons payable to the plaintiff.",
                "start": 2053.068,
                "byte_stop": 8371911,
                "byte_start": 8315800,
                "stop": 2067.116
              },
              {
                "text": "And to such other member of his class as the Court may attach and shall impose cost as the Court may deem equitable.",
                "start": 2067.116,
                "byte_stop": 8397406,
                "byte_start": 8371911,
                "stop": 2073.494
              },
              {
                "text": "Next, the Court may also there require the corporation to issue a new or additional security -- that's -- asked for by the SEC here to the plaintiff and to members of his class as the Court may deem just.And in general, now I'm quoting, \"The Court may make such other readjustments of the terms of the merger as the Court may determine to be just and equitable.\"",
                "start": 2073.494,
                "byte_stop": 8495104,
                "byte_start": 8397406,
                "stop": 2097.9
              },
              {
                "text": "Now, as they say, when we get through with all that and it's reopened and this is before the trial judge in Milwaukee, perhaps who was not in that -- he passed then to familiar in the financial field, he's going wrestle with the relief.",
                "start": 2097.9,
                "byte_stop": 8553618,
                "byte_start": 8495104,
                "stop": 2112.536
              },
              {
                "text": "I think that if the SEC wants amendments like that, but they shouldn't ask the Court to put it in by implication.",
                "start": 2112.536,
                "byte_stop": 8595101,
                "byte_start": 8553618,
                "stop": 2122.915
              },
              {
                "text": "They should go to Congress and say, \"Let's have an amendment that will throw out securities for cost or throw out the appraisal business, throw out all these things that the state court have setup, all the remedies that they put in and let's give everybody a free ride to do it and we'll have a great cluster of strike cases but we think that's good.\"",
                "start": 2122.915,
                "byte_stop": 8676394,
                "byte_start": 8595101,
                "stop": 2143.235
              },
              {
                "text": "Personally, I think it's bad.",
                "start": 2143.235,
                "byte_stop": 8686529,
                "byte_start": 8676394,
                "stop": 2145.756
              },
              {
                "text": "I don't think to make strike cases easy and let everybody attack every merger and there will be an attack I would predict if the Court does it by implication on every merger that comes through.",
                "start": 2145.756,
                "byte_stop": 8730833,
                "byte_start": 8686529,
                "stop": 2156.843
              },
              {
                "text": "Strike cases are something like homosexuality.",
                "start": 2156.843,
                "byte_stop": 8740760,
                "byte_start": 8730833,
                "stop": 2159.32
              },
              {
                "text": "Ordinarily you're not supposed to refer to them.",
                "start": 2159.32,
                "byte_stop": 8751731,
                "byte_start": 8740760,
                "stop": 2162.064
              },
              {
                "text": "But there are growing vice now.",
                "start": 2162.064,
                "byte_stop": 8759463,
                "byte_start": 8751731,
                "stop": 2163.997
              },
              {
                "text": "We have three in our office now.",
                "start": 2163.997,
                "byte_stop": 8768136,
                "byte_start": 8759463,
                "stop": 2166.167
              },
              {
                "text": "If we -- so that everybody come in and attack every merger that's claiming there was something of series omitted in the proxy statement of a material nature and he's got full scope of a free attack on mergers, where are we going to be with it.",
                "start": 2166.167,
                "byte_stop": 8830934,
                "byte_start": 8768136,
                "stop": 2181.867
              },
              {
                "text": "Are we going to get to a point where we can't have a merger completed and put away without having some kind of a -- developing some kind of an in rem proceeding like you have an action acquired title about real estates?",
                "start": 2181.867,
                "byte_stop": 8882343,
                "byte_start": 8830934,
                "stop": 2194.713
              },
              {
                "text": "Do we have to wait for the state court here state statute?",
                "start": 2194.713,
                "byte_stop": 8895613,
                "byte_start": 8882343,
                "stop": 2198.027
              },
              {
                "text": "We have six years of limitation.",
                "start": 2198.027,
                "byte_stop": 8905749,
                "byte_start": 8895613,
                "stop": 2200.574
              },
              {
                "text": "In the state statute in Wisconsin on some things for fraud, is there a federal statute?",
                "start": 2200.574,
                "byte_stop": 8934275,
                "byte_start": 8905749,
                "stop": 2207.691
              },
              {
                "text": "I would like to hear and I'm going to listen attentively what is the statute of limitations they are asking the Court to write in here?",
                "start": 2207.691,
                "byte_stop": 8969279,
                "byte_start": 8934275,
                "stop": 2216.452
              },
              {
                "text": "Which one is it?",
                "start": 2216.452,
                "byte_stop": 8972622,
                "byte_start": 8969279,
                "stop": 2217.281
              },
              {
                "text": "Is it federal?",
                "start": 2217.281,
                "byte_stop": 8975339,
                "byte_start": 8972622,
                "stop": 2217.959
              },
              {
                "text": "Is it state?",
                "start": 2217.959,
                "byte_stop": 8978160,
                "byte_start": 8975339,
                "stop": 2218.673
              },
              {
                "text": "If we're going to write the state, well then why don't we read it in the rest of the state law or is it all out?",
                "start": 2218.673,
                "byte_stop": 8996968,
                "byte_start": 8978160,
                "stop": 2223.368
              },
              {
                "text": "Is there no statute of limitations to attack mergers?",
                "start": 2223.368,
                "byte_stop": 9012851,
                "byte_start": 8996968,
                "stop": 2227.352
              },
              {
                "text": "It seems to me that I would suggest if the SEC wants the law modified in this elaborate way, they should take it to Congress but I would also suggest not to be over optimistic that the Congressional Committee would go that far.",
                "start": 2227.352,
                "byte_stop": 9080038,
                "byte_start": 9012851,
                "stop": 2244.134
              },
              {
                "text": "Thank you.",
                "start": 2244.134,
                "byte_stop": 9103757,
                "byte_start": 9080038,
                "stop": 2250.081
              }
            ]
          },
          {
            "start": 2250.081,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9109400,
            "stop": 2251.47,
            "byte_start": 9103757,
            "text_blocks": [
              {
                "text": "Mr. Elson.",
                "start": 2250.081,
                "byte_stop": 9109400,
                "byte_start": 9103757,
                "stop": 2251.47
              }
            ]
          }
        ],
        "stop": 2251.47
      },
      {
        "start": 2251.47,
        "byte_stop": 17070895,
        "byte_start": 9109400,
        "turns": [
          {
            "start": 2251.47,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 10703809,
            "stop": 2650.071,
            "byte_start": 9109400,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 2251.47,
                "byte_stop": 9126745,
                "byte_start": 9109400,
                "stop": 2255.804
              },
              {
                "text": "The sole issue and properly before this Court is the scope of relief which a federal court may grant an action brought under Section 27 of the Securities and Exchange Act for violations of Section 14 (a).",
                "start": 2255.804,
                "byte_stop": 9207306,
                "byte_start": 9126745,
                "stop": 2275.97
              },
              {
                "text": "Counsel yesterday referred to the fact that the facts in this case was set forth in the complaint and for purposes of this appeal should be assumed to be true.",
                "start": 2275.97,
                "byte_stop": 9254640,
                "byte_start": 9207306,
                "stop": 2287.79
              },
              {
                "text": "However, those facts were not given to the Court.",
                "start": 2287.79,
                "byte_stop": 9266448,
                "byte_start": 9254640,
                "stop": 2290.746
              },
              {
                "text": "It seems to me that the issues before this Court should be considered in the context to the facts of this case.",
                "start": 2290.746,
                "byte_stop": 9300511,
                "byte_start": 9266448,
                "stop": 2299.269
              },
              {
                "text": "As counsel has stated, the original complaint here have two counts.",
                "start": 2299.269,
                "byte_stop": 9314617,
                "byte_start": 9300511,
                "stop": 2302.789
              },
              {
                "text": "The first count is not before this Court.",
                "start": 2302.789,
                "byte_stop": 9325066,
                "byte_start": 9314617,
                "stop": 2305.389
              },
              {
                "text": "No appeal haven't been taken from the Court of Appeals reversing the District Court as to that count.",
                "start": 2305.389,
                "byte_stop": 9352443,
                "byte_start": 9325066,
                "stop": 2312.251
              },
              {
                "text": "As to Count 2, Count 2 incorporates a substantial part of Count 1.",
                "start": 2312.251,
                "byte_stop": 9377834,
                "byte_start": 9352443,
                "stop": 2318.583
              },
              {
                "text": "Briefly, the facts which come out from the complaint as a whole, the plaintiff here owns and has held for many years some 2000 shares of a common stock of the Case Company.",
                "start": 2318.583,
                "byte_stop": 9432168,
                "byte_start": 9377834,
                "stop": 2332.18
              },
              {
                "text": "The action was brought on behalf of the shareholders of Case similarly situated.",
                "start": 2332.18,
                "byte_stop": 9461321,
                "byte_start": 9432168,
                "stop": 2339.45
              },
              {
                "text": "It was brought to vindicate the preemptive rights of those shareholders.",
                "start": 2339.45,
                "byte_stop": 9485040,
                "byte_start": 9461321,
                "stop": 2345.398
              },
              {
                "text": "The jurisdiction is based on diversity of citizenship and -- and also on federal question jurisdiction both under Sections 1331 and 1337 of Judicial Code, as well as on -- on Section 20 of the Securities Exchange Act.",
                "start": 2345.398,
                "byte_stop": 9568005,
                "byte_start": 9485040,
                "stop": 2366.135
              },
              {
                "text": "The facts are that on October 15th of 1956, the petitioners solicited proxies of Case stockholders for use at a stockholders' meeting to be held in November 15th, 1956.",
                "start": 2366.135,
                "byte_stop": 9630699,
                "byte_start": 9568005,
                "stop": 2381.801
              },
              {
                "text": "At which time an oath was to be taken on proposed merger with the American Tractor Company which I'll hereafter refer to as ATC.",
                "start": 2381.801,
                "byte_stop": 9668629,
                "byte_start": 9630699,
                "stop": 2391.294
              },
              {
                "text": "The proxy solicitation material was false and misleading in a material way.",
                "start": 2391.294,
                "byte_stop": 9698200,
                "byte_start": 9668629,
                "stop": 2398.673
              },
              {
                "text": "It was in violation of Section 14 (a) of the Securities Exchange Act and Rule 1489 thereunder.",
                "start": 2398.673,
                "byte_stop": 9731741,
                "byte_start": 9698200,
                "stop": 2407.065
              },
              {
                "text": "The merger was approved by small margin of votes and Wisconsin made it shortly thereafter.",
                "start": 2407.065,
                "byte_stop": 9757759,
                "byte_start": 9731741,
                "stop": 2413.582
              },
              {
                "text": "The merger would not have been approved but for the materially false and misleading statements or omissions in the proxy solicitation material.",
                "start": 2413.582,
                "byte_stop": 9797047,
                "byte_start": 9757759,
                "stop": 2423.386
              },
              {
                "text": "I'm just going to discuss a few of the false and misleading aspects in this proxy material.",
                "start": 2423.386,
                "byte_stop": 9827349,
                "byte_start": 9797047,
                "stop": 2430.971
              },
              {
                "text": "The first relates to the manner of manipulation of the price -- market pricings of American Tractor Company stock.",
                "start": 2430.971,
                "byte_stop": 9866637,
                "byte_start": 9827349,
                "stop": 2440.788
              },
              {
                "text": "The stock market price of ATC was used to their basis for justifying the exchange.",
                "start": 2440.788,
                "byte_stop": 9895685,
                "byte_start": 9866637,
                "stop": 2448.042
              },
              {
                "text": "This market price was -- was the result of manipulation in violation of the Securities Exchange Act of 1934 and regulations issued thereunder.",
                "start": 2448.042,
                "byte_stop": 9937377,
                "byte_start": 9895685,
                "stop": 2458.462
              },
              {
                "text": "Manipulation goes back to 1954.",
                "start": 2458.462,
                "byte_stop": 9952946,
                "byte_start": 9937377,
                "stop": 2462.367
              },
              {
                "text": "It began with the acquisition of a block of 170,000 shares of ATC stock at 51 cents a share by Edward L. Eliot.",
                "start": 2462.367,
                "byte_stop": 9995055,
                "byte_start": 9952946,
                "stop": 2472.903
              },
              {
                "text": "He was the defendant in this case who died on the course of the proceedings and for whom his executor has been substituted.",
                "start": 2472.903,
                "byte_stop": 10021804,
                "byte_start": 9995055,
                "stop": 2479.594
              },
              {
                "text": "Eliot bypassed the registration requirements of the Securities Exchange Act.",
                "start": 2479.594,
                "byte_stop": 10044479,
                "byte_start": 10021804,
                "stop": 2485.242
              },
              {
                "text": "He made a misleading offering circular.",
                "start": 2485.242,
                "byte_stop": 10063078,
                "byte_start": 10044479,
                "stop": 2489.908
              },
              {
                "text": "He filed a misleading offering a circular with the Commission, and sold all, as a matter of fact, sold all his shares even prior to the filing or approval of that circular.",
                "start": 2489.908,
                "byte_stop": 10111457,
                "byte_start": 10063078,
                "stop": 2501.996
              },
              {
                "text": "With a small amount of stock in the hands of the public, trading was relatively light, prices changed narrowly under -- changed rather fluctuated widely on narrow trading with the aid of stock splits, with the aid of special manipulative tactics.",
                "start": 2501.996,
                "byte_stop": 10188466,
                "byte_start": 10111457,
                "stop": 2521.236
              },
              {
                "text": "The stock rose to a high of $15 even though at all times, ATC was in very bad financial condition, never paid any dividends, and during most of the years of its business, suffered losses.",
                "start": 2521.236,
                "byte_stop": 10260668,
                "byte_start": 10188466,
                "stop": 2539.309
              },
              {
                "text": "Now, the negotiators on both sides of this transaction, both for Case and for ATC, who were named as defendants in this case, knew prior to the merger that the market price of ATC was achieved both illegally and artificially.",
                "start": 2539.309,
                "byte_stop": 10324929,
                "byte_start": 10260668,
                "stop": 2555.372
              },
              {
                "text": "Since the merger, there's been a conviction on the plea of guilty by the New York broker for unlawful manipulation of ATC stock during the period from May, 1955 to February, 1956 which was almost a year prior to the merger in this case.",
                "start": 2555.372,
                "byte_stop": 10399222,
                "byte_start": 10324929,
                "stop": 2573.942
              },
              {
                "text": "The Securities Exchange Commission in a preliminary report for the -- made with relation to the American Stock Exchange was filed recently in January of 1962, noted that Gilligan, Will & Company, a specialist in the American Stock Exchange for the ATC common stock, acquired the stock prior to the listing of ATC stock on the exchange and otherwise, engaged in various other improper and illegal activities with respect to ATC stock.",
                "start": 2573.942,
                "byte_stop": 10527640,
                "byte_start": 10399222,
                "stop": 2606.051
              },
              {
                "text": "Eliot, during the course of his deposition, admitted that he knew there had been manipulation of ATC stock.",
                "start": 2606.051,
                "byte_stop": 10562017,
                "byte_start": 10527640,
                "stop": 2614.637
              },
              {
                "text": "Eliot, and this is in the record, was also a close friend and an associate of members of the firm of Gilligan, Will & Company, so much for the manipulative aspects.",
                "start": 2614.637,
                "byte_stop": 10606425,
                "byte_start": 10562017,
                "stop": 2625.746
              },
              {
                "text": "Secondly, I come to self dealing and this self dealing is very carefully concealed in this -- in this proxy statement.",
                "start": 2625.746,
                "byte_stop": 10643205,
                "byte_start": 10606425,
                "stop": 2634.93
              },
              {
                "text": "This self dealing included first of all the promotion of a merger by the management group in order to perpetuate themselves in office by shifting the voting control of the case to certain defendants.",
                "start": 2634.93,
                "byte_stop": 10694823,
                "byte_start": 10643205,
                "stop": 2647.834
              },
              {
                "text": "Second, the promotion of a plan --",
                "start": 2647.834,
                "byte_stop": 10703809,
                "byte_start": 10694823,
                "stop": 2650.071
              }
            ]
          },
          {
            "start": 2650.071,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 10747800,
            "stop": 2661.086,
            "byte_start": 10703809,
            "text_blocks": [
              {
                "text": "Mr. Elson, (Inaudible)",
                "start": 2650.071,
                "byte_stop": 10747800,
                "byte_start": 10703809,
                "stop": 2661.086
              }
            ]
          },
          {
            "start": 2661.086,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 10750307,
            "stop": 2661.704,
            "byte_start": 10747800,
            "text_blocks": [
              {
                "text": "Your, Honor, I'm -- I'm --",
                "start": 2661.086,
                "byte_stop": 10750307,
                "byte_start": 10747800,
                "stop": 2661.704
              }
            ]
          },
          {
            "start": 2661.704,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 10755741,
            "stop": 2663.077,
            "byte_start": 10750307,
            "text_blocks": [
              {
                "text": "(Inaudible) the allegations of the --",
                "start": 2661.704,
                "byte_stop": 10755741,
                "byte_start": 10750307,
                "stop": 2663.077
              }
            ]
          },
          {
            "start": 2663.077,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 10826480,
            "stop": 2680.75,
            "byte_start": 10755741,
            "text_blocks": [
              {
                "text": "I'm going on the basis that since the only -- that this comes up on motion as counsel for petitioners stated yesterday.",
                "start": 2663.077,
                "byte_stop": 10787610,
                "byte_start": 10755741,
                "stop": 2671.034
              },
              {
                "text": "The facts set forth in the amended complaint must be assumed to be true for purposes of this hearing.",
                "start": 2671.034,
                "byte_stop": 10820002,
                "byte_start": 10787610,
                "stop": 2679.141
              },
              {
                "text": "That had -- there had been no findings.",
                "start": 2679.141,
                "byte_stop": 10826480,
                "byte_start": 10820002,
                "stop": 2680.75
              }
            ]
          },
          {
            "start": 2680.75,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 10837138,
            "stop": 2683.407,
            "byte_start": 10826480,
            "text_blocks": [
              {
                "text": "In any event do you (Inaudible)",
                "start": 2680.75,
                "byte_stop": 10837138,
                "byte_start": 10826480,
                "stop": 2683.407
              }
            ]
          },
          {
            "start": 2683.407,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 10841318,
            "stop": 2684.456,
            "byte_start": 10837138,
            "text_blocks": [
              {
                "text": "That is correct, Mr. Justice White.",
                "start": 2683.407,
                "byte_stop": 10841318,
                "byte_start": 10837138,
                "stop": 2684.456
              }
            ]
          },
          {
            "start": 2684.456,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 10848946,
            "stop": 2686.372,
            "byte_start": 10841318,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2684.456,
                "byte_stop": 10848946,
                "byte_start": 10841318,
                "stop": 2686.372
              }
            ]
          },
          {
            "start": 2686.372,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 11626663,
            "stop": 2880.808,
            "byte_start": 10848946,
            "text_blocks": [
              {
                "text": "That's correct.",
                "start": 2686.372,
                "byte_stop": 10865037,
                "byte_start": 10848946,
                "stop": 2690.394
              },
              {
                "text": "The second aspect of self dealing was a promotion of a plan by certain defendants in order to obtain a market for their large holdings of American Tractor Company's stock.",
                "start": 2690.394,
                "byte_stop": 10915192,
                "byte_start": 10865037,
                "stop": 2702.918
              },
              {
                "text": "This was accomplished by obtaining the full current stock market price of AT stock -- ATC stock.",
                "start": 2702.918,
                "byte_stop": 10949883,
                "byte_start": 10915192,
                "stop": 2711.601
              },
              {
                "text": "The third was the securing of valuable stock options for several of the defendants as one, the terms of the merger.",
                "start": 2711.601,
                "byte_stop": 10983946,
                "byte_start": 10949883,
                "stop": 2720.121
              },
              {
                "text": "And finally, the securing by one of the negotiators for Case and the chairman of the Committee who was responsible for the actual making of the transaction of a substantial amount of business for his own company, a supplier of Case.",
                "start": 2720.121,
                "byte_stop": 11069210,
                "byte_start": 10983946,
                "stop": 2741.427
              },
              {
                "text": "Third aspect of this proxy statement which is significant and which was not revealed was the excessive price which was paid for Case, grossly excessive price, a sum of $70 million for a company with assets of worth approximately a million.",
                "start": 2741.427,
                "byte_stop": 11168266,
                "byte_start": 11069210,
                "stop": 2766.208
              },
              {
                "text": "Case gave an exchange for each share of ATC stock, a half share of Case common and one share of $7, 6.5% preferred stock.",
                "start": 2766.208,
                "byte_stop": 11215078,
                "byte_start": 11168266,
                "stop": 2777.908
              },
              {
                "text": "On the basis of this exchange -- of this price, the price paid was 218 times the average earnings for ATC during the years 1952 and 192 -- 1956.",
                "start": 2777.908,
                "byte_stop": 11275473,
                "byte_start": 11215078,
                "stop": 2792.999
              },
              {
                "text": "It was more than 50 times the -- the earnings for the best year of ATC.",
                "start": 2792.999,
                "byte_stop": 11305775,
                "byte_start": 11275473,
                "stop": 2800.579
              },
              {
                "text": "The book value of -- of Case was $36 a share at the time where ATC was $1 and 15 cents.",
                "start": 2800.579,
                "byte_stop": 11344645,
                "byte_start": 11305775,
                "stop": 2810.303
              },
              {
                "text": "You had a ratio here of 17:1.",
                "start": 2810.303,
                "byte_stop": 11366066,
                "byte_start": 11344645,
                "stop": 2815.657
              },
              {
                "text": "Finally, the proxy statement failed to disclose the capital requirements and the competitive factors which were involved in entering the road building and heavy construction business which was one of the prime justifications offered by the management for the merger.",
                "start": 2815.657,
                "byte_stop": 11447568,
                "byte_start": 11366066,
                "stop": 2836.026
              },
              {
                "text": "These factors were in important way responsible for the serious financial problems which later confronted Case.",
                "start": 2836.026,
                "byte_stop": 11486438,
                "byte_start": 11447568,
                "stop": 2845.728
              },
              {
                "text": "By December of 1961, its indebtedness had increased to $162 million.",
                "start": 2845.728,
                "byte_stop": 11521024,
                "byte_start": 11486438,
                "stop": 2854.374
              },
              {
                "text": "At a series of years of very severe losses and were it not for the agreement of a group of banks to extend this indebtedness and increased it substantially, Case would have been in bankruptcy or reorganization.",
                "start": 2854.374,
                "byte_stop": 11578284,
                "byte_start": 11521024,
                "stop": 2868.697
              },
              {
                "text": "At the time of the merger, there was $42 million in the treasury of Case Company.",
                "start": 2868.697,
                "byte_stop": 11600332,
                "byte_start": 11578284,
                "stop": 2874.202
              },
              {
                "text": "By the end of the fiscal year 1961, they had all been virtually used up.",
                "start": 2874.202,
                "byte_stop": 11626663,
                "byte_start": 11600332,
                "stop": 2880.808
              }
            ]
          },
          {
            "start": 2880.808,
            "speaker": null,
            "byte_stop": 11662712,
            "stop": 2889.806,
            "byte_start": 11626663,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2880.808,
                "byte_stop": 11662712,
                "byte_start": 11626663,
                "stop": 2889.806
              }
            ]
          },
          {
            "start": 2889.806,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 11668250,
            "stop": 2891.189,
            "byte_start": 11662712,
            "text_blocks": [
              {
                "text": "That's right, Mr. Justice Harlan.",
                "start": 2889.806,
                "byte_stop": 11668250,
                "byte_start": 11662712,
                "stop": 2891.189
              }
            ]
          },
          {
            "start": 2891.189,
            "speaker": null,
            "byte_stop": 11686118,
            "stop": 2895.668,
            "byte_start": 11668250,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 2891.189,
                "byte_stop": 11686118,
                "byte_start": 11668250,
                "stop": 2895.668
              }
            ]
          },
          {
            "start": 2895.668,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 15876890,
            "stop": 3943.354,
            "byte_start": 11686118,
            "text_blocks": [
              {
                "text": "Well, it was my thought, Mr. Justice Harlan that the Court should have before it at least the factual context to -- to consider the legal issues and I'm coming to them very shortly.",
                "start": 2895.668,
                "byte_stop": 11742751,
                "byte_start": 11686118,
                "stop": 2909.814
              },
              {
                "text": "The complaint asked the Court to declare the proxy solicitation materially false and misleading.",
                "start": 2909.814,
                "byte_stop": 11770337,
                "byte_start": 11742751,
                "stop": 2916.718
              },
              {
                "text": "The proxy solicited illegal and that the merger and all agreements entered pursuant thereto are void.",
                "start": 2916.718,
                "byte_stop": 11802624,
                "byte_start": 11770337,
                "stop": 2924.787
              },
              {
                "text": "Damages are requested for the injury sustained by the plaintiff and all other stockholders, similarly situated and such other in further relief as equity shall require.",
                "start": 2924.787,
                "byte_stop": 11846405,
                "byte_start": 11802624,
                "stop": 2935.731
              },
              {
                "text": "Now, I come to the -- back to the issue.",
                "start": 2935.731,
                "byte_stop": 11868139,
                "byte_start": 11846405,
                "stop": 2941.171
              },
              {
                "text": "I think that the defendants here have -- petitioners have wavered considerably in deciding what the issue was and what relief they believe the federal court could give.",
                "start": 2941.171,
                "byte_stop": 11912547,
                "byte_start": 11868139,
                "stop": 2952.26
              },
              {
                "text": "The District Court held that there was an implied cause of action under Section 14 (a) that limited relief to declaratory relief.",
                "start": 2952.26,
                "byte_stop": 11954866,
                "byte_start": 11912547,
                "stop": 2962.853
              },
              {
                "text": "In fact that it -- it said the week that the plaintiffs could not -- could get a -- were -- could -- could obtain of the facts warranted.",
                "start": 2962.853,
                "byte_stop": 11990706,
                "byte_start": 11954866,
                "stop": 2971.796
              },
              {
                "text": "A declaration that the proxy statement was false and misleading, that the proxies were illegally employed and that the merger and the agreements made pursuant thereto were void.",
                "start": 2971.796,
                "byte_stop": 12045354,
                "byte_start": 11990706,
                "stop": 2985.47
              },
              {
                "text": "In the Court of Appeals, the petitioners and -- and I might say that the petitioners rep -- were represented by the same counsel in this case all the way through until after the grant of certiorari.",
                "start": 2985.47,
                "byte_stop": 12091643,
                "byte_start": 12045354,
                "stop": 2997.044
              },
              {
                "text": "And for the first time, Case Corporation had separate counsel after the petition for a cert -- certiorari was granted.",
                "start": 2997.044,
                "byte_stop": 12126438,
                "byte_start": 12091643,
                "stop": 3005.745
              },
              {
                "text": "In the Court of Appeals, the petitioners asked for an affirmance of the District Court order and argued that relief be limited to declaratory relief.",
                "start": 3005.745,
                "byte_stop": 12172100,
                "byte_start": 12126438,
                "stop": 3017.164
              },
              {
                "text": "In the petition for certiorari, they stated the issues at -- as I see it solely in terms of the scope of relief and in part, they relied on the conflict between the Dann case in the Sixth Circuit and the Court of Appeals decision below.",
                "start": 3017.164,
                "byte_stop": 12241899,
                "byte_start": 12172100,
                "stop": 3034.608
              },
              {
                "text": "Now, in the Case -- in the briefs filed in this Court, in the first brief filed by Case Company, Case claimed that relief was limited to the relief -- relief that could be given was limited to injunction departing from the District Court ruling, the declaratory relief could also be given.",
                "start": 3034.608,
                "byte_stop": 12345031,
                "byte_start": 12241899,
                "stop": 3060.389
              },
              {
                "text": "Nevertheless, the brief concludes with a request, the District Court order be reinstated to give declaratory relief.",
                "start": 3060.389,
                "byte_stop": 12386408,
                "byte_start": 12345031,
                "stop": 3070.722
              },
              {
                "text": "Individual briefs similarly state the issue as though only the scope of relief is involved.",
                "start": 3070.722,
                "byte_stop": 12411486,
                "byte_start": 12386408,
                "stop": 3077.015
              },
              {
                "text": "Now, in the reply brief when -- when the -- for the -- only one reply brief was filed and this was for the Company and in oral argument, as I understand Mr. Whyte's argument, Case Company in fact reverses itself.",
                "start": 3077.015,
                "byte_stop": 12483897,
                "byte_start": 12411486,
                "stop": 3095.114
              },
              {
                "text": "And without having taken a cross appeal from the District Court's judgment, asked this Court to reverse that this -- not only the Court of Appeals but also the District Court because it asked in its conclusion that all of Count 2 be stricken in its entirety.",
                "start": 3095.114,
                "byte_stop": 12556204,
                "byte_start": 12483897,
                "stop": 3113.184
              },
              {
                "text": "I might say that that position of course is -- at variance with the position expressed by Mr. Davis speaking for the individual petitioners.",
                "start": 3113.184,
                "byte_stop": 12586506,
                "byte_start": 12556204,
                "stop": 3120.767
              },
              {
                "text": "He acknowledged that he believed that there wasn't implied cause of action under Section 14 (a) but that relief should be limited to declaratory relief.",
                "start": 3120.767,
                "byte_stop": 12638333,
                "byte_start": 12586506,
                "stop": 3133.706
              },
              {
                "text": "As I understand the Company's position now, it is that there is no remedy under Section 27 for violations of Section 14 (a) and that Count 2 should be stricken in its entirety.",
                "start": 3133.706,
                "byte_stop": 12698937,
                "byte_start": 12638333,
                "stop": 3148.878
              },
              {
                "text": "I might say that the reply brief does not discuss or answer the cases cited by the respondent and the Commission in their briefs.",
                "start": 3148.878,
                "byte_stop": 12736972,
                "byte_start": 12698937,
                "stop": 3158.371
              },
              {
                "text": "I submit that the change of position of the Case Company was due to the realization that once the implied remedy -- the existence of the implied remedy has conceded, there is no sound basis for drawing a line as to relief given.",
                "start": 3158.371,
                "byte_stop": 12810637,
                "byte_start": 12736972,
                "stop": 3176.787
              },
              {
                "text": "The relief must rest on the discretion of the Court.",
                "start": 3176.787,
                "byte_stop": 12825370,
                "byte_start": 12810637,
                "stop": 3180.467
              },
              {
                "text": "It does not -- there's no issue of jurisdiction involved.",
                "start": 3180.467,
                "byte_stop": 12845119,
                "byte_start": 12825370,
                "stop": 3185.416
              },
              {
                "text": "Now, in taking the position that the Case Company now takes and of course it has departed from the question presented in the petition for a certiorari and also it -- it's confronted with the rule that no cross appeal having been taken.",
                "start": 3185.416,
                "byte_stop": 12914395,
                "byte_start": 12845119,
                "stop": 3202.741
              },
              {
                "text": "It may not ask for a modification of the District Court order which is more favorable to it or less favorable to the respondents.",
                "start": 3202.741,
                "byte_stop": 12953266,
                "byte_start": 12914395,
                "stop": 3212.442
              },
              {
                "text": "This rule was stated by Mr. Justice Cardozo, very succinctly in the Morley Construction Company case which he says, \"The rule isn't better and uncertain in the absence of cross appeal, appellee may not attack a decree with a view of enlarging his own rights thereunder or lessening the rights of his adversary.\"",
                "start": 3212.442,
                "byte_stop": 13051800,
                "byte_start": 12953266,
                "stop": 3237.072
              },
              {
                "text": "Now, we'll put these questions aside and meet the issue framed by the petitioners head on.",
                "start": 3237.072,
                "byte_stop": 13079071,
                "byte_start": 13051800,
                "stop": 3243.887
              },
              {
                "text": "Petitioners make in the reply brief two arguments to which I should make brief reference for the purpose only of indicating the full scope of the petitioner's position.",
                "start": 3243.887,
                "byte_stop": 13122435,
                "byte_start": 13079071,
                "stop": 3254.749
              },
              {
                "text": "The first is that the -- the application of the expressio unius principles since it -- as it -- that the argument being and since there are three sections in which there are expressed remedies hence it follows that there cannot be any implied remedies.",
                "start": 3254.749,
                "byte_stop": 13182203,
                "byte_start": 13122435,
                "stop": 3269.673
              },
              {
                "text": "The second is the claim that Section 27 of the Act is a limited and not a general ground of jurisdiction.",
                "start": 3269.673,
                "byte_stop": 13213027,
                "byte_start": 13182203,
                "stop": 3277.391
              },
              {
                "text": "I might say in passing that the expressio unius argument was rejected by this Court in this -- the Securities Act of 1933 and the SEC versus C. M. Joiner Leasing Corporation case which is discussed at our brief at page 34.",
                "start": 3277.391,
                "byte_stop": 13280737,
                "byte_start": 13213027,
                "stop": 3294.319
              },
              {
                "text": "And this Court construed Section 22 (a) of the Securities Act of 1933 which is almost identical in wording to Section 27 as a general ground of jurisdiction in the Deckert case to which we refer at page 23 of our brief.",
                "start": 3294.319,
                "byte_stop": 13355656,
                "byte_start": 13280737,
                "stop": 3313.032
              },
              {
                "text": "The arguments -- these two arguments of the petitioner would also compel the conclusion that no remedy is created under Section 27 for violation of other sections of the Act including Sections 10 (b), the -- the antifraud section, Section 6 (b) requiring stock exchanges to adapt disciplinary procedures, Section 7, margin requirement provisions, Section 29 (b) which authorizes the voiding of contracts in violation of the Act.",
                "start": 3313.032,
                "byte_stop": 13474147,
                "byte_start": 13355656,
                "stop": 3342.68
              },
              {
                "text": "And moreover, it would prevent the Securities Exchange Commission itself from seeking relief under Section 27 which was not specifically provided for in the Act.",
                "start": 3342.68,
                "byte_stop": 13521690,
                "byte_start": 13474147,
                "stop": 3354.548
              },
              {
                "text": "In effect, what this Court is being asked by the petitioner Case to do, is to overturn a substantial body of law developed over 20 years recognizing and implementing implied remedies under Securities Exchange Act, important part of the Federal Securities Regulation of this country.",
                "start": 3354.548,
                "byte_stop": 13605595,
                "byte_start": 13521690,
                "stop": 3375.522
              },
              {
                "text": "Actions have been implied on behalf of the shareholders.",
                "start": 3375.522,
                "byte_stop": 13625866,
                "byte_start": 13605595,
                "stop": 3380.602
              },
              {
                "text": "Under Section 27 for violations of various provisions of the Act by the Courts of Appeal from the Sixth Circuits then rejected by none insofar as shareholders are concerned, the Howard versus First case being a case involved in the derivative action.",
                "start": 3380.602,
                "byte_stop": 13699950,
                "byte_start": 13625866,
                "stop": 3399.106
              },
              {
                "text": "In many of those cases, certiorari was applied for and denied.",
                "start": 3399.106,
                "byte_stop": 13723460,
                "byte_start": 13699950,
                "stop": 3405.008
              },
              {
                "text": "And many -- many of those cases have been cited by this Court in other -- in context of other statutes where the question of implied remedies have -- have come up.",
                "start": 3405.008,
                "byte_stop": 13772988,
                "byte_start": 13723460,
                "stop": 3417.377
              },
              {
                "text": "Now, so far as Section 14 (a) is concerned, the actions have been implied by the Sixth and Seventh Court -- Courts of Appeal and as to derivative actions by the Third Court of Appeals.",
                "start": 3417.377,
                "byte_stop": 13820322,
                "byte_start": 13772988,
                "stop": 3429.201
              },
              {
                "text": "As to violations of Section 10 (b), there had been decisions by the Second, Third, Fifth, and Sixth, and Ninth Circuits.",
                "start": 3429.201,
                "byte_stop": 13851669,
                "byte_start": 13820322,
                "stop": 3437.054
              },
              {
                "text": "As to violations of Section 6 (b), 7 (c), and 29 (b), remedies of an implied both by the Federal Courts of Appeal and District Courts.",
                "start": 3437.054,
                "byte_stop": 13897122,
                "byte_start": 13851669,
                "stop": 3448.414
              },
              {
                "text": "And remedies have been implied for the Securities Exchange Commission itself under Section 14 (a) for violations of the -- under -- under Section 27 for violation of Section 14 (a) to the Third and Ninth Circuits.",
                "start": 3448.414,
                "byte_stop": 13963264,
                "byte_start": 13897122,
                "stop": 3464.945
              },
              {
                "text": "Now, this well-established body of law is grounded on sound analysis with the Securities Exchange Act and upon principles long articulated by this Court.",
                "start": 3464.945,
                "byte_stop": 14006314,
                "byte_start": 13963264,
                "stop": 3475.702
              },
              {
                "text": "The general rule which has been articulated by this Court many times is that where you have a statute which is designed to protect a class of persons.",
                "start": 3475.702,
                "byte_stop": 14056991,
                "byte_start": 14006314,
                "stop": 3488.366
              },
              {
                "text": "And one of that class of persons is injured, the right of such person to sue to remedy the -- that injury will be implied.",
                "start": 3488.366,
                "byte_stop": 14104116,
                "byte_start": 14056991,
                "stop": 3500.147
              },
              {
                "text": "This was the basic of the holding and the Steel and Transtar cases, and in numerous other cases which this Court is familiar with.",
                "start": 3500.147,
                "byte_stop": 14139538,
                "byte_start": 14104116,
                "stop": 3509.021
              },
              {
                "text": "Now, in this particular case, dealing as we do with the Securities Exchange Act, we have language in that Act which buttresses this special principle.",
                "start": 3509.021,
                "byte_stop": 14181334,
                "byte_start": 14139538,
                "stop": 3519.466
              },
              {
                "text": "This is a remedial statute.",
                "start": 3519.466,
                "byte_stop": 14192201,
                "byte_start": 14181334,
                "stop": 3522.192
              },
              {
                "text": "The Act itself, Section 2, declares and I'm quoting, \"Transactions and securities as commonly conducted upon Securities Exchanges and over the counter markets are affected with the national public interest which makes it necessary to provide for regulation and control of such transactions and the practices and matters related thereto.",
                "start": 3522.192,
                "byte_stop": 14284361,
                "byte_start": 14192201,
                "stop": 3545.22
              },
              {
                "text": "And Section 2 also declares and this is important, that one of its purposes is to make, \"Regulation and control of security transactions reasonably complete and effective.\"",
                "start": 3545.22,
                "byte_stop": 14345592,
                "byte_start": 14284361,
                "stop": 3560.518
              },
              {
                "text": "Now, under a broadly based regulatory statute such as a Securities Exchange Act, there are many reasons for implying a remedy.",
                "start": 3560.518,
                "byte_stop": 14392404,
                "byte_start": 14345592,
                "stop": 3572.224
              },
              {
                "text": "This includes the following.",
                "start": 3572.224,
                "byte_stop": 14405569,
                "byte_start": 14392404,
                "stop": 3575.523
              },
              {
                "text": "First, the fact that the Act and particularly the proxy that provisions are designed to protect shareholders and publicly held corporations as a class.",
                "start": 3575.523,
                "byte_stop": 14454053,
                "byte_start": 14405569,
                "stop": 3587.653
              },
              {
                "text": "The remedial purpose of Section 14 (a) was referred to in the -- in the legislative history as being to control the conditions under which proxies maybe solicited, prevent the recurrence of abuses which frustrated the voting rights of shareholders.\"",
                "start": 3587.653,
                "byte_stop": 14532106,
                "byte_start": 14454053,
                "stop": 3607.169
              },
              {
                "text": "As stated in a -- I think one of the most definitive decisions discussing Section 10 (b) in this case by Mr. -- by Chief Judge Biggs of the Second Circuit, the case of McClure versus Borne Chemical Company.",
                "start": 3607.169,
                "byte_stop": 14600965,
                "byte_start": 14532106,
                "stop": 3624.371
              },
              {
                "text": "The Act creates a new federal law of management stockholder relationships and provides stockholders with a potent weapon for enforcement of many fiduciary duties.",
                "start": 3624.371,
                "byte_stop": 14651225,
                "byte_start": 14600965,
                "stop": 3636.946
              },
              {
                "text": "In that case, I might say incidentally that the Court held that the State security for statute -- for expense statute was inapplicable to an action brought under Section 10 (b) of the Securities Exchange Act.",
                "start": 3636.946,
                "byte_stop": 14711933,
                "byte_start": 14651225,
                "stop": 3652.125
              },
              {
                "text": "The second reason for implying the cause of action as well as providing complete relief is the essential need for private actions when the task of securing compliance is of great magnitude.",
                "start": 3652.125,
                "byte_stop": 14773687,
                "byte_start": 14711933,
                "stop": 3667.556
              },
              {
                "text": "The private action secures additional compliance and its existence also acts as a deterrent to noncompliance.",
                "start": 3667.556,
                "byte_stop": 14807855,
                "byte_start": 14773687,
                "stop": 3676.104
              },
              {
                "text": "As the Commission brief points out, in this case, with relation to the matter of manipulation.",
                "start": 3676.104,
                "byte_stop": 14832410,
                "byte_start": 14807855,
                "stop": 3682.239
              },
              {
                "text": "The Commission would not have been -- it would not have been possible for the Commission in the short time that it had to examine this proxy statement, to determine whether or not that price of ATC stock had been artificially maintained -- legally maintained.",
                "start": 3682.239,
                "byte_stop": 14906075,
                "byte_start": 14832410,
                "stop": 3700.661
              },
              {
                "text": "The third reason for implying the remedy is the need -- the need exists where the regulation creates new duties which are unknown or rare in the States.",
                "start": 3700.661,
                "byte_stop": 14953200,
                "byte_start": 14906075,
                "stop": 3712.437
              },
              {
                "text": "Now, I might say in passing that with reference to the point made by Mr. Whyte, there are very few states that have statutes of this character.",
                "start": 3712.437,
                "byte_stop": 15000221,
                "byte_start": 14953200,
                "stop": 3724.194
              },
              {
                "text": "For the fact that public utility the -- that corporate transactions are interstate in character, requires you to form remedies.",
                "start": 3724.194,
                "byte_stop": 15043688,
                "byte_start": 15000221,
                "stop": 3735.051
              },
              {
                "text": "You -- in -- in most of these cases, you have numerous individuals involved.",
                "start": 3735.051,
                "byte_stop": 15062183,
                "byte_start": 15043688,
                "stop": 3739.669
              },
              {
                "text": "They reside in various states.",
                "start": 3739.669,
                "byte_stop": 15071692,
                "byte_start": 15062183,
                "stop": 3742.065
              },
              {
                "text": "There is need for clear provisions as to venue.",
                "start": 3742.065,
                "byte_stop": 15094993,
                "byte_start": 15071692,
                "stop": 3747.892
              },
              {
                "text": "There is need for securing service over them which would be impossible if these matters were relegated to the States.",
                "start": 3747.892,
                "byte_stop": 15139506,
                "byte_start": 15094993,
                "stop": 3759.01
              },
              {
                "text": "There also, it's the practical problems which we point out in much greater detail in our brief and I refer the Court to that.",
                "start": 3759.01,
                "byte_stop": 15171166,
                "byte_start": 15139506,
                "stop": 3766.933
              },
              {
                "text": "Finally there's -- these various -- the absence of any formal administrative procedure under the Act for shareholders.",
                "start": 3766.933,
                "byte_stop": 15199483,
                "byte_start": 15171166,
                "stop": 3773.992
              },
              {
                "text": "There's no way in which shareholders maybe heard with relation to the violation of their rights.",
                "start": 3773.992,
                "byte_stop": 15238980,
                "byte_start": 15199483,
                "stop": 3783.882
              },
              {
                "text": "In addition to these facts, you -- you -- we do have a recognition by Congress of the implied remedy with relation to Section 29 (b) of the Act.",
                "start": 3783.882,
                "byte_stop": 15277746,
                "byte_start": 15238980,
                "stop": 3793.564
              },
              {
                "text": "That Act was amended in 1938 and Congress, by the amendment, excluded certain contracts from being considered void in actions brought under Section 29 (a) recognizing that actions could be brought under that Section.",
                "start": 3793.564,
                "byte_stop": 15349112,
                "byte_start": 15277746,
                "stop": 3811.421
              },
              {
                "text": "And I might say that the lower court here held that it did have jurisdiction to declare these contracts invalid under Section 29 (b).",
                "start": 3811.421,
                "byte_stop": 15391640,
                "byte_start": 15349112,
                "stop": 3822.045
              },
              {
                "text": "There should be out of the consideration that the -- that the Commission itself, the agency which is charged with the administration of the Act should not be denied remedies essential to its task, a result which would follow the arguments of the Case Corporation itself.",
                "start": 3822.045,
                "byte_stop": 15469798,
                "byte_start": 15391640,
                "stop": 3841.572
              },
              {
                "text": "The reports, for example, have it -- to request the Commission appointed receivers of the 1934 Act or this particular form of relief is not expressed and provided for in the Act.",
                "start": 3841.572,
                "byte_stop": 15517550,
                "byte_start": 15469798,
                "stop": 3853.523
              },
              {
                "text": "Now, all of the considerations which I haven't -- had listed which compelled the implication of a private right of action, also sustained the Court of Appeals holding that jurisdiction extends to grant whatever relief the merits of the controversy may require and requires a rejection of the -- it's better, a piecemeal litigation approach which was -- which was the approach of the Dann case.",
                "start": 3853.523,
                "byte_stop": 15645027,
                "byte_start": 15517550,
                "stop": 3885.389
              },
              {
                "text": "Any -- in fact except for Dann, no court has ever -- do not have the right to -- a plaintiff to appropriate relief has never been denied by any court.",
                "start": 3885.389,
                "byte_stop": 15695287,
                "byte_start": 15645027,
                "stop": 3897.946
              },
              {
                "text": "There's never been any question raised as to the scope of relief except for that one case.",
                "start": 3897.946,
                "byte_stop": 15728410,
                "byte_start": 15695287,
                "stop": 3906.237
              },
              {
                "text": "I submit that the Court of Appeals holding is sourly based under broad grant of jurisdiction in Section 27.",
                "start": 3906.237,
                "byte_stop": 15754219,
                "byte_start": 15728410,
                "stop": 3912.676
              },
              {
                "text": "I won't' take time to read that Section, I think the cursory reading will indicate its breath.",
                "start": 3912.676,
                "byte_stop": 15781700,
                "byte_start": 15754219,
                "stop": 3919.545
              },
              {
                "text": "I think the Court's holding is -- is based certainly on use -- I'm -- I'm referring to Bell versus Hood.",
                "start": 3919.545,
                "byte_stop": 15819003,
                "byte_start": 15781700,
                "stop": 3928.869
              },
              {
                "text": "I think is on the sound ground.",
                "start": 3928.869,
                "byte_stop": 15826526,
                "byte_start": 15819003,
                "stop": 3930.751
              },
              {
                "text": "In that case the Court stated, \"That's been the rule from the beginning.\"",
                "start": 3930.751,
                "byte_stop": 15843244,
                "byte_start": 15826526,
                "stop": 3934.947
              },
              {
                "text": "There were federally protected rights have been invaded, courts will be alert to adjust their remedies so as to grant the necessary relief.",
                "start": 3934.947,
                "byte_stop": 15876890,
                "byte_start": 15843244,
                "stop": 3943.354
              }
            ]
          },
          {
            "start": 3943.354,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 15897161,
            "stop": 3948.422,
            "byte_start": 15876890,
            "text_blocks": [
              {
                "text": "Mr. Elson, I take it that you just disagree with the First case in the Second Circuit?",
                "start": 3943.354,
                "byte_stop": 15897161,
                "byte_start": 15876890,
                "stop": 3948.422
              }
            ]
          },
          {
            "start": 3948.422,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 15902699,
            "stop": 3949.806,
            "byte_start": 15897161,
            "text_blocks": [
              {
                "text": "Yes, I do Your Honor.",
                "start": 3948.422,
                "byte_stop": 15902699,
                "byte_start": 15897161,
                "stop": 3949.806
              }
            ]
          },
          {
            "start": 3949.806,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 15914506,
            "stop": 3952.763,
            "byte_start": 15902699,
            "text_blocks": [
              {
                "text": "And that is squarely contrary, I suppose with the --",
                "start": 3949.806,
                "byte_stop": 15914506,
                "byte_start": 15902699,
                "stop": 3952.763
              }
            ]
          },
          {
            "start": 3952.763,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16141458,
            "stop": 4009.504,
            "byte_start": 15914506,
            "text_blocks": [
              {
                "text": "Well the -- the Howard versus First case, I should say it first, tried out the question of whether or not an action brought in behalf of shareholders that was -- could be brought under Section 14.",
                "start": 3952.763,
                "byte_stop": 15974902,
                "byte_start": 15914506,
                "stop": 3967.858
              },
              {
                "text": "It states expressly -- so it does not pass on that question.",
                "start": 3967.858,
                "byte_stop": 15991724,
                "byte_start": 15974902,
                "stop": 3972.074
              },
              {
                "text": "It does pass on the question of the derivative aspect.",
                "start": 3972.074,
                "byte_stop": 16009174,
                "byte_start": 15991724,
                "stop": 3976.422
              },
              {
                "text": "I don't see -- I -- I don't' follow the logic of that case and I don't see why if a corporation is damaged, it should not have the same rights as the individuals to secure relief under Section 14 (a).",
                "start": 3976.422,
                "byte_stop": 16062777,
                "byte_start": 16009174,
                "stop": 3989.819
              },
              {
                "text": "The case has been severely criticized.",
                "start": 3989.819,
                "byte_stop": 16076570,
                "byte_start": 16062777,
                "stop": 3993.279
              },
              {
                "text": "In fact in one recent opinion prior to his death, would -- surely before his death, the late Judge Clark said he thought that the case should've been overruled.",
                "start": 3993.279,
                "byte_stop": 16117739,
                "byte_start": 16076570,
                "stop": 4003.565
              },
              {
                "text": "And in fact, overturned is the word he used.",
                "start": 4003.565,
                "byte_stop": 16132368,
                "byte_start": 16117739,
                "stop": 4007.218
              },
              {
                "text": "And I don't -- I don't believe at some point --",
                "start": 4007.218,
                "byte_stop": 16141458,
                "byte_start": 16132368,
                "stop": 4009.504
              }
            ]
          },
          {
            "start": 4009.504,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16171238,
            "stop": 4016.937,
            "byte_start": 16141458,
            "text_blocks": [
              {
                "text": "Well, I suppose the argument is that the proxy rules were designed to protect shareholders and people who were dealing with security.",
                "start": 4009.504,
                "byte_stop": 16171238,
                "byte_start": 16141458,
                "stop": 4016.937
              }
            ]
          },
          {
            "start": 4016.937,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16182209,
            "stop": 4019.689,
            "byte_start": 16171238,
            "text_blocks": [
              {
                "text": "Well, that's right, Your Honor, but there aren't situations that there are --",
                "start": 4016.937,
                "byte_stop": 16182209,
                "byte_start": 16171238,
                "stop": 4019.689
              }
            ]
          },
          {
            "start": 4019.689,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16197360,
            "stop": 4023.482,
            "byte_start": 16182209,
            "text_blocks": [
              {
                "text": "(Voice Overlap) -- that the remedies such are reversed derivative action, I take it.",
                "start": 4019.689,
                "byte_stop": 16197360,
                "byte_start": 16182209,
                "stop": 4023.482
              }
            ]
          },
          {
            "start": 4023.482,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16205093,
            "stop": 4025.416,
            "byte_start": 16197360,
            "text_blocks": [
              {
                "text": "I didn't hear your question.",
                "start": 4023.482,
                "byte_stop": 16205093,
                "byte_start": 16197360,
                "stop": 4025.416
              }
            ]
          },
          {
            "start": 4025.416,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16214810,
            "stop": 4027.824,
            "byte_start": 16205093,
            "text_blocks": [
              {
                "text": "The corporations deriving its suit -- its right (Voice Overlap) --",
                "start": 4025.416,
                "byte_stop": 16214810,
                "byte_start": 16205093,
                "stop": 4027.824
              }
            ]
          },
          {
            "start": 4027.824,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16274996,
            "stop": 4042.888,
            "byte_start": 16214810,
            "text_blocks": [
              {
                "text": "That -- that's -- but there -- there may be situations, Your Honor, where the Corporation -- where you have a management group that takes action or a particular group within the management -- which maybe very prejudicial to the Corporation.",
                "start": 4027.824,
                "byte_stop": 16274996,
                "byte_start": 16214810,
                "stop": 4042.888
              }
            ]
          },
          {
            "start": 4042.888,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16283773,
            "stop": 4045.07,
            "byte_start": 16274996,
            "text_blocks": [
              {
                "text": "Well, this is a derivative action, isn't it?",
                "start": 4042.888,
                "byte_stop": 16283773,
                "byte_start": 16274996,
                "stop": 4045.07
              }
            ]
          },
          {
            "start": 4045.07,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16288893,
            "stop": 4046.366,
            "byte_start": 16283773,
            "text_blocks": [
              {
                "text": "No, Your Honor, it is not.",
                "start": 4045.07,
                "byte_stop": 16288893,
                "byte_start": 16283773,
                "stop": 4046.366
              }
            ]
          },
          {
            "start": 4046.366,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16313031,
            "stop": 4052.396,
            "byte_start": 16288893,
            "text_blocks": [
              {
                "text": "So you don't -- you -- you do argue that this is -- this is -- would you say this is an action in -- by the shareholders in their personal act?",
                "start": 4046.366,
                "byte_stop": 16313031,
                "byte_start": 16288893,
                "stop": 4052.396
              }
            ]
          },
          {
            "start": 4052.396,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16427238,
            "stop": 4080.946,
            "byte_start": 16313031,
            "text_blocks": [
              {
                "text": "Well, the Court -- the Court of Appeals held that the vindication of preemptive rights was a right, personal to shareholders in Count 1.",
                "start": 4052.396,
                "byte_stop": 16345213,
                "byte_start": 16313031,
                "stop": 4060.428
              },
              {
                "text": "Count 2 similarly asked for the vindication of -- of personal rights.",
                "start": 4060.428,
                "byte_stop": 16368515,
                "byte_start": 16345213,
                "stop": 4066.257
              },
              {
                "text": "We -- we say also, that -- that in addition to that, that this is a federally based action.And as such, the application of the state statute would not apply.",
                "start": 4066.257,
                "byte_stop": 16426088,
                "byte_start": 16368515,
                "stop": 4080.659
              },
              {
                "text": "I --",
                "start": 4080.659,
                "byte_stop": 16427238,
                "byte_start": 16426088,
                "stop": 4080.946
              }
            ]
          },
          {
            "start": 4080.946,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 16464018,
            "stop": 4090.143,
            "byte_start": 16427238,
            "text_blocks": [
              {
                "text": "What was the -- what was the personal right in Count 2, their -- their right to be fully informed of the -- of all the terms and conditions of the merger, isn't that right?",
                "start": 4080.946,
                "byte_stop": 16462033,
                "byte_start": 16427238,
                "stop": 4089.63
              },
              {
                "text": "That's the federal right.",
                "start": 4089.63,
                "byte_stop": 16464018,
                "byte_start": 16462033,
                "stop": 4090.143
              }
            ]
          },
          {
            "start": 4090.143,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16466422,
            "stop": 4090.729,
            "byte_start": 16464018,
            "text_blocks": [
              {
                "text": "Yes, that's correct Mr. --",
                "start": 4090.143,
                "byte_stop": 16466422,
                "byte_start": 16464018,
                "stop": 4090.729
              }
            ]
          },
          {
            "start": 4090.729,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 16472168,
            "stop": 4092.172,
            "byte_start": 16466422,
            "text_blocks": [
              {
                "text": "It's kind of a personal right.",
                "start": 4090.729,
                "byte_stop": 16472168,
                "byte_start": 16466422,
                "stop": 4092.172
              }
            ]
          },
          {
            "start": 4092.172,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16533608,
            "stop": 4107.524,
            "byte_start": 16472168,
            "text_blocks": [
              {
                "text": "Mr. Justice Stewart but that -- but what was injured in the process was the right of the shareholders, the -- their preemptive rights stopped because stock was being issued here in violation of the preemptive rights.",
                "start": 4092.172,
                "byte_stop": 16533608,
                "byte_start": 16472168,
                "stop": 4107.524
              }
            ]
          },
          {
            "start": 4107.524,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16551476,
            "stop": 4112.01,
            "byte_start": 16533608,
            "text_blocks": [
              {
                "text": "These damages they recovered -- who -- who have got a hold in those damages (Voice Overlap) --",
                "start": 4107.524,
                "byte_stop": 16551476,
                "byte_start": 16533608,
                "stop": 4112.01
              }
            ]
          },
          {
            "start": 4112.01,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16628172,
            "stop": 4131.183,
            "byte_start": 16551476,
            "text_blocks": [
              {
                "text": "Well, if -- if there is a recovery of -- of damages, the Court will of course have to determine that -- when we -- I -- I would assume that the -- that there'd be a fund created and which will be distributed by direction of the Court to the shareholders.",
                "start": 4112.01,
                "byte_stop": 16628172,
                "byte_start": 16551476,
                "stop": 4131.183
              }
            ]
          },
          {
            "start": 4131.183,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16634128,
            "stop": 4132.667,
            "byte_start": 16628172,
            "text_blocks": [
              {
                "text": "You don't think it will be long to the corporation?",
                "start": 4131.183,
                "byte_stop": 16634128,
                "byte_start": 16628172,
                "stop": 4132.667
              }
            ]
          },
          {
            "start": 4132.667,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16850317,
            "stop": 4186.72,
            "byte_start": 16634128,
            "text_blocks": [
              {
                "text": "I do not believe so.",
                "start": 4132.667,
                "byte_stop": 16637576,
                "byte_start": 16634128,
                "stop": 4133.538
              },
              {
                "text": "We're not asking of the turnover to the corporation.",
                "start": 4133.538,
                "byte_stop": 16650846,
                "byte_start": 16637576,
                "stop": 4136.841
              },
              {
                "text": "This is a -- an individual action.",
                "start": 4136.841,
                "byte_stop": 16662131,
                "byte_start": 16650846,
                "stop": 4139.665
              },
              {
                "text": "And there -- if -- if you -- if the -- if the entire opinion of the Court of Appeals was read in context or appear that this is a -- a -- an action brought in behalf of the shareholders.",
                "start": 4139.665,
                "byte_stop": 16707062,
                "byte_start": 16662131,
                "stop": 4150.889
              },
              {
                "text": "Now, I realized that the Commission has said that that in its opinion, you look at the damages that are being asked.",
                "start": 4150.889,
                "byte_stop": 16741334,
                "byte_start": 16707062,
                "stop": 4159.474
              },
              {
                "text": "There are two ways of determining, you look either -- you can either look at the injury that the -- to the group -- to -- to the quality of the injury complained of or to the damages.",
                "start": 4159.474,
                "byte_stop": 16783966,
                "byte_start": 16741334,
                "stop": 4170.131
              },
              {
                "text": "Now, we do not ask for a rescission.",
                "start": 4170.131,
                "byte_stop": 16791907,
                "byte_start": 16783966,
                "stop": 4172.116
              },
              {
                "text": "And so this is a state and I want to correctly -- we ask that the merger be declared void but it doesn't necessarily follow that the Court will rescind or needs to rescind whatever relief would be appropriate under the circumstance, the Court can give.",
                "start": 4172.116,
                "byte_stop": 16849690,
                "byte_start": 16791907,
                "stop": 4186.564
              },
              {
                "text": "The Court may --",
                "start": 4186.564,
                "byte_stop": 16850317,
                "byte_start": 16849690,
                "stop": 4186.72
              }
            ]
          },
          {
            "start": 4186.72,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16887620,
            "stop": 4196.026,
            "byte_start": 16850317,
            "text_blocks": [
              {
                "text": "Would you -- if -- if you prove the proxy statements were misleading, are the proxies automatically void?",
                "start": 4186.72,
                "byte_stop": 16887620,
                "byte_start": 16850317,
                "stop": 4196.026
              }
            ]
          },
          {
            "start": 4196.026,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 16921997,
            "stop": 4204.632,
            "byte_start": 16887620,
            "text_blocks": [
              {
                "text": "Not automatically, Mr. Justice White.",
                "start": 4196.026,
                "byte_stop": 16896084,
                "byte_start": 16887620,
                "stop": 4198.147
              },
              {
                "text": "I suppose the Court would still have to make a determination as to whether it should declare them or not.",
                "start": 4198.147,
                "byte_stop": 16921997,
                "byte_start": 16896084,
                "stop": 4204.632
              }
            ]
          },
          {
            "start": 4204.632,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 16955329,
            "stop": 4212.976,
            "byte_start": 16921997,
            "text_blocks": [
              {
                "text": "And you're going to -- you -- you're going to have to prove that that has been -- been full disclosure if the merger would not have been voted or approved.",
                "start": 4204.632,
                "byte_stop": 16955329,
                "byte_start": 16921997,
                "stop": 4212.976
              }
            ]
          },
          {
            "start": 4212.976,
            "speaker": {
              "last_name": "Elson",
              "ID": 15895,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/alex_elson",
              "view_count": 0,
              "identifier": "alex_elson",
              "name": "Alex Elson"
            },
            "byte_stop": 17065671,
            "stop": 4240.561,
            "byte_start": 16955329,
            "text_blocks": [
              {
                "text": "I think that would be a part of our case.",
                "start": 4212.976,
                "byte_stop": 16966405,
                "byte_start": 16955329,
                "stop": 4215.729
              },
              {
                "text": "Although, I would assume that it -- we show that this -- where you have a situation where the merger is approved by a close margin and we show that the proxy statement was in fact false and misleading, it would follow that the merger would be set aside.",
                "start": 4215.729,
                "byte_stop": 17065671,
                "byte_start": 16966405,
                "stop": 4240.561
              }
            ]
          },
          {
            "start": 4240.561,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 17070895,
            "stop": 4241.857,
            "byte_start": 17065671,
            "text_blocks": [
              {
                "text": "Mr. Loomis.",
                "start": 4240.561,
                "byte_stop": 17070895,
                "byte_start": 17065671,
                "stop": 4241.857
              }
            ]
          }
        ],
        "stop": 4241.857
      },
      {
        "start": 4241.857,
        "byte_stop": 21197615,
        "byte_start": 17070895,
        "turns": [
          {
            "start": 4241.857,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 18626017,
            "stop": 4630.639,
            "byte_start": 17070895,
            "text_blocks": [
              {
                "text": "May I -- Mr. Chief Justice, may it please the Court.",
                "start": 4241.857,
                "byte_stop": 17090435,
                "byte_start": 17070895,
                "stop": 4246.73
              },
              {
                "text": "The Commission believes that the existence of an effective private remedy for violation of the proxy rules is important to the congressional purpose of making proxy regulation reasonably complete and effective.",
                "start": 4246.73,
                "byte_stop": 17150203,
                "byte_start": 17090435,
                "stop": 4261.694
              },
              {
                "text": "We here have only the question of whether there is federal jurisdiction to grant adequate rel -- relief and not as to what relief should be granted in the particular case or even whether plaintiff has pleaded the case or will be able to prove one.",
                "start": 4261.694,
                "byte_stop": 17225644,
                "byte_start": 17150203,
                "stop": 4280.539
              },
              {
                "text": "It has been said that the proxy rules are the most effective disclosure device in the SEC scheme of things.",
                "start": 4280.539,
                "byte_stop": 17259081,
                "byte_start": 17225644,
                "stop": 4288.906
              },
              {
                "text": "On the other hand, they are among the more difficult to enforce because of the volume of worked, there are 2000 or so every year.",
                "start": 4288.906,
                "byte_stop": 17293981,
                "byte_start": 17259081,
                "stop": 4297.616
              },
              {
                "text": "They usually have to be cleared in 10 days and the sanctions available to the Commission under the statute are somewhat limited.",
                "start": 4297.616,
                "byte_stop": 17324805,
                "byte_start": 17293981,
                "stop": 4305.321
              },
              {
                "text": "There are no administrative sanctions, only injunctive actions and criminal prosecutions.",
                "start": 4305.321,
                "byte_stop": 17352182,
                "byte_start": 17324805,
                "stop": 4312.183
              },
              {
                "text": "The problem of remedies becomes more acute in a case such as this, is alleged to be where the deficiencies and the proxy statement or at least many of them could not be discovered until some time after the trans -- the meeting in view of the facts which later came to light.",
                "start": 4312.183,
                "byte_stop": 17439117,
                "byte_start": 17352182,
                "stop": 4333.907
              },
              {
                "text": "In such a situation, we would have some trouble invoking the jurisdiction of a court of equity to enjoin a proxy solicitation where the proxies had already been solicited, the meeting had been had and the transaction had been completed.",
                "start": 4333.907,
                "byte_stop": 17515186,
                "byte_start": 17439117,
                "stop": 4352.928
              },
              {
                "text": "It might well be that the District Court would say, \"We no longer had equity to enjoin the proxy solicitation.\"",
                "start": 4352.928,
                "byte_stop": 17543084,
                "byte_start": 17515186,
                "stop": 4359.892
              },
              {
                "text": "If so, the only remedy open to us is criminal prosecution and that's rather heavy artillery.",
                "start": 4359.892,
                "byte_stop": 17569729,
                "byte_start": 17543084,
                "stop": 4366.558
              },
              {
                "text": "According to Mr. Lassers' definitive text, there had been only three or four indictments in which proxy's violations were included among the charges and none before 1960.",
                "start": 4366.558,
                "byte_stop": 17633573,
                "byte_start": 17569729,
                "stop": 4382.524
              },
              {
                "text": "I next going to point out that contrary to the arguments that have been made at length by the petitioners, respondent's right of action does not depend upon a -- an affirmative finding that Congress intended in the Exchange Act to create this particular right.",
                "start": 4382.524,
                "byte_stop": 17712044,
                "byte_start": 17633573,
                "stop": 4402.145
              },
              {
                "text": "The foundation of respondent's rights is really based upon the common law.",
                "start": 4402.145,
                "byte_stop": 17735555,
                "byte_start": 17712044,
                "stop": 4408.027
              },
              {
                "text": "In Comyns' Digest, quoted by this Court in Texas & Pacific versus Rigsby, it was said, \"So in every case where a statute enacts or prohibits a thing for the benefit of a person, he shall have a remedy upon the same statute for the thing enacted for his advantage or for the recompense of a wrong done to him contrary to the said law.\"",
                "start": 4408.027,
                "byte_stop": 17837119,
                "byte_start": 17735555,
                "stop": 4433.411
              },
              {
                "text": "It is upon that common law basis that this Court has created private rights of action in many situations.",
                "start": 4433.411,
                "byte_stop": 17879751,
                "byte_start": 17837119,
                "stop": 4444.076
              },
              {
                "text": "And it is upon that common law basis that the lower courts have created private rights of action under the Securities Exchange Act.",
                "start": 4444.076,
                "byte_stop": 17920293,
                "byte_start": 17879751,
                "stop": 4454.206
              },
              {
                "text": "This is expressly stated in the early cases, Kardon versus National Gypsum, the first case under Rule 10 (b) (5), Brown versus Bullock, approximately the first case of importance under the Investment Company Act and in Dann versus Studebaker-Packard which petitioners rely on here.",
                "start": 4454.206,
                "byte_stop": 18007124,
                "byte_start": 17920293,
                "stop": 4475.915
              },
              {
                "text": "Section 27 of the Exchange Act, it suggested in the reply brief of the petitioners, merely grants jurisdiction over actions created by the Act, causes of action.",
                "start": 4475.915,
                "byte_stop": 18060622,
                "byte_start": 18007124,
                "stop": 4489.291
              },
              {
                "text": "That is not what it says.",
                "start": 4489.291,
                "byte_stop": 18068564,
                "byte_start": 18060622,
                "stop": 4491.281
              },
              {
                "text": "It says that it gives jurisdiction over actions to enforce any liability or duty created by the Act.",
                "start": 4491.281,
                "byte_stop": 18103150,
                "byte_start": 18068564,
                "stop": 4499.925
              },
              {
                "text": "It is the liability or duty which there is jurisdiction to enforce, not merely a cause of action created by the Act.",
                "start": 4499.925,
                "byte_stop": 18141915,
                "byte_start": 18103150,
                "stop": 4509.603
              },
              {
                "text": "Professor Lassers summarized the nature of the private rights as follows.\"",
                "start": 4509.603,
                "byte_stop": 18161664,
                "byte_start": 18141915,
                "stop": 4514.552
              },
              {
                "text": "In short, the private action under the proxy rules is an action created by the federal common law and brought to enforce a duty or liability created by the Commission's rules under Section 14 of the Exchange Act.\"",
                "start": 4514.552,
                "byte_stop": 18222791,
                "byte_start": 18161664,
                "stop": 4529.839
              },
              {
                "text": "That's 73 -- Harvard Law Review 1273.",
                "start": 4529.839,
                "byte_stop": 18239613,
                "byte_start": 18222791,
                "stop": 4534.043
              },
              {
                "text": "Of course, we would not say an action should be implied if Congress affirmatively did not intend one, that there is no showing of any affirmative intent on the part of Congress.",
                "start": 4534.043,
                "byte_stop": 18283395,
                "byte_start": 18239613,
                "stop": 4544.969
              },
              {
                "text": "That there should be no remedy for violation of the proxy rules.",
                "start": 4544.969,
                "byte_stop": 18299382,
                "byte_start": 18283395,
                "stop": 4548.98
              },
              {
                "text": "Petitioners do not suggest that there is -- was such an intent.",
                "start": 4548.98,
                "byte_stop": 18315682,
                "byte_start": 18299382,
                "stop": 4553.047
              },
              {
                "text": "They merely think that Congress should have had such an intention at the most.",
                "start": 4553.047,
                "byte_stop": 18335222,
                "byte_start": 18315682,
                "stop": 4557.941
              },
              {
                "text": "There isn't -- since the purpose of proxy rules is to protect the stockholders' right of suffrage in view of the problems of enforcement above mentioned.",
                "start": 4557.941,
                "byte_stop": 18376913,
                "byte_start": 18335222,
                "stop": 4568.358
              },
              {
                "text": "No congressional intent to withhold private rights completely can be -- be assumed -- presumed.",
                "start": 4568.358,
                "byte_stop": 18414947,
                "byte_start": 18376913,
                "stop": 4577.877
              },
              {
                "text": "Secondly, we believe in the petitioners' consent -- contention in the holding in Dann versus Studebaker-Packard, that stockholders' rights under the proxy rules, in a consummated transaction, are limited to a declaratory judgment, is in -- and any other remedy must be found under the state law is incorrect for three reasons.",
                "start": 4577.877,
                "byte_stop": 18501256,
                "byte_start": 18414947,
                "stop": 4599.438
              },
              {
                "text": "First, this Court has repeatedly held that the federal courts will afford inadequate remedy for breach of the federal right and not an inadequate one.",
                "start": 4599.438,
                "byte_stop": 18541693,
                "byte_start": 18501256,
                "stop": 4609.545
              },
              {
                "text": "Secondly, this Court has repeatedly held that the right of action in the federal courts for a violation of a federally created right is governed by federal and not state law.",
                "start": 4609.545,
                "byte_stop": 18591744,
                "byte_start": 18541693,
                "stop": 4622.07
              },
              {
                "text": "And thirdly, there is no effective state remedy or a proxy violation to which the petitioners can appropriately be remitted.",
                "start": 4622.07,
                "byte_stop": 18626017,
                "byte_start": 18591744,
                "stop": 4630.639
              }
            ]
          },
          {
            "start": 4630.639,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 18656841,
            "stop": 4638.336,
            "byte_start": 18626017,
            "text_blocks": [
              {
                "text": "Why isn't the remedy provided by the State, a -- an appraisal or to the ordinary dissenter's remedy of a -- of an appraisal on attached payment?",
                "start": 4630.639,
                "byte_stop": 18656841,
                "byte_start": 18626017,
                "stop": 4638.336
              }
            ]
          },
          {
            "start": 4638.336,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 18665096,
            "stop": 4640.401,
            "byte_start": 18656841,
            "text_blocks": [
              {
                "text": "Well, I think there are two --",
                "start": 4638.336,
                "byte_stop": 18665096,
                "byte_start": 18656841,
                "stop": 4640.401
              }
            ]
          },
          {
            "start": 4640.401,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 18668440,
            "stop": 4641.241,
            "byte_start": 18665096,
            "text_blocks": [
              {
                "text": "But why isn't that --",
                "start": 4640.401,
                "byte_stop": 18668440,
                "byte_start": 18665096,
                "stop": 4641.241
              }
            ]
          },
          {
            "start": 4641.241,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 18960593,
            "stop": 4714.282,
            "byte_start": 18668440,
            "text_blocks": [
              {
                "text": "-- aspects of that.",
                "start": 4641.241,
                "byte_stop": 18675336,
                "byte_start": 18668440,
                "stop": 4642.953
              },
              {
                "text": "First, the state courts themselves are split on whether or not this is a complete remedy or whether a stockholder may nevertheless go into court and seek that to upset the transaction on the ground of unfairness.",
                "start": 4642.953,
                "byte_stop": 18738448,
                "byte_start": 18675336,
                "stop": 4658.733
              },
              {
                "text": "As the -- the juries of the Court put that matter in Bingham versus Savings and Trust Company, 138 Atlantic 639, the plan must be free from unfairness before the complainants can be put to dereliction of joining their associates in the merger or taking compensation in lieu thereof.",
                "start": 4658.733,
                "byte_stop": 18826846,
                "byte_start": 18738448,
                "stop": 4680.847
              },
              {
                "text": "In the second place, the -- this remedy of appraisal can be invoked only if notice is given to the Corporation 48 hours before the meeting that the stockholder objects.",
                "start": 4680.847,
                "byte_stop": 18885674,
                "byte_start": 18826846,
                "stop": 4695.538
              },
              {
                "text": "At that point, the only information the stockholder has about the merger is what is in the proxy statement.",
                "start": 4695.538,
                "byte_stop": 18912632,
                "byte_start": 18885674,
                "stop": 4702.29
              },
              {
                "text": "And if it turns out the -- the proxy statement is wrong, he is deceived not only in the -- his voting but in this decision whether or not to invoke his appraisal right.",
                "start": 4702.29,
                "byte_stop": 18960593,
                "byte_start": 18912632,
                "stop": 4714.282
              }
            ]
          },
          {
            "start": 4714.282,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 18975013,
            "stop": 4717.875,
            "byte_start": 18960593,
            "text_blocks": [
              {
                "text": "What happened in this case?",
                "start": 4714.282,
                "byte_stop": 18968639,
                "byte_start": 18960593,
                "stop": 4716.288
              },
              {
                "text": "This is Wisconsin.",
                "start": 4716.288,
                "byte_stop": 18975013,
                "byte_start": 18968639,
                "stop": 4717.875
              }
            ]
          },
          {
            "start": 4717.875,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 18984103,
            "stop": 4720.168,
            "byte_start": 18975013,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 4717.875,
                "byte_stop": 18984103,
                "byte_start": 18975013,
                "stop": 4720.168
              }
            ]
          },
          {
            "start": 4720.168,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 18988701,
            "stop": 4721.297,
            "byte_start": 18984103,
            "text_blocks": [
              {
                "text": "Did he -- did he invoke his (Voice Overlap)?",
                "start": 4720.168,
                "byte_stop": 18988701,
                "byte_start": 18984103,
                "stop": 4721.297
              }
            ]
          },
          {
            "start": 4721.297,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 19006464,
            "stop": 4725.75,
            "byte_start": 18988701,
            "text_blocks": [
              {
                "text": "This stockholder did not, as I understand it, invoked his appraisal rights --",
                "start": 4721.297,
                "byte_stop": 19006464,
                "byte_start": 18988701,
                "stop": 4725.75
              }
            ]
          },
          {
            "start": 4725.75,
            "speaker": null,
            "byte_stop": 19012942,
            "stop": 4727.361,
            "byte_start": 19006464,
            "text_blocks": [
              {
                "text": "Well I beg your pardon, that's wrong.",
                "start": 4725.75,
                "byte_stop": 19012942,
                "byte_start": 19006464,
                "stop": 4727.361
              }
            ]
          },
          {
            "start": 4727.361,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 19014301,
            "stop": 4727.697,
            "byte_start": 19012942,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 4727.361,
                "byte_stop": 19014301,
                "byte_start": 19012942,
                "stop": 4727.697
              }
            ]
          },
          {
            "start": 4727.697,
            "speaker": null,
            "byte_stop": 19017331,
            "stop": 4728.461,
            "byte_start": 19014301,
            "text_blocks": [
              {
                "text": "He did.",
                "start": 4727.697,
                "byte_stop": 19017331,
                "byte_start": 19014301,
                "stop": 4728.461
              }
            ]
          },
          {
            "start": 4728.461,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 19022660,
            "stop": 4729.804,
            "byte_start": 19017331,
            "text_blocks": [
              {
                "text": "He did?",
                "start": 4728.461,
                "byte_stop": 19019107,
                "byte_start": 19017331,
                "stop": 4728.911
              },
              {
                "text": "I didn't know that --",
                "start": 4728.911,
                "byte_stop": 19022660,
                "byte_start": 19019107,
                "stop": 4729.804
              }
            ]
          },
          {
            "start": 4729.804,
            "speaker": null,
            "byte_stop": 19028616,
            "stop": 4731.288,
            "byte_start": 19022660,
            "text_blocks": [
              {
                "text": "He did not follow through with it.",
                "start": 4729.804,
                "byte_stop": 19028616,
                "byte_start": 19022660,
                "stop": 4731.288
              }
            ]
          },
          {
            "start": 4731.288,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 19031333,
            "stop": 4731.961,
            "byte_start": 19028616,
            "text_blocks": [
              {
                "text": "(Voice Overlap)",
                "start": 4731.288,
                "byte_stop": 19031333,
                "byte_start": 19028616,
                "stop": 4731.961
              }
            ]
          },
          {
            "start": 4731.961,
            "speaker": null,
            "byte_stop": 19044707,
            "stop": 4735.32,
            "byte_start": 19031333,
            "text_blocks": [
              {
                "text": "He -- he started it.",
                "start": 4731.961,
                "byte_stop": 19044707,
                "byte_start": 19031333,
                "stop": 4735.32
              }
            ]
          },
          {
            "start": 4735.32,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 19073128,
            "stop": 4742.407,
            "byte_start": 19044707,
            "text_blocks": [
              {
                "text": "Well, I guess we have the answer.",
                "start": 4735.32,
                "byte_stop": 19073128,
                "byte_start": 19044707,
                "stop": 4742.407
              }
            ]
          },
          {
            "start": 4742.407,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 19488371,
            "stop": 4846.226,
            "byte_start": 19073128,
            "text_blocks": [
              {
                "text": "As to the adequate -- as to the adequacy of remedy, Bell versus Hood expressly held that the federal courts would grant all necessary relief, Deckert versus Independent Share cited in our brief said much the same thing and the line of cases which follow, Texaco Workers versus Lincoln Mills, also indicate that the federal courts under a grant of jurisdiction such as is found at Section 27, will frame adequate remedies.",
                "start": 4742.407,
                "byte_stop": 19221086,
                "byte_start": 19073128,
                "stop": 4779.408
              },
              {
                "text": "Secondly, this -- the court -- federal courts have repeatedly held that the remedy to be granted to enforce a federal right is a matter of federal law and not state law.",
                "start": 4779.408,
                "byte_stop": 19272600,
                "byte_start": 19221086,
                "stop": 4792.287
              },
              {
                "text": "It was so stated expressly in Lincoln Mills, in Sola Electric cited in our brief, and in Tunstall versus Brotherhood where the Court said, \"The nature and extent of the legal consequences of this condemnation, i.e., that a certain conduct is unlawful, though left by the statute to judicial determination are nevertheless to be derive from it and the federal policy which it has adopted.\"",
                "start": 4792.287,
                "byte_stop": 19388270,
                "byte_start": 19272600,
                "stop": 4821.201
              },
              {
                "text": "In that connection, I would like to refer the Court to the case of the Union Pacific versus -- Railroad versus Chicago & Northwestern Railway Company, likewise involving an alleged proxy violation in relation to a merger reported at 326 Federal Supplement 400, we cited in our brief by its case number but it has since been reported.",
                "start": 4821.201,
                "byte_stop": 19488371,
                "byte_start": 19388270,
                "stop": 4846.226
              }
            ]
          },
          {
            "start": 4846.226,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 19491924,
            "stop": 4847.117,
            "byte_start": 19488371,
            "text_blocks": [
              {
                "text": "What's the statute?",
                "start": 4846.226,
                "byte_stop": 19491924,
                "byte_start": 19488371,
                "stop": 4847.117
              }
            ]
          },
          {
            "start": 4847.117,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 19739042,
            "stop": 4908.9,
            "byte_start": 19491924,
            "text_blocks": [
              {
                "text": "326 Federal Supplement 400.",
                "start": 4847.117,
                "byte_stop": 19508015,
                "byte_start": 19491924,
                "stop": 4851.125
              },
              {
                "text": "That case is a very instructive example of a District Court determining these problems, who has standing to sue whether there has been a violation of a proxy rule, whether the violation with the cause of the injury complained of, what remedy was appropriate.",
                "start": 4851.125,
                "byte_stop": 19582098,
                "byte_start": 19508015,
                "stop": 4869.651
              },
              {
                "text": "And I must say that the decision there -- there is no resemblance of all -- at all to the chamber of horrors into which Mr. Whyte attempted to leave this Court earlier.",
                "start": 4869.651,
                "byte_stop": 19634657,
                "byte_start": 19582098,
                "stop": 4882.794
              },
              {
                "text": "Union Pacific Railroad Company versus Chicago & Northwester Railway Co., it is not a point on the question of upsetting a merger because the merger has not been -- been consummated.",
                "start": 4882.794,
                "byte_stop": 19678751,
                "byte_start": 19634657,
                "stop": 4893.829
              },
              {
                "text": "But it does show how a court goes about this when the Court has jurisdiction and this -- the Court in Chicago had jurisdiction, it thought because it believed the decision of the Court of Appeals in this case was controlling in that Circuit.",
                "start": 4893.829,
                "byte_stop": 19739042,
                "byte_start": 19678751,
                "stop": 4908.9
              }
            ]
          },
          {
            "start": 4908.9,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 19801422,
            "stop": 4924.475,
            "byte_start": 19739042,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4908.9,
                "byte_stop": 19801422,
                "byte_start": 19739042,
                "stop": 4924.475
              }
            ]
          },
          {
            "start": 4924.475,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20539434,
            "stop": 5108.997,
            "byte_start": 19801422,
            "text_blocks": [
              {
                "text": "There, I would say, they were somewhat doubtful because it is expressly said that we can sue for an injunction and as respondent stated earlier in order to go further, we would have to, in effect, invoke an implied remedy too.",
                "start": 4924.475,
                "byte_stop": 19859519,
                "byte_start": 19801422,
                "stop": 4939.018
              },
              {
                "text": "I would like in closing point out that there is virtually no state law of proxy solicitation.",
                "start": 4939.018,
                "byte_stop": 19887417,
                "byte_start": 19859519,
                "stop": 4945.984
              },
              {
                "text": "State statutes merely say that stockholders can vote by proxy and may regulate the authority in the creation of the proxy holders' of authority.",
                "start": 4945.984,
                "byte_stop": 19924302,
                "byte_start": 19887417,
                "stop": 4955.199
              },
              {
                "text": "That is all.",
                "start": 4955.199,
                "byte_stop": 19929945,
                "byte_start": 19924302,
                "stop": 4956.628
              },
              {
                "text": "Consequently, Dann gives petitioners -- I mean plaintiffs any remedy which maybe totally illusory.",
                "start": 4956.628,
                "byte_stop": 19973204,
                "byte_start": 19929945,
                "stop": 4967.43
              },
              {
                "text": "This is illustrated by the situation in Delaware which is of course of very important corporate state.",
                "start": 4967.43,
                "byte_stop": 19997759,
                "byte_start": 19973204,
                "stop": 4973.568
              },
              {
                "text": "But Delaware -- the court of chancery held that it would not consider alleged violations of the proxy rules because the jurisdiction to do so is exclusively in the federal courts.",
                "start": 4973.568,
                "byte_stop": 20049063,
                "byte_start": 19997759,
                "stop": 4986.389
              },
              {
                "text": "And therefore, it would grant only such relief on account of a proxy violation as it would give if the Securities Exchange Acts had never been adopted.",
                "start": 4986.389,
                "byte_stop": 20086366,
                "byte_start": 20049063,
                "stop": 4995.723
              },
              {
                "text": "That is -- the decision is found at 48 Atlantic 2d 501, the Investment Associates versus Standard Power and Light.",
                "start": 4995.723,
                "byte_stop": 20123564,
                "byte_start": 20086366,
                "stop": 5005.031
              },
              {
                "text": "The Supreme Court of Delaware affirmed, that decision is found at 51 Atlantic 2d 572 on the ground that to grant any relief for violation of the proxy rules would trespass upon the province of the federal courts and that even though a serious violation soliciting the proxy without furnishing any proxy statement appeared to have occurred that no objection could be sustained because this was not a ground to challenge a proxy under the General Corporation law of Delaware.",
                "start": 5005.031,
                "byte_stop": 20257938,
                "byte_start": 20123564,
                "stop": 5038.604
              },
              {
                "text": "It seems to us that these holdings would leave -- would mean that a Dann type declaratory judgment would afford rather scant comfort to a stockholder in a Delaware corporation.",
                "start": 5038.604,
                "byte_stop": 20332126,
                "byte_start": 20257938,
                "stop": 5057.171
              },
              {
                "text": "The question has been raised as to whether this action is derivative or not and what our view.",
                "start": 5057.171,
                "byte_stop": 20360652,
                "byte_start": 20332126,
                "stop": 5064.294
              },
              {
                "text": "Our view essentially is that it doesn't matter whether it is classified for state purposes as derivative or direct.",
                "start": 5064.294,
                "byte_stop": 20394611,
                "byte_start": 20360652,
                "stop": 5072.772
              },
              {
                "text": "That seems to depend on which end of the case you approach.",
                "start": 5072.772,
                "byte_stop": 20408195,
                "byte_start": 20394611,
                "stop": 5076.187
              },
              {
                "text": "If you look at the stockholders' right to have a proper proxy and to cast and inform the vote, that is clearly a direct right.",
                "start": 5076.187,
                "byte_stop": 20445602,
                "byte_start": 20408195,
                "stop": 5085.542
              },
              {
                "text": "On the other hand, it may be that the only remedy that he can obtain is through the Corporation which has been injured as a result of the violation.",
                "start": 5085.542,
                "byte_stop": 20492100,
                "byte_start": 20445602,
                "stop": 5097.161
              },
              {
                "text": "I'm not sure that that is the case in this situation in this case.",
                "start": 5097.161,
                "byte_stop": 20509445,
                "byte_start": 20492100,
                "stop": 5101.497
              },
              {
                "text": "But since we deal only with federal jurisdiction, it isn't really necessary yet to determine what remedy and whether --",
                "start": 5101.497,
                "byte_stop": 20539434,
                "byte_start": 20509445,
                "stop": 5108.997
              }
            ]
          },
          {
            "start": 5108.997,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 20552286,
            "stop": 5112.211,
            "byte_start": 20539434,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5108.997,
                "byte_stop": 20552286,
                "byte_start": 20539434,
                "stop": 5112.211
              }
            ]
          },
          {
            "start": 5112.211,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20619055,
            "stop": 5128.898,
            "byte_start": 20552286,
            "text_blocks": [
              {
                "text": "Well the -- because I believe that the main we -- we are really here on the question of jurisdiction to grant an effective remedy because as the case came up, the District Court held that it would not apply --",
                "start": 5112.211,
                "byte_stop": 20619055,
                "byte_start": 20552286,
                "stop": 5128.898
              }
            ]
          },
          {
            "start": 5128.898,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 20626474,
            "stop": 5130.759,
            "byte_start": 20619055,
            "text_blocks": [
              {
                "text": "For the purpose that --",
                "start": 5128.898,
                "byte_stop": 20626474,
                "byte_start": 20619055,
                "stop": 5130.759
              }
            ]
          },
          {
            "start": 5130.759,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20629191,
            "stop": 5131.424,
            "byte_start": 20626474,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 5130.759,
                "byte_stop": 20629191,
                "byte_start": 20626474,
                "stop": 5131.424
              }
            ]
          },
          {
            "start": 5131.424,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 20644133,
            "stop": 5135.161,
            "byte_start": 20629191,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5131.424,
                "byte_stop": 20644133,
                "byte_start": 20629191,
                "stop": 5135.161
              }
            ]
          },
          {
            "start": 5135.161,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20669210,
            "stop": 5141.423,
            "byte_start": 20644133,
            "text_blocks": [
              {
                "text": "Yes, I'm talking -- excuse me Your Honor.",
                "start": 5135.161,
                "byte_stop": 20653119,
                "byte_start": 20644133,
                "stop": 5137.401
              },
              {
                "text": "I'm talking about fed -- federal question jurisdiction.",
                "start": 5137.401,
                "byte_stop": 20669210,
                "byte_start": 20653119,
                "stop": 5141.423
              }
            ]
          },
          {
            "start": 5141.423,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 20683630,
            "stop": 5145.047,
            "byte_start": 20669210,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5141.423,
                "byte_stop": 20683630,
                "byte_start": 20669210,
                "stop": 5145.047
              }
            ]
          },
          {
            "start": 5145.047,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20892296,
            "stop": 5197.202,
            "byte_start": 20683630,
            "text_blocks": [
              {
                "text": "I would think it is in the sense that if this is not a federal right that is being invoked and assuming the action is derivative as I think the courts below thought then maybe the Wisconsin statute would apply.",
                "start": 5145.047,
                "byte_stop": 20737546,
                "byte_start": 20683630,
                "stop": 5158.52
              },
              {
                "text": "This all came up peculiarly enough on the question of whether or not the -- the -- on the assumption that this is a federal cause of action and it is for that reason that the Wisconsin statute does not apply and the courts below thought that if this was not a federal cause of action, the Wisconsin statute would apply.",
                "start": 5158.52,
                "byte_stop": 20836080,
                "byte_start": 20737546,
                "stop": 5183.152
              },
              {
                "text": "And consequently, this case has been considered all the way on the assumption of, \"Is this right, a federal one which the federal courts have jurisdiction as a matter of federal law and not diversity to uphold.",
                "start": 5183.152,
                "byte_stop": 20892296,
                "byte_start": 20836080,
                "stop": 5197.202
              }
            ]
          },
          {
            "start": 5197.202,
            "speaker": null,
            "byte_stop": 20916120,
            "stop": 5203.166,
            "byte_start": 20892296,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5197.202,
                "byte_stop": 20916120,
                "byte_start": 20892296,
                "stop": 5203.166
              }
            ]
          },
          {
            "start": 5203.166,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20964185,
            "stop": 5215.184,
            "byte_start": 20916120,
            "text_blocks": [
              {
                "text": "As I understand that the Wisconsin statute provides that any stockholder who does not own above 5% of the stock must put up security if this is demanded by the defendants.",
                "start": 5203.166,
                "byte_stop": 20964185,
                "byte_start": 20916120,
                "stop": 5215.184
              }
            ]
          },
          {
            "start": 5215.184,
            "speaker": null,
            "byte_stop": 20968678,
            "stop": 5216.299,
            "byte_start": 20964185,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5215.184,
                "byte_stop": 20968678,
                "byte_start": 20964185,
                "stop": 5216.299
              }
            ]
          },
          {
            "start": 5216.299,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20982262,
            "stop": 5219.692,
            "byte_start": 20968678,
            "text_blocks": [
              {
                "text": "A motion was made that security must be put up --",
                "start": 5216.299,
                "byte_stop": 20982262,
                "byte_start": 20968678,
                "stop": 5219.692
              }
            ]
          },
          {
            "start": 5219.692,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 20987277,
            "stop": 5220.958,
            "byte_start": 20982262,
            "text_blocks": [
              {
                "text": "A -- a derivative action.",
                "start": 5219.692,
                "byte_stop": 20987277,
                "byte_start": 20982262,
                "stop": 5220.958
              }
            ]
          },
          {
            "start": 5220.958,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 20991979,
            "stop": 5222.124,
            "byte_start": 20987277,
            "text_blocks": [
              {
                "text": "In a derivative action, yes sir.",
                "start": 5220.958,
                "byte_stop": 20991979,
                "byte_start": 20987277,
                "stop": 5222.124
              }
            ]
          },
          {
            "start": 5222.124,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 20993546,
            "stop": 5222.521,
            "byte_start": 20991979,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 5222.124,
                "byte_stop": 20993546,
                "byte_start": 20991979,
                "stop": 5222.521
              }
            ]
          },
          {
            "start": 5222.521,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 21002219,
            "stop": 5224.688,
            "byte_start": 20993546,
            "text_blocks": [
              {
                "text": "And -- that's -- excuse me for omitting that.",
                "start": 5222.521,
                "byte_stop": 21000025,
                "byte_start": 20993546,
                "stop": 5224.141
              },
              {
                "text": "A motion --",
                "start": 5224.141,
                "byte_stop": 21002219,
                "byte_start": 21000025,
                "stop": 5224.688
              }
            ]
          },
          {
            "start": 5224.688,
            "speaker": null,
            "byte_stop": 21029282,
            "stop": 5231.458,
            "byte_start": 21002219,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5224.688,
                "byte_stop": 21029282,
                "byte_start": 21002219,
                "stop": 5231.458
              }
            ]
          },
          {
            "start": 5231.458,
            "speaker": {
              "last_name": "Loomis,",
              "ID": 38085,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/philip_a_loomis_jr",
              "view_count": 0,
              "identifier": "philip_a_loomis_jr",
              "name": "Philip A. Loomis, Jr."
            },
            "byte_stop": 21194689,
            "stop": 5272.813,
            "byte_start": 21029282,
            "text_blocks": [
              {
                "text": "Yes, but Cohen was a diversity case and this Court -- the courts below here concluded that the state statute would not apply to federal question jurisdiction as in Borne, it was held in McClure versus Borne Chemical and thus the question of whether it be classified as federal question or diversity and that which rule would apply here.",
                "start": 5231.458,
                "byte_stop": 21125831,
                "byte_start": 21029282,
                "stop": 5255.58
              },
              {
                "text": "The courts below held that the -- that the security had to be posted as to all parts of the cause of action which they found to be based on state law but not as to any part of it which they found to be based on federal law.",
                "start": 5255.58,
                "byte_stop": 21194689,
                "byte_start": 21125831,
                "stop": 5272.813
              }
            ]
          },
          {
            "start": 5272.813,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 21197615,
            "stop": 5273.561,
            "byte_start": 21194689,
            "text_blocks": [
              {
                "text": "Very well.",
                "start": 5272.813,
                "byte_stop": 21197615,
                "byte_start": 21194689,
                "stop": 5273.561
              }
            ]
          }
        ],
        "stop": 5273.561
      }
    ],
    "duration": 5273.561,
    "title": "J. I Case Company v. Borak"
  },
  "id": 14074,
  "media_file": [
    {
      "size": 21197928,
      "id": 37268,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1963/402/19640423a_402.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 52097525,
      "id": 59276,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1963/402/19640423a_402.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 70431,
      "id": 59277,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1963/402/19640423a_402.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}