{
  "title": "Oral Argument - November 18, 1964",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 3514452,
        "byte_start": 28672,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 194184,
            "stop": 41.361,
            "byte_start": 28672,
            "text_blocks": [
              {
                "text": "Number 300, Ben W. Fortson Jr., as Secretary of State of Georgia et al., Appellants, versus Henry J. Toombs et al.",
                "start": 0,
                "byte_stop": 188541,
                "byte_start": 28672,
                "stop": 39.949
              },
              {
                "text": "Mr. Leverett.",
                "start": 39.949,
                "byte_stop": 194184,
                "byte_start": 188541,
                "stop": 41.361
              }
            ]
          },
          {
            "start": 41.361,
            "speaker": {
              "last_name": "Leverett",
              "ID": 22691,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/e_freeman_leverett",
              "view_count": 0,
              "identifier": "e_freeman_leverett",
              "name": "E. Freeman Leverett"
            },
            "byte_stop": 1002935,
            "stop": 243.56,
            "byte_start": 194184,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, if it please the Court.",
                "start": 41.361,
                "byte_stop": 205469,
                "byte_start": 194184,
                "stop": 44.18
              },
              {
                "text": "This is a direct appeal by the State of Georgia in a reapportionment case.",
                "start": 44.18,
                "byte_stop": 229606,
                "byte_start": 205469,
                "stop": 50.211
              },
              {
                "text": "As will be shown, there's only question at issue in the merits, and that is whether or not the three-judge District Court below properly enjoined the submission to the voters in the 1964 General Election and in any other subsequent election of a proposed new constitution for the State of Georgia.",
                "start": 50.211,
                "byte_stop": 313198,
                "byte_start": 229606,
                "stop": 71.108
              },
              {
                "text": "On April 4, 1962, two days after this Court's decision in Baker versus Carr, plaintiffs who are co-residence of the State's two largest counties filed suit in the United States District Court for the Northern District of Georgia against the Secretary of State and other designated election officials of that State seeking in effect to have declared unconstitutional, the constitutional and statutory provisions governing the apportionment of the House of Representatives in the State Senate of the General Assembly of Georgia.",
                "start": 71.108,
                "byte_stop": 453945,
                "byte_start": 313198,
                "stop": 106.293
              },
              {
                "text": "As to the House of Representatives, a constitution both then and now provided that it would be apportioned on a basis of what we referred to as a three-two-one formula.",
                "start": 106.293,
                "byte_stop": 499921,
                "byte_start": 453945,
                "stop": 117.796
              },
              {
                "text": "The eight largest counties were allocated three representatives each.",
                "start": 117.796,
                "byte_stop": 518102,
                "byte_start": 499921,
                "stop": 122.354
              },
              {
                "text": "The next 30 largest counties were allocated two representatives each and the remaining 121 counties were allocated one representative each for a total of a 205-member House elected biannually.",
                "start": 122.354,
                "byte_stop": 579960,
                "byte_start": 518102,
                "stop": 137.805
              },
              {
                "text": "This scheme of formula had originated in the Constitution of 1868 and had been carried forward in the subsequent constitutions.",
                "start": 137.805,
                "byte_stop": 623741,
                "byte_start": 579960,
                "stop": 148.764
              },
              {
                "text": "The law or rather the Constitution provided that this apportionment should be changed every 10 years following the decennial census.",
                "start": 148.764,
                "byte_stop": 655715,
                "byte_start": 623741,
                "stop": 156.746
              },
              {
                "text": "At the time of filing the suit as to the Senate, the Constitution provided that there would simply -- that there would be 54 districts with one senator from each district.",
                "start": 156.746,
                "byte_stop": 698347,
                "byte_start": 655715,
                "stop": 167.409
              },
              {
                "text": "The actual apportionment of the Senate itself was prescribed by statute which created 52 districts each containing three counties each, Fulton County, the largest county on the State comprised one district by itself and Chatham which prior to the 1960 census where it was the second largest county.",
                "start": 167.409,
                "byte_stop": 779013,
                "byte_start": 698347,
                "stop": 187.57
              },
              {
                "text": "It was joined with Effingham to form a two-county district.",
                "start": 187.57,
                "byte_stop": 801792,
                "byte_start": 779013,
                "stop": 193.266
              },
              {
                "text": "Now, this apportionment on the basis of essentially of these three-county groupings that originated in the Constitution of 1861 and had been carried down in the State's four or five subsequent constitutions.",
                "start": 193.266,
                "byte_stop": 860411,
                "byte_start": 801792,
                "stop": 207.918
              },
              {
                "text": "Also, since around the early 1930s, I believe it was, the Georgia law had provided a rotation plan for the election of members of the State Senate which in effect amounted to this that each county within a district other than Fulton, of course, which was one district by itself would alternate in furnishing the Senator, that the Senator from one county would be elected from that county and he would be voted only in the primary only by the voters in that county, although he would technically represent the entire district.",
                "start": 207.918,
                "byte_stop": 994367,
                "byte_start": 860411,
                "stop": 241.404
              },
              {
                "text": "At the hearing held on May 25 --",
                "start": 241.404,
                "byte_stop": 1002935,
                "byte_start": 994367,
                "stop": 243.56
              }
            ]
          },
          {
            "start": 243.56,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 1020594,
            "stop": 247.967,
            "byte_start": 1002935,
            "text_blocks": [
              {
                "text": "This had made it impossible to acquire much seniority, didn't it?",
                "start": 243.56,
                "byte_stop": 1020594,
                "byte_start": 1002935,
                "stop": 247.967
              }
            ]
          },
          {
            "start": 247.967,
            "speaker": {
              "last_name": "Leverett",
              "ID": 22691,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/e_freeman_leverett",
              "view_count": 0,
              "identifier": "e_freeman_leverett",
              "name": "E. Freeman Leverett"
            },
            "byte_stop": 3349776,
            "stop": 830.27,
            "byte_start": 1020594,
            "text_blocks": [
              {
                "text": "Yes sir, it was a lined up body other than the one senator from Fulton County.",
                "start": 247.967,
                "byte_stop": 1044626,
                "byte_start": 1020594,
                "stop": 253.965
              },
              {
                "text": "After the hearing on May 25th, the District Court issued an opinion in effect holding that one, at least one House of the General Assembly of Georgia was required to be reapportioned coincident with the beginning of the new session which began in 1963.",
                "start": 253.965,
                "byte_stop": 1110350,
                "byte_start": 1044626,
                "stop": 270.416
              },
              {
                "text": "However, the Court deferred issuing any injunctive order pending an opportunity by the General Assembly to correct the situation.",
                "start": 270.416,
                "byte_stop": 1144728,
                "byte_start": 1110350,
                "stop": 279.005
              },
              {
                "text": "A special session was called in September.",
                "start": 279.005,
                "byte_stop": 1158520,
                "byte_start": 1144728,
                "stop": 282.447
              },
              {
                "text": "New legislation was enacted, reapportioning the Senate on the basis of 54 districts containing substantially equal numbers of population.",
                "start": 282.447,
                "byte_stop": 1198853,
                "byte_start": 1158520,
                "stop": 292.531
              },
              {
                "text": "And a constitutional amendment also was proposed which was ratified by the people in the November General Election at which time the Senators under the new apportioned statute were elected to take office in 1963.",
                "start": 292.531,
                "byte_stop": 1254337,
                "byte_start": 1198853,
                "stop": 306.41
              },
              {
                "text": "Thus, it was that the State of Georgia completed its reapportionment of its State Senate within something like four or five months of the rendition of the Court opinion.",
                "start": 306.41,
                "byte_stop": 1294461,
                "byte_start": 1254337,
                "stop": 316.426
              },
              {
                "text": "There's never been an order in this case up until this point.",
                "start": 316.426,
                "byte_stop": 1313792,
                "byte_start": 1294461,
                "stop": 321.258
              },
              {
                "text": "The task, I should say, Mr. Justice Stewart was simplified somewhat by that very fact that this was a lined up body.",
                "start": 321.258,
                "byte_stop": 1348065,
                "byte_start": 1313792,
                "stop": 329.842
              },
              {
                "text": "And that other than the Fulton County Senator, there was not a single member of that Senate who under the existing law could succeed himself unless there had been an agreement whereby with the other counties in the district that they would pass for that particular time which had been true in one or two instances.",
                "start": 329.842,
                "byte_stop": 1415565,
                "byte_start": 1348065,
                "stop": 346.702
              },
              {
                "text": "Now, the case remained in this posture until two days following this Court's decision in the Tennessee reapportionment case.",
                "start": 346.702,
                "byte_stop": 1443882,
                "byte_start": 1415565,
                "stop": 353.787
              },
              {
                "text": "At which time the plaintiffs filed a motion for further relief seeking in effect to have the Court grant them the same relief as to the House that they had prayed for in their original complaint.",
                "start": 353.787,
                "byte_stop": 1489230,
                "byte_start": 1443882,
                "stop": 365.13
              },
              {
                "text": "Hearing was held on June the 19th at which time the General Assembly was then nearing completion of a special session that has been called primarily to consider the proposing of a new constitution for the State, and secondarily, the enactment of a new election code for the State.",
                "start": 365.13,
                "byte_stop": 1570732,
                "byte_start": 1489230,
                "stop": 385.498
              },
              {
                "text": "In their arguments before the District Court, counsel for both sides limited their remarks and contentions primarily to the question of timeliness of relief.",
                "start": 385.498,
                "byte_stop": 1613887,
                "byte_start": 1570732,
                "stop": 396.301
              },
              {
                "text": "The plaintiff's contending that the Court should require that legislation be enacted so that a new General Assembly that was to be enacted or elected in the November ‘64 General Elections would be elected under this new legislation reapportioning the House.",
                "start": 396.301,
                "byte_stop": 1680865,
                "byte_start": 1613887,
                "stop": 413.036
              },
              {
                "text": "The defendants, we on the other hand, took the position that since approximately a 131 members of a 205-member House had either already been elected in early primaries or had been certified as having no opposition, that the Court should have permitted the 1964 elections to continue as normally scheduled or permit the General Assembly elected in November ‘64 to serve out their two-year terms and enact the necessary legislation during that time so that a reapportioned House could take office at the beginning of the 1967 session.",
                "start": 413.036,
                "byte_stop": 1822971,
                "byte_start": 1680865,
                "stop": 448.549
              },
              {
                "text": "Election of both Houses in Georgia is for bi -- for a two-year term.",
                "start": 448.549,
                "byte_stop": 1847108,
                "byte_start": 1822971,
                "stop": 454.597
              },
              {
                "text": "Now, I know that during arguments on repeated occasions various members of the Court raised the question as to whether assuming that some delay was indicated, should not the Court in general delimit the authority during the interim period of the legislature and in particular should not the Court do something about the efforts then in progress with reference to the Constitution and the Election Code.",
                "start": 454.597,
                "byte_stop": 1946060,
                "byte_start": 1847108,
                "stop": 479.338
              },
              {
                "text": "On two separate occasions, the plaintiffs disavowed any such desire for relief with respect to the pending constitution.",
                "start": 479.338,
                "byte_stop": 1983049,
                "byte_start": 1946060,
                "stop": 488.586
              },
              {
                "text": "Following hearing, the Court issued on that same day a proposed order which in addition to declaring the provisions governing the apportionment of the House to be unconstitutional would also enjoin the submission of the proposed constitution which had been approved by the legislature, the date previous.",
                "start": 488.586,
                "byte_stop": 2062566,
                "byte_start": 1983049,
                "stop": 508.451
              },
              {
                "text": "And secondly, would undertake to delimit the authority of the General Assembly which convenes in January 1965, not only as to the subject matters that it could consider defined to be legislation, but also with respect to the time during which it could function or defined to be during the regular 45-day session.",
                "start": 508.451,
                "byte_stop": 2152741,
                "byte_start": 2062566,
                "stop": 530.991
              },
              {
                "text": "We have a 45-day session in odd years, a 40-day session in even number years.",
                "start": 530.991,
                "byte_stop": 2174161,
                "byte_start": 2152741,
                "stop": 536.372
              },
              {
                "text": "In odd years following the election, the General Assembly is required under our Constitution to pass an Appropriations Act and we have a session there, 12 days and they go back and come back in a couple of weeks and they take off again the Appropriations Act that had been submitted at the beginning of the session.",
                "start": 536.372,
                "byte_stop": 2252528,
                "byte_start": 2174161,
                "stop": 555.938
              },
              {
                "text": "Defendants filed a response objecting to this proposed order pointing out that the Constitution had already been approved by the General Assembly in challenging the authority of the Court to issue such an order.",
                "start": 555.938,
                "byte_stop": 2308848,
                "byte_start": 2252528,
                "stop": 570.03
              },
              {
                "text": "A hearing on the proposed order was held on June the 24th at which time the plaintiffs brought forward an amendment for the first time asking that the Constitution be enjoined or rather that in submission to the voters in the November General Election be enjoined.",
                "start": 570.03,
                "byte_stop": 2374154,
                "byte_start": 2308848,
                "stop": 586.352
              },
              {
                "text": "Following arguments that this second hearing on the rule now sought, order to show cause, that the Court issued its order the same day in substantially the same language as had been originally proposed.",
                "start": 586.352,
                "byte_stop": 2427967,
                "byte_start": 2374154,
                "stop": 599.806
              },
              {
                "text": "The order was later modified in some respects not particularly -- not relevant here on June the 30.",
                "start": 599.806,
                "byte_stop": 2455448,
                "byte_start": 2427967,
                "stop": 606.681
              },
              {
                "text": "A direct appeal to this Court was taken, a motion for stay was denied by Mr. Justice Black, the 1964 General Election was held in which of course the Constitution or the proposed constitution was not submitted to the voters.",
                "start": 606.681,
                "byte_stop": 2515738,
                "byte_start": 2455448,
                "stop": 621.749
              },
              {
                "text": "As originally filed, our appeal raised two questions.",
                "start": 621.749,
                "byte_stop": 2532352,
                "byte_start": 2515738,
                "stop": 625.897
              },
              {
                "text": "We did not contest the order of the District Court declaring our apportionment statute is invalid.",
                "start": 625.897,
                "byte_stop": 2561191,
                "byte_start": 2532352,
                "stop": 633.109
              },
              {
                "text": "This Court had settled that I think in Reynolds versus Sims.",
                "start": 633.109,
                "byte_stop": 2578119,
                "byte_start": 2561191,
                "stop": 637.343
              },
              {
                "text": "We did not appeal from so much of the order as required that General Assembly to reapportion itself in the middle of a term, limited this to a one-year sentence.",
                "start": 637.343,
                "byte_stop": 2614481,
                "byte_start": 2578119,
                "stop": 646.435
              },
              {
                "text": "We did appeal from the two parts of the order that limited the General Assembly to doing certain things and functioning doing the 45-day session.",
                "start": 646.435,
                "byte_stop": 2654083,
                "byte_start": 2614481,
                "stop": 656.338
              },
              {
                "text": "We also appealed from so much of the order has enjoined us from submitting either at the 1964 General Election or at any other subsequent General Election until the General Assembly is reapportioned.",
                "start": 656.338,
                "byte_stop": 2710716,
                "byte_start": 2654083,
                "stop": 670.508
              },
              {
                "text": "The question as to whether an entirely new constitution should be submitted to the people in the procedure that was then in forward here.",
                "start": 670.508,
                "byte_stop": 2745929,
                "byte_start": 2710716,
                "stop": 679.29
              },
              {
                "text": "Now, in October 7th, we found a motion with the District Court there were some question as to jurisdiction of the District Court in our mind to consider the motion in view of the fact that the case was on appeal but the appellees very graciously agreed to part of this motion, the District Court has modified its order so as to eliminate the objectionable features relating to this proscribing of the legislature's authority in the year 1965.",
                "start": 679.29,
                "byte_stop": 2865883,
                "byte_start": 2745929,
                "stop": 709.296
              },
              {
                "text": "Consequently, that leaves us the sole question in the case, the matter of the proposed constitution.",
                "start": 709.296,
                "byte_stop": 2895976,
                "byte_start": 2865883,
                "stop": 716.816
              },
              {
                "text": "Now, last week, a motion to dismiss was filed on the ground that this appeal was moot.",
                "start": 716.816,
                "byte_stop": 2920009,
                "byte_start": 2895976,
                "stop": 722.823
              },
              {
                "text": "In that, the election having been held in the interim, there was nothing, no relief that the Court could grant.",
                "start": 722.823,
                "byte_stop": 2945923,
                "byte_start": 2920009,
                "stop": 729.301
              },
              {
                "text": "Unfortunately, the time didn't -- due to the expedited nature of this appeal time did not permit us and has not permitted us to file a brief in our position.",
                "start": 729.301,
                "byte_stop": 2981972,
                "byte_start": 2945923,
                "stop": 738.318
              },
              {
                "text": "But I would like to discuss a few of the cases which I think show that this question is not moot.",
                "start": 738.318,
                "byte_stop": 3010706,
                "byte_start": 2981972,
                "stop": 745.497
              },
              {
                "text": "Now, the motion to dismiss takes the position that because the 1964 General Election has been held and the proposed constitution was not voted on in that General Election that therefore the case is moot.",
                "start": 745.497,
                "byte_stop": 3063578,
                "byte_start": 3010706,
                "stop": 758.712
              },
              {
                "text": "They point to the fact which was first pointed out in our brief on the merits that under the Constitution of Georgia as well as under the submitting clause of this proposed constitution, it had to be submitted at the November 1964 General Election.",
                "start": 758.712,
                "byte_stop": 3136094,
                "byte_start": 3063578,
                "stop": 776.835
              },
              {
                "text": "It could not automatically and as a ministerial matter be submitted to any other General Election or people at the General Election without first having to go back through the General Assembly and at least put a new submitting clause on it.",
                "start": 776.835,
                "byte_stop": 3202341,
                "byte_start": 3136094,
                "stop": 793.402
              },
              {
                "text": "Reliance is placed upon a line of cases involving suits for injunctions to enjoin the holding of elections or to require that they be held in a certain amount by four or five of those cases are cited in the brief.",
                "start": 793.402,
                "byte_stop": 3258870,
                "byte_start": 3202341,
                "stop": 807.533
              },
              {
                "text": "Those cases are obviously distinguishable and that they dealt with situations where the injunctions sought relief with respect to a particular election.",
                "start": 807.533,
                "byte_stop": 3297322,
                "byte_start": 3258870,
                "stop": 817.153
              },
              {
                "text": "Whereas in this case, the injunctive order enjoined the submission of this proposed constitution not only at the 1964 General Election but at any other subsequent General Election --",
                "start": 817.153,
                "byte_stop": 3349776,
                "byte_start": 3297322,
                "stop": 830.27
              }
            ]
          },
          {
            "start": 830.27,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 3376003,
            "stop": 836.828,
            "byte_start": 3349776,
            "text_blocks": [
              {
                "text": "How do you know that the evidence in that very case (Inaudible)",
                "start": 830.27,
                "byte_stop": 3376003,
                "byte_start": 3349776,
                "stop": 836.828
              }
            ]
          },
          {
            "start": 836.828,
            "speaker": {
              "last_name": "Leverett",
              "ID": 22691,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/e_freeman_leverett",
              "view_count": 0,
              "identifier": "e_freeman_leverett",
              "name": "E. Freeman Leverett"
            },
            "byte_stop": 3411634,
            "stop": 845.73,
            "byte_start": 3376003,
            "text_blocks": [
              {
                "text": "How does the Court know in any case where a party has complied with an injunction that the party is going?",
                "start": 836.828,
                "byte_stop": 3400244,
                "byte_start": 3376003,
                "stop": 842.873
              },
              {
                "text": "Perhaps try to violate the injunction in the future.",
                "start": 842.873,
                "byte_stop": 3411634,
                "byte_start": 3400244,
                "stop": 845.73
              }
            ]
          },
          {
            "start": 845.73,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 3447474,
            "stop": 854.68,
            "byte_start": 3411634,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 845.73,
                "byte_stop": 3447474,
                "byte_start": 3411634,
                "stop": 854.68
              }
            ]
          },
          {
            "start": 854.68,
            "speaker": {
              "last_name": "Leverett",
              "ID": 22691,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/e_freeman_leverett",
              "view_count": 0,
              "identifier": "e_freeman_leverett",
              "name": "E. Freeman Leverett"
            },
            "byte_stop": 3456564,
            "stop": 856.967,
            "byte_start": 3447474,
            "text_blocks": [
              {
                "text": "That is correct sir.",
                "start": 854.68,
                "byte_stop": 3456564,
                "byte_start": 3447474,
                "stop": 856.967
              }
            ]
          },
          {
            "start": 856.967,
            "speaker": {
              "last_name": "Goldberg",
              "ID": 15044,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2688",
                  "id": 2688,
                  "date_end": -140036400,
                  "date_start": -228855600,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1028,
              "thumbnail": {
                "size": 50285,
                "id": 32695,
                "href": "https://api.oyez.org/sites/default/files/images/people/arthur_j_goldberg/arthur_j_goldberg.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/arthur_j_goldberg",
              "view_count": 71,
              "identifier": "arthur_j_goldberg",
              "name": "Arthur J. Goldberg"
            },
            "byte_stop": 3480597,
            "stop": 862.959,
            "byte_start": 3456564,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 856.967,
                "byte_stop": 3480597,
                "byte_start": 3456564,
                "stop": 862.959
              }
            ]
          },
          {
            "start": 862.959,
            "speaker": {
              "last_name": "Leverett",
              "ID": 22691,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/e_freeman_leverett",
              "view_count": 0,
              "identifier": "e_freeman_leverett",
              "name": "E. Freeman Leverett"
            },
            "byte_stop": 3514452,
            "stop": 871.46,
            "byte_start": 3480597,
            "text_blocks": [
              {
                "text": "I will discuss that very point, thank you sir.",
                "start": 862.959,
                "byte_stop": 3514452,
                "byte_start": 3480597,
                "stop": 871.46
              }
            ]
          }
        ],
        "stop": 871.46
      }
    ],
    "duration": 871.46,
    "title": "Fortson v. Toombs"
  },
  "id": 14685,
  "media_file": [
    {
      "size": 3514765,
      "id": 38490,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1964/300/19641118a_300.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 8405188,
      "id": 60474,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1964/300/19641118a_300.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 11751,
      "id": 60475,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1964/300/19641118a_300.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}