{
  "title": "Oral Argument - April 21, 1966",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 7740792,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 143862,
            "stop": 10.088,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "John T. Gojack, Petitioner versus United States.",
                "start": 0,
                "byte_stop": 127561,
                "byte_start": 103424,
                "stop": 6.021
              },
              {
                "text": "Mr. Donner.",
                "start": 6.021,
                "byte_stop": 143862,
                "byte_start": 127561,
                "stop": 10.088
              }
            ]
          },
          {
            "start": 10.088,
            "speaker": {
              "last_name": "Donner",
              "ID": 23848,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/frank_j_donner",
              "view_count": 0,
              "identifier": "frank_j_donner",
              "name": "Frank J. Donner"
            },
            "byte_stop": 390353,
            "stop": 71.726,
            "byte_start": 143862,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, and may it please the Court.",
                "start": 10.088,
                "byte_stop": 162252,
                "byte_start": 143862,
                "stop": 14.692
              },
              {
                "text": "This case seeks review of a conviction for contempt of Congress under Title 2, Section 192 of the code.",
                "start": 14.692,
                "byte_stop": 199973,
                "byte_start": 162252,
                "stop": 24.135
              },
              {
                "text": "The Congressional Committee involved is the House Committee on Un-American Activities.",
                "start": 24.135,
                "byte_stop": 223065,
                "byte_start": 199973,
                "stop": 29.894
              },
              {
                "text": "Petitioner appeared before the House Committee early in 1955.",
                "start": 29.894,
                "byte_stop": 246993,
                "byte_start": 223065,
                "stop": 35.887
              },
              {
                "text": "The case was here before.",
                "start": 35.887,
                "byte_stop": 258278,
                "byte_start": 246993,
                "stop": 38.703
              },
              {
                "text": "In the Russell case, the Court dismissed the indictment in this case and in five others on the ground that the indictments failed to state the matter onto inquiry.",
                "start": 38.703,
                "byte_stop": 308015,
                "byte_start": 258278,
                "stop": 51.129
              },
              {
                "text": "It subsequently reversed convictions in two additional cases on that ground.",
                "start": 51.129,
                "byte_stop": 329853,
                "byte_start": 308015,
                "stop": 56.59
              },
              {
                "text": "I believe this is all of those indicted -- all of those reversed convictions were subsequently re-indicted and I believe this is the sole surviving case.",
                "start": 56.59,
                "byte_stop": 371754,
                "byte_start": 329853,
                "stop": 67.069
              },
              {
                "text": "The others having been dismissed either at the trial or appellate level.",
                "start": 67.069,
                "byte_stop": 390353,
                "byte_start": 371754,
                "stop": 71.726
              }
            ]
          },
          {
            "start": 71.726,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 395891,
            "stop": 73.116,
            "byte_start": 390353,
            "text_blocks": [
              {
                "text": "The others -- what did you say?",
                "start": 71.726,
                "byte_stop": 395891,
                "byte_start": 390353,
                "stop": 73.116
              }
            ]
          },
          {
            "start": 73.116,
            "speaker": {
              "last_name": "Donner",
              "ID": 23848,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/frank_j_donner",
              "view_count": 0,
              "identifier": "frank_j_donner",
              "name": "Frank J. Donner"
            },
            "byte_stop": 7336208,
            "stop": 1808.17,
            "byte_start": 395891,
            "text_blocks": [
              {
                "text": "Having been dismissed either at the trial or appellate level.",
                "start": 73.116,
                "byte_stop": 415326,
                "byte_start": 395891,
                "stop": 77.969
              },
              {
                "text": "The indictment -- our first contention here Your Honor is that the indictment is insufficient because it lacks the specification of authority by the Subcommittee involved to make the investigation here at issue.",
                "start": 77.969,
                "byte_stop": 481886,
                "byte_start": 415326,
                "stop": 94.599
              },
              {
                "text": "This contention has two ingredients.",
                "start": 94.599,
                "byte_stop": 494843,
                "byte_start": 481886,
                "stop": 97.847
              },
              {
                "text": "First the fact of authorization to make the investigation which is a condition of competence and second, the details of the authorization which is a condition of pertinence.",
                "start": 97.847,
                "byte_stop": 559104,
                "byte_start": 494843,
                "stop": 113.912
              },
              {
                "text": "The indictment states that the subject of the hearings was Communist Party activities in the field of labor, and that this was a question within the authority of the Committee, but it does not state that this subject was delegated to the Subcommittee by the full Committee.",
                "start": 113.912,
                "byte_stop": 638516,
                "byte_start": 559104,
                "stop": 133.757
              },
              {
                "text": "The following sources of authority are listed in the indictment for the hearing.",
                "start": 133.757,
                "byte_stop": 660668,
                "byte_start": 638516,
                "stop": 139.295
              },
              {
                "text": "First the Legislative Reorganization Act which is a full description of the entire Committee's authority.",
                "start": 139.295,
                "byte_stop": 690657,
                "byte_start": 660668,
                "stop": 146.797
              },
              {
                "text": "Second, the House Resolution 5 which is the implementation of the 84th Congress of the full authority of the Committee.",
                "start": 146.797,
                "byte_stop": 727124,
                "byte_start": 690657,
                "stop": 155.916
              },
              {
                "text": "Third, an action of the Committee appointing a Subcommittee but not designating the purpose for which it was appointed.",
                "start": 155.916,
                "byte_stop": 760351,
                "byte_start": 727124,
                "stop": 164.23
              },
              {
                "text": "Fourth, a resolution of January 20th, 1955 about a month before this hearing took place, granting the Chairman authority who appoints Subcommittees to cover whatever the Committee itself could investigate and fifth, the grant of a continuance of a hearing from February 8th to February 28th again without any statement of the subject committed to the Subcommittee.",
                "start": 164.23,
                "byte_stop": 894830,
                "byte_start": 760351,
                "stop": 197.845
              },
              {
                "text": "It appears, and I don't think there's any dispute about this, that the subject under inquiry as referred to in the indictment is merely the Subcommittee Chairman's announcement at the hearing at which petitioner appeared.",
                "start": 197.845,
                "byte_stop": 953135,
                "byte_start": 894830,
                "stop": 212.415
              },
              {
                "text": "Finally, I should also point out that there is no allegation in the indictment that the Subcommittee itself decided to undertake this investigation.",
                "start": 212.415,
                "byte_stop": 1000782,
                "byte_start": 953135,
                "stop": 224.33
              },
              {
                "text": "In the Lamont case, Chief Justice Clark -- Chief Judge Clark held that the indictment under Section 192 involving a subcommittee must allege the authority of a Subcommittee to conduct an investigation into the subject claimed to be under inquiry.",
                "start": 224.33,
                "byte_stop": 1079777,
                "byte_start": 1000782,
                "stop": 244.062
              },
              {
                "text": "And that conversely, a reliance on the authority to the parent Committee was insufficient to show competence.",
                "start": 244.062,
                "byte_stop": 1113213,
                "byte_start": 1079777,
                "stop": 252.427
              },
              {
                "text": "Judge Clark added that and I quote now.",
                "start": 252.427,
                "byte_stop": 1136097,
                "byte_start": 1113213,
                "stop": 258.159
              },
              {
                "text": "“The result might well be different were this a case of a Committee created by Congress to hold hearings for a specific purpose, with the inquiry in question apparently falling within the assigned purpose” and there is a CF citation to the Josephson case and the Josephson case of course did involve a House Committee hearing.",
                "start": 258.159,
                "byte_stop": 1238810,
                "byte_start": 1136097,
                "stop": 283.831
              },
              {
                "text": "The Lamont case involved a permanent -- the permanent investigation Subcommittee of the Senate Committee on Government Operations.",
                "start": 283.831,
                "byte_stop": 1281442,
                "byte_start": 1238810,
                "stop": 294.504
              },
              {
                "text": "It was followed in the Second Circuit by the Seeger case, which was decided three days before this Court decided Russell and it ruled that a much more explicit indictment than is present here was defective because it had failed properly to allege the authority of the Subcommittee to conduct the hearings in issue.",
                "start": 294.504,
                "byte_stop": 1382902,
                "byte_start": 1281442,
                "stop": 319.844
              },
              {
                "text": "The court upheld this contention despite the fact that the indictment recited the fact, and I quote, “The full Committee had directed that an investigation be conducted of Communist infiltration in the fields of labor.”",
                "start": 319.844,
                "byte_stop": 1441102,
                "byte_start": 1382902,
                "stop": 334.401
              },
              {
                "text": "The Seeger Court's decision rests both on the grounds of competence and pertinence, that is, it construed the pertinency provisions of Section 192 to require that the question under inquiry as authorized be pleaded.",
                "start": 334.401,
                "byte_stop": 1512051,
                "byte_start": 1441102,
                "stop": 352.143
              },
              {
                "text": "Judge Moore concurred in the result because he felt, I believe, that the Josephson case was controlling, but he said despite the fact that the government proved that a clerk had directed that the -- an investigation be conducted of Communist infiltration, there was no proof of a resolution by the Committee.",
                "start": 352.143,
                "byte_stop": 1618004,
                "byte_start": 1512051,
                "stop": 378.633
              },
              {
                "text": "The majority on the court distinguished Josephson on the ground that the issue had not been raised there and that the challenge to the adequacy of the indictment was based on other grounds.",
                "start": 378.633,
                "byte_stop": 1675995,
                "byte_start": 1618004,
                "stop": 393.121
              },
              {
                "text": "The court also distinguished the Sacher case which is relied on here by the Government, that is the Seeger Court, first on the ground that the court in Sacher, which was decided by the Court of Appeals for the District of Columbia, had ignored the rationale of the Lamont case, and second on the ground that the court there was primarily concerned with the impact on Sacher of the remand in the Watkins case and really did not directly come to grips with this issue.",
                "start": 393.121,
                "byte_stop": 1824893,
                "byte_start": 1675995,
                "stop": 430.348
              },
              {
                "text": "In my brief at pages 44 to 45, I distinguish the Sacher case on two additional grounds, but I don't want to go into it here.",
                "start": 430.348,
                "byte_stop": 1858539,
                "byte_start": 1824893,
                "stop": 438.772
              },
              {
                "text": "I want to get on with my further argument about assuming this Seeger-Lamont view is correct, the question then arises whether a Committee is required when an investigation is conducted, narrower in scope than the full range of the Committee's power to designate for itself through a resolution or a motion the subject under inquiry.",
                "start": 438.772,
                "byte_stop": 1985703,
                "byte_start": 1858539,
                "stop": 470.561
              },
              {
                "text": "Or whether conversely a Subcommittee can on its own decide (a) that an investigation is to be conducted, (b) construe the Rule 11 that is the authorizing resolution as to what it means, (c) decides that a legislative purpose would be served, (d) decide that the facts already existing were inadequate.",
                "start": 470.561,
                "byte_stop": 2093328,
                "byte_start": 1985703,
                "stop": 497.474
              },
              {
                "text": "Now that really is the nub of the case in my view, because it seems to me that it would be unthinkable to hold that a Subcommittee of the House on Un-American Activities Committee could on its own under a blanket investigation decide all of these questions and I think a useful place to start would be the Legislative Reorganization Act and system of controls which had been erected on it, which are in many ways very admirable.",
                "start": 497.474,
                "byte_stop": 2247868,
                "byte_start": 2093328,
                "stop": 536.096
              },
              {
                "text": "Since the Legislative Reorganization Act was passed, legislative investigations with the a subpoena power, and that is the great war shed as it were in this field it seems to me, what happens when the subpoena power is invoked?",
                "start": 536.096,
                "byte_stop": 2312129,
                "byte_start": 2247868,
                "stop": 552.167
              },
              {
                "text": "Legislative investigations with a subpoena power are either directly authorized by Congress with a limited and clearly defined subject matter and duration, the so-called special investigations or indirectly through a standing committee but similarly limited as to subject and duration.",
                "start": 552.167,
                "byte_stop": 2407320,
                "byte_start": 2312129,
                "stop": 575.949
              },
              {
                "text": "The jurisdiction of standing committees is too broad and general, agriculture, armed services, judiciary, to support the use of subpoena power without further refinement and delegation.",
                "start": 575.949,
                "byte_stop": 2468864,
                "byte_start": 2407320,
                "stop": 591.349
              },
              {
                "text": "Thus every investigation is ultimately a special investigation in the sense that whatever the immediate source of its authority, Congress or a parent standing committee, it has a clearly defined subject matter and a duration authoritatively fixed by the parent body in each case.",
                "start": 591.349,
                "byte_stop": 2560920,
                "byte_start": 2468864,
                "stop": 614.353
              },
              {
                "text": "Now the House Committee is in many ways a sport.",
                "start": 614.353,
                "byte_stop": 2577429,
                "byte_start": 2560920,
                "stop": 618.488
              },
              {
                "text": "It began as a special Committee, but there can no doubt that it shares in most important particulars, this characteristic of a standing committee.",
                "start": 618.488,
                "byte_stop": 2627897,
                "byte_start": 2577429,
                "stop": 631.112
              },
              {
                "text": "And moreover, it is not only a standing committee with an area jurisdiction in the standing committee sense rather than a limited subject jurisdiction, but its charter is too vague to support the use of a subpoena power in any event.",
                "start": 631.112,
                "byte_stop": 2702399,
                "byte_start": 2627897,
                "stop": 649.734
              },
              {
                "text": "In other words, it's not only general like Agriculture, but it's vague like Un-American.",
                "start": 649.734,
                "byte_stop": 2729566,
                "byte_start": 2702399,
                "stop": 656.513
              },
              {
                "text": "Thus, the Committee does not and could not use compulsory process to probe, and I'm quoting the rule, “The extent, character and objects of Un-American propaganda activities in the United States or the diffusion with the United States of subversive and Un-American propaganda.”",
                "start": 656.513,
                "byte_stop": 2823398,
                "byte_start": 2729566,
                "stop": 679.982
              },
              {
                "text": "And as a matter of fact as I point out on my brief, the Committee has completely redefined its resolution to eliminate the word propaganda from it altogether.",
                "start": 679.982,
                "byte_stop": 2862164,
                "byte_start": 2823398,
                "stop": 689.678
              },
              {
                "text": "The Committee construes its charter then none of them ad hoc assignment, you can't find one investigation in the 20 years that the Committee has been in existence as the standing committee into the literal terms of its rule.",
                "start": 689.678,
                "byte_stop": 2923186,
                "byte_start": 2862164,
                "stop": 704.917
              },
              {
                "text": "It construes its charter not as an ad hoc assignment, but as a grant of jurisdiction over a broad area.",
                "start": 704.917,
                "byte_stop": 2959235,
                "byte_start": 2923186,
                "stop": 713.948
              },
              {
                "text": "Indeed an area almost without boundaries, segments of which are interpreted by the Committee and then probed piecemeal.",
                "start": 713.948,
                "byte_stop": 2999359,
                "byte_start": 2959235,
                "stop": 723.983
              },
              {
                "text": "On the face of it, turning to our case, Communist activities in the field of labor, Communist Party activities, is a subject not even mentioned in Rule 11 and obviously required an initial construction and delegation before the Committee's agent, the Subcommittee, could proceed.",
                "start": 723.983,
                "byte_stop": 3092982,
                "byte_start": 2999359,
                "stop": 747.379
              },
              {
                "text": "Now the characteristic modus operandi of the Committee is to choose by resolution or motion a particular subject and assign a committee to investigate.",
                "start": 747.379,
                "byte_stop": 3145331,
                "byte_start": 3092982,
                "stop": 760.452
              },
              {
                "text": "In my brief at page 37, I have assembled some samples of hearings where these resolutions are recited and I would like with the indulgence of the Court just to read one of them, the type of resolution which typically triggers a committee investigation.",
                "start": 760.452,
                "byte_stop": 3222653,
                "byte_start": 3145331,
                "stop": 779.806
              },
              {
                "text": "“Be it resolved,” this is a Committee resolution in connection with the hearings in Newark, New Jersey in 1958, “Be it resolved that a hearing by the Committee or a Subcommittee thereof to be held in Newark, New Jersey or such other place or places that the Chairman may designate on such date or dates that the Chairman may determine, be authorized and approved including the conduct of investigation deemed reasonably necessary by the staff in preparation therefore, relating to the following subjects and having the legislative purposes indicated.”",
                "start": 779.806,
                "byte_stop": 3363192,
                "byte_start": 3222653,
                "stop": 814.936
              },
              {
                "text": "Now, these resolutions accomplish at least three things in the Committee's internal housekeeping.",
                "start": 814.936,
                "byte_stop": 3394957,
                "byte_start": 3363192,
                "stop": 822.881
              },
              {
                "text": "First they assign a Subcommittee a subject matter, second they register the approval of the Committee for the investigation, and I will have occasion in my next point to discuss the violation of Rule 1 of the Committee which requires approval of the Committee of every major investigation and third, these resolutions designate the legislative purposes which the hearing is to be conducted.",
                "start": 822.881,
                "byte_stop": 3510836,
                "byte_start": 3394957,
                "stop": 851.852
              },
              {
                "text": "Now I suggest that this practice is not optional for it's required by law and I suggest this because first only the Committee can authorize an investigation.",
                "start": 851.852,
                "byte_stop": 3581576,
                "byte_start": 3510836,
                "stop": 869.537
              },
              {
                "text": "It seems to me that this is almost obvious.",
                "start": 869.537,
                "byte_stop": 3602892,
                "byte_start": 3581576,
                "stop": 874.857
              },
              {
                "text": "Second, only the Committee can construe its own rule.",
                "start": 874.857,
                "byte_stop": 3627342,
                "byte_start": 3602892,
                "stop": 880.974
              },
              {
                "text": "Certainly an agent of the Committee, a Subcommittee which is not even an agent of Congress, but an agent of the Committee is never elected by Congress, hence construe the meaning of Rule 11, that's a job for the Committee at the first instance.",
                "start": 880.974,
                "byte_stop": 3697664,
                "byte_start": 3627342,
                "stop": 898.546
              },
              {
                "text": "Third, the Committee must determine whether a legislative purpose would be served by holding a particular hearing.",
                "start": 898.546,
                "byte_stop": 3735385,
                "byte_start": 3697664,
                "stop": 907.972
              },
              {
                "text": "It seems to me true that this is self-evident and I think that because the Committee didn't do that in this case, we have a situation in which a statute covering the precise area which was supposedly under investigation here Communist Party activities in the field of labor.",
                "start": 907.972,
                "byte_stop": 3822425,
                "byte_start": 3735385,
                "stop": 929.728
              },
              {
                "text": "Exact statute was passed some six months before this hearing took place, that's the Communist Infiltration Act of 1954.",
                "start": 929.728,
                "byte_stop": 3860146,
                "byte_start": 3822425,
                "stop": 939.155
              },
              {
                "text": "Now the Committee -- if the Committee were really making a deliberate judgment on the need -- the legislative need, the legislative purpose for this investigation, if it was singling out some evil in a deliberate considered way which required legislative therapy, one very much doubts whether it would've chosen this already legislatively exhausted subject.",
                "start": 939.155,
                "byte_stop": 3971009,
                "byte_start": 3860146,
                "stop": 966.887
              },
              {
                "text": "Finally, the Committee must decide whether the facts are needed.",
                "start": 966.887,
                "byte_stop": 3988773,
                "byte_start": 3971009,
                "stop": 971.314
              },
              {
                "text": "Now, there is one other consideration which seems to me to point to the necessity of a committee determination and that is the court's ruling in the Watkins case.",
                "start": 971.314,
                "byte_stop": 4045406,
                "byte_start": 3988773,
                "stop": 985.471
              },
              {
                "text": "It seems to me that the Watkins ruling can almost be distilled to say that where First Amendment freedoms are involved in a probe, these four responsibilities that I've just been talking about for authorization, construction, legislative purpose and fact gathering and I could -- there quotations in the decision which justify what I'm about to say for each of these areas.",
                "start": 985.471,
                "byte_stop": 4165151,
                "byte_start": 4045406,
                "stop": 1015.412
              },
              {
                "text": "That these four areas, when the First Amendment is involved, create responsibilities which much -- must be lodged as close as possible to the source of power.",
                "start": 1015.412,
                "byte_stop": 4224293,
                "byte_start": 4165151,
                "stop": 1030.208
              },
              {
                "text": "It seems to me that the Watkins decision says that we must present, and I'm quoting now, “the separation of power and responsibility” in First Amendment cases particularly and it seems to me also that that almost requires the kind of result that I'm arguing for here.",
                "start": 1030.208,
                "byte_stop": 4306004,
                "byte_start": 4224293,
                "stop": 1050.629
              },
              {
                "text": "Now, Your Honors will recall that I stated at the outset that this argument has two parts.",
                "start": 1050.629,
                "byte_stop": 4328155,
                "byte_start": 4306004,
                "stop": 1056.168
              },
              {
                "text": "I've dealt -- I'm dealing up till now with the question of competence.",
                "start": 1056.168,
                "byte_stop": 4345083,
                "byte_start": 4328155,
                "stop": 1060.403
              },
              {
                "text": "I want to deal now with the question of pertinence.",
                "start": 1060.403,
                "byte_stop": 4359711,
                "byte_start": 4345083,
                "stop": 1064.061
              },
              {
                "text": "Preliminary, let me say that I think that outside of the area of pertinence, considered truly as a First Amendment question, the Committee should be required to decide that the need for the facts is so exigent as to warrant an invasion of First Amendment rights and the only way that can be expressed is through a detailed delegation to the Subcommittee specifying by an agent of Congress to subordinating and compelling demands which require investigative action.",
                "start": 1064.061,
                "byte_stop": 4527835,
                "byte_start": 4359711,
                "stop": 1106.101
              },
              {
                "text": "Now, I want to turn to the Russell case and the construction of the Russell case.",
                "start": 1106.101,
                "byte_stop": 4548002,
                "byte_start": 4527835,
                "stop": 1111.132
              },
              {
                "text": "This Court held in Russell that the question under inquiry for purposes of Section 192 pertinency requirement must be pleaded.",
                "start": 1111.132,
                "byte_stop": 4593142,
                "byte_start": 4548002,
                "stop": 1122.429
              },
              {
                "text": "This, it seems to me, requires a statement of the matter not as considered merely by the Subcommittee Chairman as confided by the Subcommittee to -- as confided for the Subcommittee by the full Committee, but rather a statement, an original statement of delegation by the Committee Chairman.",
                "start": 1122.429,
                "byte_stop": 4673912,
                "byte_start": 4593142,
                "stop": 1142.62
              },
              {
                "text": "Statutory pertinency as opposed to due process pertinency turns on the relationship of the unanswered questions to the authorized question.",
                "start": 1142.62,
                "byte_stop": 4719261,
                "byte_start": 4673912,
                "stop": 1153.948
              },
              {
                "text": "It is significant I think that in all of the Court of Appeals decisions cited in the Russell case where the inquiry was recited in the indictment, there were decisions in the Second, Sixth, and Seventh Circuits, the question that was contained in the resolution was the one -- the question that was deemed to be under inquiry for purposes of the pertinency provisions of the contempt statute, were the ones delegated by the full Committee.",
                "start": 1153.948,
                "byte_stop": 4866173,
                "byte_start": 4719261,
                "stop": 1190.664
              },
              {
                "text": "That was true in the Yellin case and the Davis case and in the Second Circuit cases.",
                "start": 1190.664,
                "byte_stop": 4886235,
                "byte_start": 4866173,
                "stop": 1195.69
              },
              {
                "text": "That is, in every instance where a grand jury returns an indictment, reciting the matter under inquiry, they recited the matter as stated by the full Committee in a delegation to the Subcommittee.",
                "start": 1195.69,
                "byte_stop": 4941824,
                "byte_start": 4886235,
                "stop": 1209.591
              },
              {
                "text": "I also think it's of some interest that since the Russell case and under the compulsion of the Russell case there have been at least five indictments in the District of Columbia.",
                "start": 1209.591,
                "byte_stop": 4988949,
                "byte_start": 4941824,
                "stop": 1221.37
              },
              {
                "text": "Two of them incidentally by the same grand jury that indicted petitioner and that all without exception recites the delegation of the full Committee to the Subcommittee.",
                "start": 1221.37,
                "byte_stop": 5040880,
                "byte_start": 4988949,
                "stop": 1234.344
              },
              {
                "text": "Now it's interesting to trace the background of this pertinency requirement.",
                "start": 1234.344,
                "byte_stop": 5061674,
                "byte_start": 5040880,
                "stop": 1239.558
              },
              {
                "text": "Originally, when the statute was passed the congressional practice was to launch every investigation with a special resolution.",
                "start": 1239.558,
                "byte_stop": 5131995,
                "byte_start": 5061674,
                "stop": 1257.123
              },
              {
                "text": "In other words, there were -- this problem never arose because Congress itself was explicit in delegating the matter under inquiry through a special resolution and the court in the Barry case simply construes the statute, the 1857 statute, to read just that way.",
                "start": 1257.123,
                "byte_stop": 5224364,
                "byte_start": 5131995,
                "stop": 1280.234
              },
              {
                "text": "They say that the pertinency requirement is a requirement of pertinency to the matter delegated by the full Committee.",
                "start": 1280.234,
                "byte_stop": 5261249,
                "byte_start": 5224364,
                "stop": 1289.438
              },
              {
                "text": "There was one occasion in the House of Representatives when this statute was construed that was in 1955.",
                "start": 1289.438,
                "byte_stop": 5294686,
                "byte_start": 5261249,
                "stop": 1297.804
              },
              {
                "text": "When the Chairman of the Rules Committee, Howard Smith, answered a question in connection with the debate that was introduced -- that was conducted in the House with respect to a resolution introduced by Congressman Doyle amending a House Rule to require that the announcement at the beginning of the hearing of the subject -- under -- to require some announcement at the beginning of the hearing of the subject under inquiry.",
                "start": 1297.804,
                "byte_stop": 5419238,
                "byte_start": 5294686,
                "stop": 1328.951
              },
              {
                "text": "And Congressman Smith was asked whether this announcement, which is a kind of announcement we have in this case, was the kind of announcement which would serve as the foundation for pertinency for purposes of the contempt statute and he said, “No, it was not.”",
                "start": 1328.951,
                "byte_stop": 5500008,
                "byte_start": 5419238,
                "stop": 1349.128
              },
              {
                "text": "That the statement of the Chairman of the Committee at the hearing which would be made pursuant to this rule was not the statement which was required -- not the statement of pertinency which was required under the contempt statute.",
                "start": 1349.128,
                "byte_stop": 5577749,
                "byte_start": 5500008,
                "stop": 1368.576
              },
              {
                "text": "It seems to me that in effect, the House is required -- the House Committee is required in order to comply with the pertinency provisions of the contempt statute to make a special resolution in every case in which an investigation is launched.",
                "start": 1368.576,
                "byte_stop": 5666147,
                "byte_start": 5577749,
                "stop": 1390.673
              },
              {
                "text": "In order to furnish the foundation for the -- for a resolution of the issue of pertinency, there must be an authentic detailing of the question under inquiry.",
                "start": 1390.673,
                "byte_stop": 5723408,
                "byte_start": 5666147,
                "stop": 1404.98
              },
              {
                "text": "It seems to me that that it is this authorization, this special delegation which is the charter of the Subcommittee in the sense of Rumely case it must be created by the Committee and recited in the indictment not only for the reasons of competence, pertinency, and free speech already referred to, but to enable a court and defendant to determine whether the Committee exceeds its jurisdiction and whether the Subcommittee acted within its terms of reference.",
                "start": 1404.98,
                "byte_stop": 5851408,
                "byte_start": 5723408,
                "stop": 1436.978
              },
              {
                "text": "Now, the Government's answer to all this is that the indictment is insufficient because -- it is sufficient, forgive me, because it recited that the Committee assigned all of its powers to the Subcommittee.",
                "start": 1436.978,
                "byte_stop": 5913266,
                "byte_start": 5851408,
                "stop": 1452.458
              },
              {
                "text": "But the subject under inquiry was not all of the Committee's power which is I think is quite clear could never be a subject under inquiry, but the relatively narrow subject of Communist activities in the field of labor, Communist Party activities, a subject which I have pointed out already can't even be extrapolated so to speak, can't be inferred from the resolution by reading it.",
                "start": 1452.458,
                "byte_stop": 6014412,
                "byte_start": 5913266,
                "stop": 1477.746
              },
              {
                "text": "You have to bring to it some special kind of a focus in order to -- you have to -- in other words this is an area where in order to specify this matter under inquiry, some construction must be made and the Committee had to do it.",
                "start": 1477.746,
                "byte_stop": 6084838,
                "byte_start": 6014412,
                "stop": 1495.339
              },
              {
                "text": "Now, I want to turn next to the fact that there was no proof of delegation.",
                "start": 1495.339,
                "byte_stop": 6105840,
                "byte_start": 6084838,
                "stop": 1500.599
              },
              {
                "text": "There is no proof at all in this record this the Subcommittee was authorized to conduct the matter alleged to be under inquiry and in order to conserve my time, I'll refer you to the brief on that point and deal with my third point which is the question of the rule.",
                "start": 1500.599,
                "byte_stop": 6186924,
                "byte_start": 6105840,
                "stop": 1520.866
              },
              {
                "text": "I think the Yellin case holds that violations by the Committee of its own rules precludes a conviction for contempt.",
                "start": 1520.866,
                "byte_stop": 6215450,
                "byte_start": 6186924,
                "stop": 1527.988
              },
              {
                "text": "Rule 1 of the Committee requires that no major investigation shall be initiated without approval of a majority of the Committee.",
                "start": 1527.988,
                "byte_stop": 6251186,
                "byte_start": 6215450,
                "stop": 1536.923
              },
              {
                "text": "Rule 11 of the House Rules require that standing committee shall keep a record of all committee actions.",
                "start": 1536.923,
                "byte_stop": 6277726,
                "byte_start": 6251186,
                "stop": 1543.563
              },
              {
                "text": "Now the entire file of the Committee was introduced in evidence in this case and there is no evidence at all that this rule was complied despite the fact that it's clearly a major investigation and the Government doesn't dispute that.",
                "start": 1543.563,
                "byte_stop": 6342614,
                "byte_start": 6277726,
                "stop": 1559.793
              },
              {
                "text": "Now, the rule -- it's a simple rule designed to prevent one-man rule to be redundant and to prevent partisanship in administration of the investigatory process and most committees have such rules.",
                "start": 1559.793,
                "byte_stop": 6396844,
                "byte_start": 6342614,
                "stop": 1573.332
              },
              {
                "text": "It is a modest attempt, again to refer to Watkins, to prevent the separation of power from responsibility, that measure of added care which you spoke of Mr. Chief Justice in that case, which Committee should be required to engage in to ensure fairness.",
                "start": 1573.332,
                "byte_stop": 6468629,
                "byte_start": 6396844,
                "stop": 1591.277
              },
              {
                "text": "Now Government claims that this rule was complied with because sometime in 1949 or 1952, either one I don't know which, the Committee had commenced to pursuit of the union on which petitioner was a member and this was a continuing investigation.",
                "start": 1591.277,
                "byte_stop": 6556923,
                "byte_start": 6468629,
                "stop": 1613.351
              },
              {
                "text": "Now Your Honors, I'm appalled with this contention, because in American investigative practice, we don't have – we don't have continuing investigations.",
                "start": 1613.351,
                "byte_stop": 6600600,
                "byte_start": 6556923,
                "stop": 1624.281
              },
              {
                "text": "That aside, it's confessing that we have a kind of star chamber in this country that a Committee can use a subpoena power to investigate individuals and organizations indefinitely without resort to the conventional controls of Congress.",
                "start": 1624.281,
                "byte_stop": 6663607,
                "byte_start": 6600600,
                "stop": 1640.034
              },
              {
                "text": "And it seems to me that it points out very sharply the fact that this whole investigation was governed and determined only by the available supply of exposable witnesses.",
                "start": 1640.034,
                "byte_stop": 6714807,
                "byte_start": 6663607,
                "stop": 1652.838
              },
              {
                "text": "As a matter of fact, the first entry of this Committee in this case was a decision to subpoena the petitioner.",
                "start": 1652.838,
                "byte_stop": 6748662,
                "byte_start": 6714807,
                "stop": 1661.3
              },
              {
                "text": "Not a statement of a legislative purpose or a decision to subpoena him.",
                "start": 1661.3,
                "byte_stop": 6766007,
                "byte_start": 6748662,
                "stop": 1665.641
              },
              {
                "text": "Now, let me get to the merits of why this argument about a continuing investigation is untenable.",
                "start": 1665.641,
                "byte_stop": 6794533,
                "byte_start": 6766007,
                "stop": 1672.759
              },
              {
                "text": "In the first place, there's no proof that the investigation was approved even back in 1952.",
                "start": 1672.759,
                "byte_stop": 6822745,
                "byte_start": 6794533,
                "stop": 1679.814
              },
              {
                "text": "In the second place the very purpose of the rule would be frustrated if an approval could be inferred from prior investigation.",
                "start": 1679.814,
                "byte_stop": 6855450,
                "byte_start": 6822745,
                "stop": 1688.006
              },
              {
                "text": "In third place, approval prior to the 84th Congress could not activate a subsequent investigation because the House is not a continuing body.",
                "start": 1688.006,
                "byte_stop": 6900485,
                "byte_start": 6855450,
                "stop": 1699.24
              },
              {
                "text": "In the fourth place, the Committee itself was not constituted until the beginning of the 84th Congress, and the indictment specifically refers to the Committee as having been created and authorized by House Resolution 5 of the 84th Congress.",
                "start": 1699.24,
                "byte_stop": 6971120,
                "byte_start": 6900485,
                "stop": 1716.915
              },
              {
                "text": "In the sixth place, the Committee itself does not carry over investigations from one Congress to another without fresh approval through a new authorizing resolution.",
                "start": 1716.915,
                "byte_stop": 7016051,
                "byte_start": 6971120,
                "stop": 1728.136
              },
              {
                "text": "And at page 37 of my brief, I refer Your Honors, to a typical resolution in which an expired investigation is reinvigorated in a new Congress by the Committee.",
                "start": 1728.136,
                "byte_stop": 7084074,
                "byte_start": 7016051,
                "stop": 1745.143
              },
              {
                "text": "And so -- it seems to me that not only is this contention factually and legally erroneous, but it raises an enormously important question of due process and principle.",
                "start": 1745.143,
                "byte_stop": 7145723,
                "byte_start": 7084074,
                "stop": 1760.567
              },
              {
                "text": "Because in effect the government is -- if the government's position prevails here, it means that we have a continuing body that goes from Congress to Congress invading people's freedoms without any control at all, and it seems to me that this is certainly not the law and it's certainly not the intention of the rule.",
                "start": 1760.567,
                "byte_stop": 7229001,
                "byte_start": 7145723,
                "stop": 1781.376
              },
              {
                "text": "Now I intended to discuss also something that's intimately related to this and that's the pattern of exposure in this case.",
                "start": 1781.376,
                "byte_stop": 7271006,
                "byte_start": 7229001,
                "stop": 1791.879
              },
              {
                "text": "I think I have followed with fair fidelity the cases that have come to this Court in this area.",
                "start": 1791.879,
                "byte_stop": 7292635,
                "byte_start": 7271006,
                "stop": 1797.298
              },
              {
                "text": "And in the past 20 years, there has never been a case which so graphically illustrates the exposure pattern of this Court as this case --",
                "start": 1797.298,
                "byte_stop": 7336208,
                "byte_start": 7292635,
                "stop": 1808.17
              }
            ]
          },
          {
            "start": 1808.17,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 7351986,
            "stop": 1812.121,
            "byte_start": 7336208,
            "text_blocks": [
              {
                "text": "You may have three minutes more, and counsel may have quite a few --",
                "start": 1808.17,
                "byte_stop": 7351986,
                "byte_start": 7336208,
                "stop": 1812.121
              }
            ]
          },
          {
            "start": 1812.121,
            "speaker": {
              "last_name": "Donner",
              "ID": 23848,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/frank_j_donner",
              "view_count": 0,
              "identifier": "frank_j_donner",
              "name": "Frank J. Donner"
            },
            "byte_stop": 7717073,
            "stop": 1903.393,
            "byte_start": 7351986,
            "text_blocks": [
              {
                "text": "I want to point out that before this hearing was held in the Fall of 1954, Congressman Walter made a statement that the accuracy of which is not in dispute.",
                "start": 1812.121,
                "byte_stop": 7411545,
                "byte_start": 7351986,
                "stop": 1827.025
              },
              {
                "text": "He said, “I intend to hold bigger and better exposure hearings in which I am going to show that people with red ties are members of a plot and let the community, the loyal Americans who worked with them, do the rest of the job.”",
                "start": 1827.025,
                "byte_stop": 7484165,
                "byte_start": 7411545,
                "stop": 1845.174
              },
              {
                "text": "Now when this man was subpoenaed on two occasions, the press was notified once before the subpoena was even issued, warning the Chairman, the statement that's not disputed that the subpoena would be issued, and once before it was served on second occasion, and most importantly, the press was told in a quotation again which is not disputed that the Committee intended to show that the petitioner and another witness were card-carrying Communists, which are ever showed by the way, and the rest is up to the community of rank invitation to lynching.",
                "start": 1845.174,
                "byte_stop": 7644139,
                "byte_start": 7484165,
                "stop": 1885.174
              },
              {
                "text": "And it seems to me Your Honor, that if what you -- what the court said in Watkins and the other exposure cases is not to be reduced to a mere verbalism, if this is a question of fact that can be established in a case, it was established here.",
                "start": 1885.174,
                "byte_stop": 7706833,
                "byte_start": 7644139,
                "stop": 1900.835
              },
              {
                "text": "Thank you Your Honor.",
                "start": 1900.835,
                "byte_stop": 7717073,
                "byte_start": 7706833,
                "stop": 1903.393
              }
            ]
          },
          {
            "start": 1903.393,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 7740792,
            "stop": 1909.341,
            "byte_start": 7717073,
            "text_blocks": [
              {
                "text": "Mr. Yeagley.",
                "start": 1903.393,
                "byte_stop": 7740792,
                "byte_start": 7717073,
                "stop": 1909.341
              }
            ]
          }
        ],
        "stop": 1909.341
      },
      {
        "start": 1909.341,
        "byte_stop": 15727783,
        "byte_start": 7740792,
        "turns": [
          {
            "start": 1909.341,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 8182993,
            "stop": 2019.879,
            "byte_start": 7740792,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, and may it please the Court.",
                "start": 1909.341,
                "byte_stop": 7785827,
                "byte_start": 7740792,
                "stop": 1920.577
              },
              {
                "text": "In view of the presentation by petitioner's counsel, I would like to treat at the outset with the authorization of the Committee and to show that the procedures followed were regular and was called for by rules and the law, and to contest with him a bit on Seeger and Lamont.",
                "start": 1920.577,
                "byte_stop": 7928038,
                "byte_start": 7785827,
                "stop": 1956.137
              },
              {
                "text": "Now I think as background, it is germane and of use, to keep in mind the fact that this Committee had not only in prior years but in the preceding year conducted investigations of Communist infiltration into labor unions particularly into the United Electrical and Radio, Machine Workers of which this man was a member.",
                "start": 1956.137,
                "byte_stop": 8028139,
                "byte_start": 7928038,
                "stop": 1981.156
              },
              {
                "text": "As a matter of fact, Mr. Mates and other witness subpoenaed have been subpoenaed at a previous hearing the previous year and -- but did not appear and was to have been called at a later date.",
                "start": 1981.156,
                "byte_stop": 8109119,
                "byte_start": 8028139,
                "stop": 2001.412
              },
              {
                "text": "The Committee's investigation in this union brings forth subjects not unfamiliar to this Court such as Watkins who was member of this union, Deutch, Emspak were members of this union and their cases have gone through the courts.",
                "start": 2001.412,
                "byte_stop": 8182993,
                "byte_start": 8109119,
                "stop": 2019.879
              }
            ]
          },
          {
            "start": 2019.879,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 8191352,
            "stop": 2021.963,
            "byte_start": 8182993,
            "text_blocks": [
              {
                "text": "Deutch was a student, wasn't he?",
                "start": 2019.879,
                "byte_stop": 8191352,
                "byte_start": 8182993,
                "stop": 2021.963
              }
            ]
          },
          {
            "start": 2021.963,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 8302425,
            "stop": 2049.732,
            "byte_start": 8191352,
            "text_blocks": [
              {
                "text": "Deutch, Mr. Justice Stewart, was in the UE, and they were, as I recall it, but there the question that he had been asked was relating to activity at Cornell and the -- apparently the authorization there was for the purpose was investigation of Communist infiltration on the labor and the student's point --",
                "start": 2021.963,
                "byte_stop": 8302425,
                "byte_start": 8191352,
                "stop": 2049.732
              }
            ]
          },
          {
            "start": 2049.732,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 8307545,
            "stop": 2051.007,
            "byte_start": 8302425,
            "text_blocks": [
              {
                "text": "He had a summer jobs under that work.",
                "start": 2049.732,
                "byte_stop": 8307545,
                "byte_start": 8302425,
                "stop": 2051.007
              }
            ]
          },
          {
            "start": 2051.007,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9157465,
            "stop": 2263.492,
            "byte_start": 8307545,
            "text_blocks": [
              {
                "text": "That's right, and the student point was -- the crucial issue there was underlain to the subject under inquiry.",
                "start": 2051.007,
                "byte_stop": 8359894,
                "byte_start": 8307545,
                "stop": 2064.114
              },
              {
                "text": "So when the full Committee, I believe one member being absent in that, on February 9, 1955 that background becomes of importance.",
                "start": 2064.114,
                "byte_stop": 8420498,
                "byte_start": 8359894,
                "stop": 2079.266
              },
              {
                "text": "This was not a five-minute meeting where they just appointed a Subcommittee.",
                "start": 2079.266,
                "byte_stop": 8434186,
                "byte_start": 8420498,
                "stop": 2082.668
              },
              {
                "text": "The record shows that it lasted an hour and five minutes or an hour and a quarter, something of that sort.",
                "start": 2082.668,
                "byte_stop": 8471698,
                "byte_start": 8434186,
                "stop": 2092.051
              },
              {
                "text": "That time, a motion was agreed to, that provided that this David Mates and John Gojack should be subpoenaed to appear before a Subcommittee, and it did say a Committee on Internal Security [Inaudible] in open hearing at in Fort Wayne, Indiana.",
                "start": 2092.051,
                "byte_stop": 8565844,
                "byte_start": 8471698,
                "stop": 2115.593
              },
              {
                "text": "There's the authorization from the full Committee to the Chairman to appoint a Subcommittee for the Subcommittee to hold a hearing and it states the city in which it is to be held.",
                "start": 2115.593,
                "byte_stop": 8614222,
                "byte_start": 8565844,
                "stop": 2127.697
              },
              {
                "text": "In the course of the meeting and in the presence of the others the Chairman designated the members of the Subcommittee and set the date as February 21.",
                "start": 2127.697,
                "byte_stop": 8668244,
                "byte_start": 8614222,
                "stop": 2141.182
              },
              {
                "text": "Later on, because it was discovered that this hearing might interfere with a union election that would follow by three days, the date of the hearing was postponed from the 21st to the 28th.",
                "start": 2141.182,
                "byte_stop": 8739610,
                "byte_start": 8668244,
                "stop": 2159.038
              },
              {
                "text": "This was done by the Committee Chairman under his authority, but he called a Committee meeting thereafter advised them of the continuance of the hearing, this Committee meeting was held on the 23rd, so here is another meeting of the Committee about the hearings in Fort Wayne.",
                "start": 2159.038,
                "byte_stop": 8815365,
                "byte_start": 8739610,
                "stop": 2177.967
              },
              {
                "text": "However, they changed the place of the hearings in view of the change of date from Fort Wayne to Washington, so there is another consideration.",
                "start": 2177.967,
                "byte_stop": 8852146,
                "byte_start": 8815365,
                "stop": 2187.174
              },
              {
                "text": "The Committee resolution of January 20th, that hasn't been mentioned, authorized the Chairman to appoint Subcommittees to act and carry out the business of the Committee -- full Committee with the full power and authority of a full Committee.",
                "start": 2187.174,
                "byte_stop": 8967293,
                "byte_start": 8852146,
                "stop": 2215.959
              },
              {
                "text": "When the Committee came into session and before the witnesses, immediately after the witness were sworn, the Chairman announced the purpose of the investigation.",
                "start": 2215.959,
                "byte_stop": 9046915,
                "byte_start": 8967293,
                "stop": 2235.848
              },
              {
                "text": "At that time he stated, “There will be considered at this hearing testimony relating to Communist Party activities within the field of labor.",
                "start": 2235.848,
                "byte_stop": 9079202,
                "byte_start": 9046915,
                "stop": 2243.931
              },
              {
                "text": "The methods used by the Communist Party to infiltrate labor organizations, and the dissemination of the Communist Party propaganda.”",
                "start": 2243.931,
                "byte_stop": 9111803,
                "byte_start": 9079202,
                "stop": 2252.094
              },
              {
                "text": "An examination of the record will disclose that the questions asked not only to this witness, but to the other witnesses related to that subject matter.",
                "start": 2252.094,
                "byte_stop": 9152449,
                "byte_start": 9111803,
                "stop": 2262.238
              },
              {
                "text": "I believe this Court has --",
                "start": 2262.238,
                "byte_stop": 9157465,
                "byte_start": 9152449,
                "stop": 2263.492
              }
            ]
          },
          {
            "start": 2263.492,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9195290,
            "stop": 2272.962,
            "byte_start": 9157465,
            "text_blocks": [
              {
                "text": "Was that the first notice that witnesses had to the scope of the Committee investigation that they're about to --",
                "start": 2263.492,
                "byte_stop": 9195290,
                "byte_start": 9157465,
                "stop": 2272.962
              }
            ]
          },
          {
            "start": 2272.962,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9265507,
            "stop": 2290.515,
            "byte_start": 9195290,
            "text_blocks": [
              {
                "text": "Yes that is the first advice to witnesses as to the scope of the -- the purpose of the hearing that appears in the record other than the course that the indictment, later on and before trial the indictment alleged --",
                "start": 2272.962,
                "byte_stop": 9265507,
                "byte_start": 9195290,
                "stop": 2290.515
              }
            ]
          },
          {
            "start": 2290.515,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9273344,
            "stop": 2292.459,
            "byte_start": 9265507,
            "text_blocks": [
              {
                "text": "Well the indictment didn't come before that.",
                "start": 2290.515,
                "byte_stop": 9273344,
                "byte_start": 9265507,
                "stop": 2292.459
              }
            ]
          },
          {
            "start": 2292.459,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9301974,
            "stop": 2299.627,
            "byte_start": 9273344,
            "text_blocks": [
              {
                "text": "No, no not before that.",
                "start": 2292.459,
                "byte_stop": 9281285,
                "byte_start": 9273344,
                "stop": 2294.446
              },
              {
                "text": "This is the first time as far as this record is concerned.",
                "start": 2294.446,
                "byte_stop": 9297795,
                "byte_start": 9281285,
                "stop": 2298.573
              },
              {
                "text": "However it does --",
                "start": 2298.573,
                "byte_stop": 9301974,
                "byte_start": 9297795,
                "stop": 2299.627
              }
            ]
          },
          {
            "start": 2299.627,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9313050,
            "stop": 2302.393,
            "byte_start": 9301974,
            "text_blocks": [
              {
                "text": "Are we dealing with -- are we dealing with the record.",
                "start": 2299.627,
                "byte_stop": 9313050,
                "byte_start": 9301974,
                "stop": 2302.393
              }
            ]
          },
          {
            "start": 2302.393,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9314826,
            "stop": 2302.831,
            "byte_start": 9313050,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 2302.393,
                "byte_stop": 9314826,
                "byte_start": 9313050,
                "stop": 2302.831
              }
            ]
          },
          {
            "start": 2302.831,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9327365,
            "stop": 2305.976,
            "byte_start": 9314826,
            "text_blocks": [
              {
                "text": "Only?",
                "start": 2302.831,
                "byte_stop": 9327365,
                "byte_start": 9314826,
                "stop": 2305.976
              }
            ]
          },
          {
            "start": 2305.976,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9339904,
            "stop": 2309.114,
            "byte_start": 9327365,
            "text_blocks": [
              {
                "text": "Well other than newspaper cuttings or things of that kind.",
                "start": 2305.976,
                "byte_stop": 9339904,
                "byte_start": 9327365,
                "stop": 2309.114
              }
            ]
          },
          {
            "start": 2309.114,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9346173,
            "stop": 2310.676,
            "byte_start": 9339904,
            "text_blocks": [
              {
                "text": "I beg your pardon?",
                "start": 2309.114,
                "byte_stop": 9346173,
                "byte_start": 9339904,
                "stop": 2310.676
              }
            ]
          },
          {
            "start": 2310.676,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9352443,
            "stop": 2312.244,
            "byte_start": 9346173,
            "text_blocks": [
              {
                "text": "I'm not sure if I understood your question Chief --",
                "start": 2310.676,
                "byte_stop": 9352443,
                "byte_start": 9346173,
                "stop": 2312.244
              }
            ]
          },
          {
            "start": 2312.244,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9357354,
            "stop": 2313.471,
            "byte_start": 9352443,
            "text_blocks": [
              {
                "text": "Well, I say aren't we dealing with the record only?",
                "start": 2312.244,
                "byte_stop": 9357354,
                "byte_start": 9352443,
                "stop": 2313.471
              }
            ]
          },
          {
            "start": 2313.471,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9366758,
            "stop": 2315.815,
            "byte_start": 9357354,
            "text_blocks": [
              {
                "text": "Yes indeed, yes.",
                "start": 2313.471,
                "byte_stop": 9366758,
                "byte_start": 9357354,
                "stop": 2315.815
              }
            ]
          },
          {
            "start": 2315.815,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9400404,
            "stop": 2324.24,
            "byte_start": 9366758,
            "text_blocks": [
              {
                "text": "What are you talking about newspaper reports before?",
                "start": 2315.815,
                "byte_stop": 9392044,
                "byte_start": 9366758,
                "stop": 2322.151
              },
              {
                "text": "What does that convey?",
                "start": 2322.151,
                "byte_stop": 9395284,
                "byte_start": 9392044,
                "stop": 2322.941
              },
              {
                "text": "Is that notice to that --",
                "start": 2322.941,
                "byte_stop": 9400404,
                "byte_start": 9395284,
                "stop": 2324.24
              }
            ]
          },
          {
            "start": 2324.24,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9416286,
            "stop": 2328.193,
            "byte_start": 9400404,
            "text_blocks": [
              {
                "text": "Those were on the record, I'm sorry, those were in the record.",
                "start": 2324.24,
                "byte_stop": 9416286,
                "byte_start": 9400404,
                "stop": 2328.193
              }
            ]
          },
          {
            "start": 2328.193,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9420257,
            "stop": 2329.207,
            "byte_start": 9416286,
            "text_blocks": [
              {
                "text": "What were in the record?",
                "start": 2328.193,
                "byte_stop": 9420257,
                "byte_start": 9416286,
                "stop": 2329.207
              }
            ]
          },
          {
            "start": 2329.207,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9425795,
            "stop": 2330.581,
            "byte_start": 9420257,
            "text_blocks": [
              {
                "text": "We're dealing with the record, right.",
                "start": 2329.207,
                "byte_stop": 9425795,
                "byte_start": 9420257,
                "stop": 2330.581
              }
            ]
          },
          {
            "start": 2330.581,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9428511,
            "stop": 2331.262,
            "byte_start": 9425795,
            "text_blocks": [
              {
                "text": "I beg your pardon?",
                "start": 2330.581,
                "byte_stop": 9428511,
                "byte_start": 9425795,
                "stop": 2331.262
              }
            ]
          },
          {
            "start": 2331.262,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9437811,
            "stop": 2333.586,
            "byte_start": 9428511,
            "text_blocks": [
              {
                "text": "Yes, we are dealing with the record.",
                "start": 2331.262,
                "byte_stop": 9437811,
                "byte_start": 9428511,
                "stop": 2333.586
              }
            ]
          },
          {
            "start": 2333.586,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9458918,
            "stop": 2338.853,
            "byte_start": 9437811,
            "text_blocks": [
              {
                "text": "Yes and we have nothing -- that had nothing to do with newspaper, the propaganda of the Committee, does it?",
                "start": 2333.586,
                "byte_stop": 9458918,
                "byte_start": 9437811,
                "stop": 2338.853
              }
            ]
          },
          {
            "start": 2338.853,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9580335,
            "stop": 2369.222,
            "byte_start": 9458918,
            "text_blocks": [
              {
                "text": "No, what I -- I misstate it.",
                "start": 2338.853,
                "byte_stop": 9465710,
                "byte_start": 9458918,
                "stop": 2340.549
              },
              {
                "text": "What I intended to mention was that prior to the hearing, the Washington representative of the union had come to the Committee in an effort to get discontinuance and they had had discussions that an investigation of this nature, I admit it is not spelled out, would interfere with the election to be held three days after the hearings.",
                "start": 2340.549,
                "byte_stop": 9580335,
                "byte_start": 9465710,
                "stop": 2369.222
              }
            ]
          },
          {
            "start": 2369.222,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9586395,
            "stop": 2370.719,
            "byte_start": 9580335,
            "text_blocks": [
              {
                "text": "The union election?",
                "start": 2369.222,
                "byte_stop": 9586395,
                "byte_start": 9580335,
                "stop": 2370.719
              }
            ]
          },
          {
            "start": 2370.719,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9649612,
            "stop": 2386.542,
            "byte_start": 9586395,
            "text_blocks": [
              {
                "text": "Yes, the NLRB had called an election in Fort Wayne in which there are other unions interested and the Chairman had not known of this apparently.",
                "start": 2370.719,
                "byte_stop": 9644492,
                "byte_start": 9586395,
                "stop": 2385.251
              },
              {
                "text": "They had received a telegram --",
                "start": 2385.251,
                "byte_stop": 9649612,
                "byte_start": 9644492,
                "stop": 2386.542
              }
            ]
          },
          {
            "start": 2386.542,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9658284,
            "stop": 2388.706,
            "byte_start": 9649612,
            "text_blocks": [
              {
                "text": "Does the record show he didn't know it -- know anything about it?",
                "start": 2386.542,
                "byte_stop": 9658284,
                "byte_start": 9649612,
                "stop": 2388.706
              }
            ]
          },
          {
            "start": 2388.706,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9666330,
            "stop": 2390.722,
            "byte_start": 9658284,
            "text_blocks": [
              {
                "text": "Yes, yes.",
                "start": 2388.706,
                "byte_stop": 9666330,
                "byte_start": 9658284,
                "stop": 2390.722
              }
            ]
          },
          {
            "start": 2390.722,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9675107,
            "stop": 2392.906,
            "byte_start": 9666330,
            "text_blocks": [
              {
                "text": "Did he testify to that?",
                "start": 2390.722,
                "byte_stop": 9675107,
                "byte_start": 9666330,
                "stop": 2392.906
              }
            ]
          },
          {
            "start": 2392.906,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 9689213,
            "stop": 2396.444,
            "byte_start": 9675107,
            "text_blocks": [
              {
                "text": "He -- it's in the records Mr. Chief Justice I'm not sure that --",
                "start": 2392.906,
                "byte_stop": 9689213,
                "byte_start": 9675107,
                "stop": 2396.444
              }
            ]
          },
          {
            "start": 2396.444,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9696423,
            "stop": 2398.228,
            "byte_start": 9689213,
            "text_blocks": [
              {
                "text": "In what manner?",
                "start": 2396.444,
                "byte_stop": 9696423,
                "byte_start": 9689213,
                "stop": 2398.228
              }
            ]
          },
          {
            "start": 2398.228,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 10573406,
            "stop": 2617.485,
            "byte_start": 9696423,
            "text_blocks": [
              {
                "text": "That he said -- the record contains testimony as to the meeting with the Washington representative for this reason.",
                "start": 2398.228,
                "byte_stop": 9748982,
                "byte_start": 9696423,
                "stop": 2411.364
              },
              {
                "text": "The congressman made this meeting an official meeting of the Committee and a recorder -- the minutes were recorded by the Committee reporter as to what was said by the congressman and was said by I believe by Mr. Goldstein regarding the request for a postponement.",
                "start": 2411.364,
                "byte_stop": 9837589,
                "byte_start": 9748982,
                "stop": 2433.516
              },
              {
                "text": "As a matter of fact there was some questions raised as to whether or not Goldstein would testify under oath that there was an election coming up, because the Chairman apparently did not know of it, did not heard of it, and asked him to put it on the record of the Committee.",
                "start": 2433.516,
                "byte_stop": 9897984,
                "byte_start": 9837589,
                "stop": 2448.621
              },
              {
                "text": "Shortly prior to that meeting, the Chairman had received a telegram on February 10th, I believe, from the petitioner here, vigorously and bitterly protesting the hearings and making reference to the previous Congressman Thomas' conviction and the suggestion that perhaps that the companies were behind the hearing and there were some rather strong language to such an extent that there were some strong feelings that the Goldstein meetings later on, when Goldstein came in and wanted a continuance because of an election, the Chairman was quite dubious that there was such an election apparently, and the record clearly, clearly reflects that.",
                "start": 2448.621,
                "byte_stop": 10108322,
                "byte_start": 9897984,
                "stop": 2501.211
              },
              {
                "text": "I mention this to show that although the opening statement of the Chairman that the first time that the purpose of the inquiry was formally spelled out that there had been the telegram from the petitioner.",
                "start": 2501.211,
                "byte_stop": 10166314,
                "byte_start": 10108322,
                "stop": 2515.718
              },
              {
                "text": "There had been the request from Mr. Goldstein, the Washington representative, for continuance because such a hearing would interfere with the election.",
                "start": 2515.718,
                "byte_stop": 10208005,
                "byte_start": 10166314,
                "stop": 2526.136
              },
              {
                "text": "On that occasion that continuance or postpone was not granted.",
                "start": 2526.136,
                "byte_stop": 10225037,
                "byte_start": 10208005,
                "stop": 2530.389
              },
              {
                "text": "Subsequently, the then counsel of petitioner called the counsel of the Committee, I think on February 16th and satisfied him of advisability of a postponement and the Committee counsel reached the Chairman on the floor of the House and he agreed that was a right procedure.",
                "start": 2530.389,
                "byte_stop": 10323780,
                "byte_start": 10225037,
                "stop": 2555.067
              },
              {
                "text": "Now the petitioner is relying on this matter for authority on Lamont and Seeger cases.",
                "start": 2555.067,
                "byte_stop": 10372577,
                "byte_start": 10323780,
                "stop": 2567.27
              },
              {
                "text": "Incidentally, perhaps I think I should mention, as far as I could find in the rules of the Committee there is no Committee Rule or House Rule that requires that the purpose or subject matter of the inquiry be spelled out in advance in a Committee resolution formally.",
                "start": 2567.27,
                "byte_stop": 10439659,
                "byte_start": 10372577,
                "stop": 2584.042
              },
              {
                "text": "As a matter of fact that was not done in Watkins.",
                "start": 2584.042,
                "byte_stop": 10452302,
                "byte_start": 10439659,
                "stop": 2587.201
              },
              {
                "text": "It was not -- all I can say it was not done there, I don't know.",
                "start": 2587.201,
                "byte_stop": 10474977,
                "byte_start": 10452302,
                "stop": 2592.88
              },
              {
                "text": "But my point is that it had been done in prior cases and this Court has said that the court may look to other parts of the proceeding to determine what the subject on their inquiry was and whether the petitioner at the time he was answering the questions understood the pertinency or was advised of it.",
                "start": 2592.88,
                "byte_stop": 10569853,
                "byte_start": 10474977,
                "stop": 2616.584
              },
              {
                "text": "It's true it must be --",
                "start": 2616.584,
                "byte_stop": 10573406,
                "byte_start": 10569853,
                "stop": 2617.485
              }
            ]
          },
          {
            "start": 2617.485,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10612590,
            "stop": 2627.269,
            "byte_start": 10573406,
            "text_blocks": [
              {
                "text": "What do we look to here to see what the jurisdiction of the Committee was the scope of this investigation?",
                "start": 2617.485,
                "byte_stop": 10612590,
                "byte_start": 10573406,
                "stop": 2627.269
              }
            ]
          },
          {
            "start": 2627.269,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 10618441,
            "stop": 2628.734,
            "byte_start": 10612590,
            "text_blocks": [
              {
                "text": "The subject under inquiry Mr. Justice?",
                "start": 2627.269,
                "byte_stop": 10618441,
                "byte_start": 10612590,
                "stop": 2628.734
              }
            ]
          },
          {
            "start": 2628.734,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10636518,
            "stop": 2633.266,
            "byte_start": 10618441,
            "text_blocks": [
              {
                "text": "Yes, as of the time of the hearing.",
                "start": 2628.734,
                "byte_stop": 10636518,
                "byte_start": 10618441,
                "stop": 2633.266
              }
            ]
          },
          {
            "start": 2633.266,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 11345795,
            "stop": 2810.572,
            "byte_start": 10636518,
            "text_blocks": [
              {
                "text": "As of the time of the hearing, it would be the opening statement of the Chairman, Mr. Chief Justice when he made the statement that I've just read to you.",
                "start": 2633.266,
                "byte_stop": 10665253,
                "byte_start": 10636518,
                "stop": 2640.44
              },
              {
                "text": "Later on the petitioner was advised by the Chairman and the counsel and other members of the Committee on at least four occasions of the Committee's interest in determining his party membership whether he is now a party member for the reasons of the Committee's interest in Communist infiltration under the labor field.",
                "start": 2640.44,
                "byte_stop": 10770578,
                "byte_start": 10665253,
                "stop": 2666.779
              },
              {
                "text": "The petitioner, I believe I should get back to these two cases or I'll miss them, the Lamont case was I'm sure -- as the Court recalls was before the Committee on government operations.",
                "start": 2666.779,
                "byte_stop": 10834944,
                "byte_start": 10770578,
                "stop": 2682.864
              },
              {
                "text": "The resolution there authorized the Committee to conduct investigations into matters of budget, the efficiency and economy of the government.",
                "start": 2682.864,
                "byte_stop": 10872247,
                "byte_start": 10834944,
                "stop": 2692.198
              },
              {
                "text": "The questions asked of the witness however dealt with matters of subversion and the Court of course said that a pleading of the authority of the Committee did not plead them authority to ask questions on subversions and now there's no linking up in any manner on the question of subversion to an authorization to investigate for budget, economy or efficiency.",
                "start": 2692.198,
                "byte_stop": 11018324,
                "byte_start": 10872247,
                "stop": 2728.709
              },
              {
                "text": "In the Seeger case, which also dealt with the authority to the Committee and the allegation of authority and indictment, what happened there was that the resolution that was alleged an indictment that the Committee conduct an investigation was in fact a resolution that the clerk conduct an investigation.",
                "start": 2728.709,
                "byte_stop": 11121664,
                "byte_start": 11018324,
                "stop": 2754.558
              },
              {
                "text": "There had been another resolution adopted regarding the appointment of a Subcommittee and that it should hold hearings.",
                "start": 2754.558,
                "byte_stop": 11156564,
                "byte_start": 11121664,
                "stop": 2763.267
              },
              {
                "text": "That resolution not only was not plead in the indictment, it was not submitted in answer to a bill of particulars.",
                "start": 2763.267,
                "byte_stop": 11193344,
                "byte_start": 11156564,
                "stop": 2772.474
              },
              {
                "text": "I think that there's reason to feel in the case that the Committee itself couldn't find the resolution for this.",
                "start": 2772.474,
                "byte_stop": 11215391,
                "byte_start": 11193344,
                "stop": 2777.976
              },
              {
                "text": "But in any event, the result was not only was the authorized resolution not plead in the indictment, but in each case, the witness was misled.",
                "start": 2777.976,
                "byte_stop": 11257919,
                "byte_start": 11215391,
                "stop": 2788.614
              },
              {
                "text": "The witness was misled in Lamont by the nature of the resolution and the witness was misled in Seeger by the fact that the resolution that actually authorized the Subcommittee was not plead at all.",
                "start": 2788.614,
                "byte_stop": 11316224,
                "byte_start": 11257919,
                "stop": 2803.193
              },
              {
                "text": "They plead a resolution apparently inadvertently that authorized the clerk to make the investigation.",
                "start": 2803.193,
                "byte_stop": 11345795,
                "byte_start": 11316224,
                "stop": 2810.572
              }
            ]
          },
          {
            "start": 2810.572,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11578807,
            "stop": 2868.834,
            "byte_start": 11345795,
            "text_blocks": [
              {
                "text": "Mr. Yeagley, as I understand your adversary, his principal thrust of the argument that he made to us this morning is that the fault here lies in the delegation without specification as he put it the very key power in responsibility together, the responsibility being vested in the full Committee, the Committee -- The full Committee has a responsibility of specifically delineating the authority of the Subcommittee.",
                "start": 2810.572,
                "byte_stop": 11506918,
                "byte_start": 11345795,
                "stop": 2850.854
              },
              {
                "text": "Now just assuming for the moment that there's something to that argument, do you take the position that there was a specific delineation by the full Committee of the subject matter that this Subcommittee was supposed to investigate?",
                "start": 2850.854,
                "byte_stop": 11578807,
                "byte_start": 11506918,
                "stop": 2868.834
              }
            ]
          },
          {
            "start": 2868.834,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12031248,
            "stop": 2981.94,
            "byte_start": 11578807,
            "text_blocks": [
              {
                "text": "There is no formal statement in the Committee resolution to the Subcommittee of the subject of the inquiry.",
                "start": 2868.834,
                "byte_stop": 11612348,
                "byte_start": 11578807,
                "stop": 2877.228
              },
              {
                "text": "Is that what you have in mind Mr. Justice Fortas?",
                "start": 2877.228,
                "byte_stop": 11630843,
                "byte_start": 11612348,
                "stop": 2881.842
              },
              {
                "text": "I should observe there, however, that as far as I recall there has been no decision of this Court, and I don't believe of the Court of Appeals holding that the purpose of the inquiry, of the subject under inquiry must be spelled out formally in a resolution of the Committee.",
                "start": 2881.842,
                "byte_stop": 11726137,
                "byte_start": 11630843,
                "stop": 2905.66
              },
              {
                "text": "There's no rule of the House to my knowledge that requires that in the course in discussing this problem in other cases.",
                "start": 2905.66,
                "byte_stop": 11751424,
                "byte_start": 11726137,
                "stop": 2911.98
              },
              {
                "text": "I'm talking about whether the witness understood the subject matter of the inquiry and I think that is the real problem.",
                "start": 2911.98,
                "byte_stop": 11785383,
                "byte_start": 11751424,
                "stop": 2920.482
              },
              {
                "text": "It has said that they may look to the opening statement when there's nothing else and if that can satisfy it.",
                "start": 2920.482,
                "byte_stop": 11814640,
                "byte_start": 11785383,
                "stop": 2927.787
              },
              {
                "text": "I think the crux of the question might well be, was the witness misled?",
                "start": 2927.787,
                "byte_stop": 11842539,
                "byte_start": 11814640,
                "stop": 2934.773
              },
              {
                "text": "Did the witness understand what the subject of inquiry was?",
                "start": 2934.773,
                "byte_stop": 11854346,
                "byte_start": 11842539,
                "stop": 2937.712
              },
              {
                "text": "Was he advised of it at the time?",
                "start": 2937.712,
                "byte_stop": 11866572,
                "byte_start": 11854346,
                "stop": 2940.773
              },
              {
                "text": "He came in before he was sworn, before he testified, and his counsel in his behalf and in behalf of the two witnesses that preceded him filed a rather lengthy motion moving that the subpoenas be vacated and challenging the jurisdiction of the Committee.",
                "start": 2940.773,
                "byte_stop": 11944208,
                "byte_start": 11866572,
                "stop": 2960.17
              },
              {
                "text": "This rather well thought out motion and detailed motion did not raise the question of the authority of the Committee in any manner and I think it is worthy to note that in the bill of particulars that was later filed, petitioner didn't seem to have been misled by this at all at that point because he didn't ask anything of this nature in the bill of particulars.",
                "start": 2960.17,
                "byte_stop": 12031248,
                "byte_start": 11944208,
                "stop": 2981.94
              }
            ]
          },
          {
            "start": 2981.94,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12229674,
            "stop": 3031.549,
            "byte_start": 12031248,
            "text_blocks": [
              {
                "text": "Mr. Yeagley may I ask you this question?",
                "start": 2981.94,
                "byte_stop": 12041488,
                "byte_start": 12031248,
                "stop": 2984.514
              },
              {
                "text": "Is it the position of the Government that a committee with a broad jurisdiction that this Committee had, has the right to appoint each member of the its committee as a Subcommittee and without giving -- putting any limitations upon them of any kind, give each member the right to roam the country and pick out anything that that member chooses to investigate in the field of the broad jurisdiction of the major Committee.",
                "start": 2984.514,
                "byte_stop": 12229674,
                "byte_start": 12041488,
                "stop": 3031.549
              }
            ]
          },
          {
            "start": 3031.549,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12241377,
            "stop": 3034.472,
            "byte_start": 12229674,
            "text_blocks": [
              {
                "text": "I -- that poses a different situation I think that might have --",
                "start": 3031.549,
                "byte_stop": 12241377,
                "byte_start": 12229674,
                "stop": 3034.472
              }
            ]
          },
          {
            "start": 3034.472,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12275754,
            "stop": 3043.073,
            "byte_start": 12241377,
            "text_blocks": [
              {
                "text": "I don't think it does, except that this is one -- this is one Subcommittee and if it can do it with one, why can't they do it with all?",
                "start": 3034.472,
                "byte_stop": 12275754,
                "byte_start": 12241377,
                "stop": 3043.073
              }
            ]
          },
          {
            "start": 3043.073,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12320998,
            "stop": 3054.369,
            "byte_start": 12275754,
            "text_blocks": [
              {
                "text": "It strikes me Mr. Chief Justice that a Committee of three and its method of operation and function of the chairman is somewhat different than a Subcommittee of one.",
                "start": 3043.073,
                "byte_stop": 12320998,
                "byte_start": 12275754,
                "stop": 3054.369
              }
            ]
          },
          {
            "start": 3054.369,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12461328,
            "stop": 3089.454,
            "byte_start": 12320998,
            "text_blocks": [
              {
                "text": "Well let's change my question and divide the main Committee up into three instead of one, and just send them roaming around the country to pick out anything they want to investigate within the broad jurisdiction of the Committee without specifying what they want investigated or what the limitations, if any, are on the Committee leaving it to the Subcommittee to choose anything that it wants to choose that it might think bears upon the question of subversion.",
                "start": 3054.369,
                "byte_stop": 12461328,
                "byte_start": 12320998,
                "stop": 3089.454
              }
            ]
          },
          {
            "start": 3089.454,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12482957,
            "stop": 3094.86,
            "byte_start": 12461328,
            "text_blocks": [
              {
                "text": "No I don't think that should be done and I don't think that's the position either of the government or the Committee, but if --",
                "start": 3089.454,
                "byte_stop": 12482957,
                "byte_start": 12461328,
                "stop": 3094.86
              }
            ]
          },
          {
            "start": 3094.86,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12511796,
            "stop": 3102.087,
            "byte_start": 12482957,
            "text_blocks": [
              {
                "text": "Well, if it can do it with this Committee, why can't it do it with all the members of the Committee?",
                "start": 3094.86,
                "byte_stop": 12511796,
                "byte_start": 12482957,
                "stop": 3102.087
              }
            ]
          },
          {
            "start": 3102.087,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12546696,
            "stop": 3110.797,
            "byte_start": 12511796,
            "text_blocks": [
              {
                "text": "I don't want to answer that such a ways to concede that it is done or has been done because I don't think it has been done and I don't think it would be proper I agree with you on that Mr. Chief Justice.",
                "start": 3102.087,
                "byte_stop": 12546696,
                "byte_start": 12511796,
                "stop": 3110.797
              }
            ]
          },
          {
            "start": 3110.797,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12559862,
            "stop": 3114.09,
            "byte_start": 12546696,
            "text_blocks": [
              {
                "text": "What limitation then do they put upon this Committee?",
                "start": 3110.797,
                "byte_stop": 12559862,
                "byte_start": 12546696,
                "stop": 3114.09
              }
            ]
          },
          {
            "start": 3114.09,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12584521,
            "stop": 3120.263,
            "byte_start": 12559862,
            "text_blocks": [
              {
                "text": "There is no formal language in any resolution limiting their area of operation.",
                "start": 3114.09,
                "byte_stop": 12584521,
                "byte_start": 12559862,
                "stop": 3120.263
              }
            ]
          },
          {
            "start": 3120.263,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12617540,
            "stop": 3128.522,
            "byte_start": 12584521,
            "text_blocks": [
              {
                "text": "Aren't we bound by that then, to the effect that there was no limitation put on them?",
                "start": 3120.263,
                "byte_stop": 12617540,
                "byte_start": 12584521,
                "stop": 3128.522
              }
            ]
          },
          {
            "start": 3128.522,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12829759,
            "stop": 3181.572,
            "byte_start": 12617540,
            "text_blocks": [
              {
                "text": "Other than Rule 11 of the Reorganization Act and of the Rule 5 of that particular Congress that passed this resolution as previously been questioned here in Watkins and Barenblatt which generally described their authority to investigate Communist propaganda.",
                "start": 3128.522,
                "byte_stop": 12692564,
                "byte_start": 12617540,
                "stop": 3147.282
              },
              {
                "text": "There was no other specifying of a more limited area of inquiry.",
                "start": 3147.282,
                "byte_stop": 12723075,
                "byte_start": 12692564,
                "stop": 3154.897
              },
              {
                "text": "This is the reason I mentioned that the Committee didn't just meet in three minutes and go on.",
                "start": 3154.897,
                "byte_stop": 12736345,
                "byte_start": 12723075,
                "stop": 3158.228
              },
              {
                "text": "They were in session on each occasion more than an hour at the time when the Committee was set up and the time when the hearing was continued.",
                "start": 3158.228,
                "byte_stop": 12778245,
                "byte_start": 12736345,
                "stop": 3168.697
              },
              {
                "text": "That's why I do think it's pertinent to keep in mind that the investigation -- you know it's by act by Congress, it's nonetheless a picking up of where they left off in the previous times.",
                "start": 3168.697,
                "byte_stop": 12829759,
                "byte_start": 12778245,
                "stop": 3181.572
              }
            ]
          },
          {
            "start": 3181.572,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12840103,
            "stop": 3184.144,
            "byte_start": 12829759,
            "text_blocks": [
              {
                "text": "Is this a continuing Committee?",
                "start": 3181.572,
                "byte_stop": 12840103,
                "byte_start": 12829759,
                "stop": 3184.144
              }
            ]
          },
          {
            "start": 3184.144,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12844387,
            "stop": 3185.22,
            "byte_start": 12840103,
            "text_blocks": [
              {
                "text": "No it is not.",
                "start": 3184.144,
                "byte_stop": 12844387,
                "byte_start": 12840103,
                "stop": 3185.22
              }
            ]
          },
          {
            "start": 3185.22,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12849298,
            "stop": 3186.444,
            "byte_start": 12844387,
            "text_blocks": [
              {
                "text": "All American --",
                "start": 3185.22,
                "byte_stop": 12849298,
                "byte_start": 12844387,
                "stop": 3186.444
              }
            ]
          },
          {
            "start": 3186.444,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 12892871,
            "stop": 3197.336,
            "byte_start": 12849298,
            "text_blocks": [
              {
                "text": "It's a permanent Committee, but Congress considerably could be defeated from -- in one Congress that has -- therefore not -- in one election not be back to be on the Committee the next time.",
                "start": 3186.444,
                "byte_stop": 12892871,
                "byte_start": 12849298,
                "stop": 3197.336
              }
            ]
          },
          {
            "start": 3197.336,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13038947,
            "stop": 3233.867,
            "byte_start": 12892871,
            "text_blocks": [
              {
                "text": "Well let me put it to you a little more simply.",
                "start": 3197.336,
                "byte_stop": 12905409,
                "byte_start": 12892871,
                "stop": 3200.475
              },
              {
                "text": "Do you think that would be an order for the main Committee to divide itself into threes and appoint each group of three to have all of these powers of investigation and permit them to roam the whole country and select their own subjects of investigation without any direction of any kind from the Committee itself?",
                "start": 3200.475,
                "byte_stop": 13038947,
                "byte_start": 12905409,
                "stop": 3233.867
              }
            ]
          },
          {
            "start": 3233.867,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13170918,
            "stop": 3266.862,
            "byte_start": 13038947,
            "text_blocks": [
              {
                "text": "I think that is permissible under the regulations -- of the rules of this Committee.",
                "start": 3233.867,
                "byte_stop": 13079280,
                "byte_start": 13038947,
                "stop": 3243.958
              },
              {
                "text": "The January 23 resolutions clearly states the Chairman shall have the power to appoint such Committees as you've described and have a full authority to act as if it were the full Committee.",
                "start": 3243.958,
                "byte_stop": 13128913,
                "byte_start": 13079280,
                "stop": 3256.36
              },
              {
                "text": "I think in answer to that, we must give some consideration of the fact that the members of this Committee are members of Congress, duly elected to the Congress.",
                "start": 3256.36,
                "byte_stop": 13170918,
                "byte_start": 13128913,
                "stop": 3266.862
              }
            ]
          },
          {
            "start": 3266.862,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13175306,
            "stop": 3267.966,
            "byte_start": 13170918,
            "text_blocks": [
              {
                "text": "Yes, but your answer is yes.",
                "start": 3266.862,
                "byte_stop": 13175306,
                "byte_start": 13170918,
                "stop": 3267.966
              }
            ]
          },
          {
            "start": 3267.966,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13203937,
            "stop": 3275.103,
            "byte_start": 13175306,
            "text_blocks": [
              {
                "text": "My -- I wouldn't want to run a Committee in that manner myself, would not advocating that, but I think that is the law.",
                "start": 3267.966,
                "byte_stop": 13203937,
                "byte_start": 13175306,
                "stop": 3275.103
              }
            ]
          },
          {
            "start": 3275.103,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13214281,
            "stop": 3277.69,
            "byte_start": 13203937,
            "text_blocks": [
              {
                "text": "But do you think they have the power though to do that?",
                "start": 3275.103,
                "byte_stop": 13214281,
                "byte_start": 13203937,
                "stop": 3277.69
              }
            ]
          },
          {
            "start": 3277.69,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13346252,
            "stop": 3310.705,
            "byte_start": 13214281,
            "text_blocks": [
              {
                "text": "Yes, as it stands now, I do think they have that power.",
                "start": 3277.69,
                "byte_stop": 13234657,
                "byte_start": 13214281,
                "stop": 3282.787
              },
              {
                "text": "I think that the courts have come very close to their very question not perhaps and the record is silent by saying in Watkins for example that when it doesn't appear in advance, what the subject of inquiry is the court may look to the opening statement and I believe that was done probably because the real question is has the witness been misled, has he been entered.",
                "start": 3282.787,
                "byte_stop": 13346252,
                "byte_start": 13234657,
                "stop": 3310.705
              }
            ]
          },
          {
            "start": 3310.705,
            "speaker": null,
            "byte_stop": 13390137,
            "stop": 3321.662,
            "byte_start": 13346252,
            "text_blocks": [
              {
                "text": "You don't have to face that abstract question in this case do you, in view of the history of the investigation, this type of investigation that you narrated at the beginning of your argument?",
                "start": 3310.705,
                "byte_stop": 13390137,
                "byte_start": 13346252,
                "stop": 3321.662
              }
            ]
          },
          {
            "start": 3321.662,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13407483,
            "stop": 3326.011,
            "byte_start": 13390137,
            "text_blocks": [
              {
                "text": "No, I would say that was correct Mr. Justice Harlan.",
                "start": 3321.662,
                "byte_stop": 13407483,
                "byte_start": 13390137,
                "stop": 3326.011
              }
            ]
          },
          {
            "start": 3326.011,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13425664,
            "stop": 3330.546,
            "byte_start": 13407483,
            "text_blocks": [
              {
                "text": "Which section of the Committee was in fact related to this?",
                "start": 3326.011,
                "byte_stop": 13425664,
                "byte_start": 13407483,
                "stop": 3330.546
              }
            ]
          },
          {
            "start": 3330.546,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13443323,
            "stop": 3334.962,
            "byte_start": 13425664,
            "text_blocks": [
              {
                "text": "First section, 1955.",
                "start": 3330.546,
                "byte_stop": 13443323,
                "byte_start": 13425664,
                "stop": 3334.962
              }
            ]
          },
          {
            "start": 3334.962,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13451160,
            "stop": 3336.923,
            "byte_start": 13443323,
            "text_blocks": [
              {
                "text": "February 1955?",
                "start": 3334.962,
                "byte_stop": 13451160,
                "byte_start": 13443323,
                "stop": 3336.923
              }
            ]
          },
          {
            "start": 3336.923,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13458369,
            "stop": 3338.729,
            "byte_start": 13451160,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 3336.923,
                "byte_stop": 13458369,
                "byte_start": 13451160,
                "stop": 3338.729
              }
            ]
          },
          {
            "start": 3338.729,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13464743,
            "stop": 3340.328,
            "byte_start": 13458369,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 3338.729,
                "byte_stop": 13464743,
                "byte_start": 13458369,
                "stop": 3340.328
              }
            ]
          },
          {
            "start": 3340.328,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13492328,
            "stop": 3347.205,
            "byte_start": 13464743,
            "text_blocks": [
              {
                "text": "Well it would be both.",
                "start": 3340.328,
                "byte_stop": 13473729,
                "byte_start": 13464743,
                "stop": 3342.575
              },
              {
                "text": "The indictment alleges -- is that what you mean? What does the indictment alleges?",
                "start": 3342.575,
                "byte_stop": 13492328,
                "byte_start": 13473729,
                "stop": 3347.205
              }
            ]
          },
          {
            "start": 3347.205,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13496404,
            "stop": 3348.221,
            "byte_start": 13492328,
            "text_blocks": [
              {
                "text": "The question asked is --",
                "start": 3347.205,
                "byte_stop": 13496404,
                "byte_start": 13492328,
                "stop": 3348.221
              }
            ]
          },
          {
            "start": 3348.221,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13497762,
            "stop": 3348.577,
            "byte_start": 13496404,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 3348.221,
                "byte_stop": 13497762,
                "byte_start": 13496404,
                "stop": 3348.577
              }
            ]
          },
          {
            "start": 3348.577,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13515525,
            "stop": 3353.009,
            "byte_start": 13497762,
            "text_blocks": [
              {
                "text": "[Inaudible]",
                "start": 3348.577,
                "byte_stop": 13515525,
                "byte_start": 13497762,
                "stop": 3353.009
              }
            ]
          },
          {
            "start": 3353.009,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13697442,
            "stop": 3398.495,
            "byte_start": 13515525,
            "text_blocks": [
              {
                "text": "No, they didn't -- I misled you there.",
                "start": 3353.009,
                "byte_stop": 13531199,
                "byte_start": 13515525,
                "stop": 3356.93
              },
              {
                "text": "The February 9 meeting of the Committee set up the date of a hearing for February 21.",
                "start": 3356.93,
                "byte_stop": 13552306,
                "byte_start": 13531199,
                "stop": 3362.198
              },
              {
                "text": "The February 21 meeting never convened.",
                "start": 3362.198,
                "byte_stop": 13566098,
                "byte_start": 13552306,
                "stop": 3365.664
              },
              {
                "text": "There was no hearing.",
                "start": 3365.664,
                "byte_stop": 13571323,
                "byte_start": 13566098,
                "stop": 3366.969
              },
              {
                "text": "It was continued by the counsels of the Committee on the authority of the Chairman to February 28th and on February 23rd the full Committee had its meeting to confirm the Chairman's continuance but to move the Committee -- Subcommittee's hearing from Fort Wayne to Washington.",
                "start": 3366.969,
                "byte_stop": 13649899,
                "byte_start": 13571323,
                "stop": 3386.608
              },
              {
                "text": "And then on February 28th, after those two you might say organizing meetings, the hearings began that were two days February 28th and March 1st.",
                "start": 3386.608,
                "byte_stop": 13697442,
                "byte_start": 13649899,
                "stop": 3398.495
              }
            ]
          },
          {
            "start": 3398.495,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13717295,
            "stop": 3403.464,
            "byte_start": 13697442,
            "text_blocks": [
              {
                "text": "Well just -- they met on those two days.",
                "start": 3398.495,
                "byte_stop": 13717295,
                "byte_start": 13697442,
                "stop": 3403.464
              }
            ]
          },
          {
            "start": 3403.464,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13756792,
            "stop": 3413.335,
            "byte_start": 13717295,
            "text_blocks": [
              {
                "text": "February 28th and March 1st based on the authority of the January 20th, February 9th and February 23rd Committee meetings.",
                "start": 3403.464,
                "byte_stop": 13756792,
                "byte_start": 13717295,
                "stop": 3413.335
              }
            ]
          },
          {
            "start": 3413.335,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13774137,
            "stop": 3417.677,
            "byte_start": 13756792,
            "text_blocks": [
              {
                "text": "Now on that it was based on the questions that were asked on the 28th meeting, is that it?",
                "start": 3413.335,
                "byte_stop": 13774137,
                "byte_start": 13756792,
                "stop": 3417.677
              }
            ]
          },
          {
            "start": 3417.677,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13952920,
            "stop": 3462.371,
            "byte_start": 13774137,
            "text_blocks": [
              {
                "text": "Yes and that was based on questions asked at the February 28th and 29th meeting.",
                "start": 3417.677,
                "byte_stop": 13796080,
                "byte_start": 13774137,
                "stop": 3423.146
              },
              {
                "text": "Mr. Gojack was the third witness on 28th and it continued over to March 1 and there were six questions in the indictment.",
                "start": 3423.146,
                "byte_stop": 13828890,
                "byte_start": 13796080,
                "stop": 3431.358
              },
              {
                "text": "The first one was “Are you now a member of the Communist Party?”",
                "start": 3431.358,
                "byte_stop": 13862327,
                "byte_start": 13828890,
                "stop": 3439.712
              },
              {
                "text": "And the last question asked of him on March 1 likewise related to that they asked him again “Are you now a member of the Communist Party?”",
                "start": 3439.712,
                "byte_stop": 13919169,
                "byte_start": 13862327,
                "stop": 3453.922
              },
              {
                "text": "I might read that because the -- if I have it.",
                "start": 3453.922,
                "byte_stop": 13952920,
                "byte_start": 13919169,
                "stop": 3462.371
              }
            ]
          },
          {
            "start": 3462.371,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13970996,
            "stop": 3466.873,
            "byte_start": 13952920,
            "text_blocks": [
              {
                "text": "Now the purpose was now from February 28 beginning with the --",
                "start": 3462.371,
                "byte_stop": 13970996,
                "byte_start": 13952920,
                "stop": 3466.873
              }
            ]
          },
          {
            "start": 3466.873,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 13978624,
            "stop": 3468.794,
            "byte_start": 13970996,
            "text_blocks": [
              {
                "text": "February 28th.",
                "start": 3466.873,
                "byte_stop": 13978624,
                "byte_start": 13970996,
                "stop": 3468.794
              }
            ]
          },
          {
            "start": 3468.794,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 13987297,
            "stop": 3470.946,
            "byte_start": 13978624,
            "text_blocks": [
              {
                "text": "And March 1st also [Inaudible]",
                "start": 3468.794,
                "byte_stop": 13987297,
                "byte_start": 13978624,
                "stop": 3470.946
              }
            ]
          },
          {
            "start": 3470.946,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14109654,
            "stop": 3501.549,
            "byte_start": 13987297,
            "text_blocks": [
              {
                "text": "Just February 28, on four occasions with this witness and another occasion with the other witnesses the Committee members, usually the Chairman, explained to the witness why they were asking the questions what the Committee was trying to investigate.",
                "start": 3470.946,
                "byte_stop": 14050826,
                "byte_start": 13987297,
                "stop": 3486.844
              },
              {
                "text": "Ordinarily, it was in terms of investigating Communism in the UE or in labor.",
                "start": 3486.844,
                "byte_stop": 14083218,
                "byte_start": 14050826,
                "stop": 3494.942
              },
              {
                "text": "These are spelled out in the Government's brief.",
                "start": 3494.942,
                "byte_stop": 14109654,
                "byte_start": 14083218,
                "stop": 3501.549
              }
            ]
          },
          {
            "start": 3501.549,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 14161899,
            "stop": 3514.598,
            "byte_start": 14109654,
            "text_blocks": [
              {
                "text": "So your point is that the Committee, the Subcommittee's power derives from the resolution that authorized [Inaudible] power of the committee itself?",
                "start": 3501.549,
                "byte_stop": 14161899,
                "byte_start": 14109654,
                "stop": 3514.598
              }
            ]
          },
          {
            "start": 3514.598,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14175169,
            "stop": 3517.912,
            "byte_start": 14161899,
            "text_blocks": [
              {
                "text": "Correct, that's resolution January 20th.",
                "start": 3514.598,
                "byte_stop": 14175169,
                "byte_start": 14161899,
                "stop": 3517.912
              }
            ]
          },
          {
            "start": 3517.912,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 14184991,
            "stop": 3520.366,
            "byte_start": 14175169,
            "text_blocks": [
              {
                "text": "And that answered the -- that answers the [Inaudible]",
                "start": 3517.912,
                "byte_stop": 14184991,
                "byte_start": 14175169,
                "stop": 3520.366
              }
            ]
          },
          {
            "start": 3520.366,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14309021,
            "stop": 3551.378,
            "byte_start": 14184991,
            "text_blocks": [
              {
                "text": "Yes, all of these resolutions Your Honor.",
                "start": 3520.366,
                "byte_stop": 14193246,
                "byte_start": 14184991,
                "stop": 3522.432
              },
              {
                "text": "This is why I answered the Chief Justice's question that way.",
                "start": 3522.432,
                "byte_stop": 14203277,
                "byte_start": 14193246,
                "stop": 3524.944
              },
              {
                "text": "As I understand it, the authority is -- and the rule as it now spelled out would permit to say enough of -- from a nine-man, three Committees to go about conducting with this other Committee.",
                "start": 3524.944,
                "byte_stop": 14261373,
                "byte_start": 14203277,
                "stop": 3539.474
              },
              {
                "text": "But they could -- I don't believe their rules permit committees of one anymore, but they could go about, say have committees of three.",
                "start": 3539.474,
                "byte_stop": 14309021,
                "byte_start": 14261373,
                "stop": 3551.378
              }
            ]
          },
          {
            "start": 3551.378,
            "speaker": {
              "last_name": "Clark",
              "ID": 15083,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Harry S. Truman",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2727",
                  "id": 2727,
                  "date_end": -80679600,
                  "date_start": -642366000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6501,
              "thumbnail": {
                "size": 50879,
                "id": 32771,
                "href": "https://api.oyez.org/sites/default/files/images/people/tom_c_clark/tom_c_clark.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/tom_c_clark",
              "view_count": 90,
              "identifier": "tom_c_clark",
              "name": "Tom C. Clark"
            },
            "byte_stop": 14333576,
            "stop": 3557.517,
            "byte_start": 14309021,
            "text_blocks": [
              {
                "text": "The full Committee authorizes specific hearing -- hearing what?",
                "start": 3551.378,
                "byte_stop": 14326784,
                "byte_start": 14309021,
                "stop": 3555.822
              },
              {
                "text": "It's not over three?",
                "start": 3555.822,
                "byte_stop": 14333576,
                "byte_start": 14326784,
                "stop": 3557.517
              }
            ]
          },
          {
            "start": 3557.517,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14370774,
            "stop": 3566.821,
            "byte_start": 14333576,
            "text_blocks": [
              {
                "text": "The full Committee authorized both the 21st hearing and the 28th hearing.",
                "start": 3557.517,
                "byte_stop": 14351862,
                "byte_start": 14333576,
                "stop": 3562.103
              },
              {
                "text": "There was one absent at one meeting and they're the majority.",
                "start": 3562.103,
                "byte_stop": 14370774,
                "byte_start": 14351862,
                "stop": 3566.821
              }
            ]
          },
          {
            "start": 3566.821,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 14390314,
            "stop": 3571.717,
            "byte_start": 14370774,
            "text_blocks": [
              {
                "text": "But did it authorize any subject investigation?",
                "start": 3566.821,
                "byte_stop": 14390314,
                "byte_start": 14370774,
                "stop": 3571.717
              }
            ]
          },
          {
            "start": 3571.717,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14432737,
            "stop": 3582.313,
            "byte_start": 14390314,
            "text_blocks": [
              {
                "text": "No sir, there's nothing in the motion.",
                "start": 3571.717,
                "byte_stop": 14397628,
                "byte_start": 14390314,
                "stop": 3573.541
              },
              {
                "text": "There's nothing in the resolution of a subject such as Communist infiltration of labor there is none.",
                "start": 3573.541,
                "byte_stop": 14432737,
                "byte_start": 14397628,
                "stop": 3582.313
              }
            ]
          },
          {
            "start": 3582.313,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 14439215,
            "stop": 3583.943,
            "byte_start": 14432737,
            "text_blocks": [
              {
                "text": "Of what?",
                "start": 3582.313,
                "byte_stop": 14435035,
                "byte_start": 14432737,
                "stop": 3582.878
              },
              {
                "text": "I didn't quite understand you.",
                "start": 3582.878,
                "byte_stop": 14439215,
                "byte_start": 14435035,
                "stop": 3583.943
              }
            ]
          },
          {
            "start": 3583.943,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14475786,
            "stop": 3593.086,
            "byte_start": 14439215,
            "text_blocks": [
              {
                "text": "There's no formal language spelled out in either Committee actions of a subject under inquiry or a subject to be investigated.",
                "start": 3583.943,
                "byte_stop": 14475786,
                "byte_start": 14439215,
                "stop": 3593.086
              }
            ]
          },
          {
            "start": 3593.086,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 14477876,
            "stop": 3593.604,
            "byte_start": 14475786,
            "text_blocks": [
              {
                "text": "Mr. Yeagley.",
                "start": 3593.086,
                "byte_stop": 14477876,
                "byte_start": 14475786,
                "stop": 3593.604
              }
            ]
          },
          {
            "start": 3593.604,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14483414,
            "stop": 3594.98,
            "byte_start": 14477876,
            "text_blocks": [
              {
                "text": "That is not dealt with.",
                "start": 3593.604,
                "byte_stop": 14482996,
                "byte_start": 14477876,
                "stop": 3594.885
              },
              {
                "text": "Yes?",
                "start": 3594.885,
                "byte_stop": 14483414,
                "byte_start": 14482996,
                "stop": 3594.98
              }
            ]
          },
          {
            "start": 3594.98,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 14637955,
            "stop": 3633.612,
            "byte_start": 14483414,
            "text_blocks": [
              {
                "text": "How do you square that with Rule 1 of the Committee's rules of procedure then?",
                "start": 3594.98,
                "byte_stop": 14507551,
                "byte_start": 14483414,
                "stop": 3601.015
              },
              {
                "text": "Now Rule 1 says, what your adversary relies on, no major investigation shall be initiated without approval of the majority of the Committee.",
                "start": 3601.015,
                "byte_stop": 14549974,
                "byte_start": 14507551,
                "stop": 3611.615
              },
              {
                "text": "Do I understand that you're now telling us that on no occasion was there action by majority of a Committee to initiate an investigation either in terms of labor unions generally, or in terms of this union in particular?",
                "start": 3611.615,
                "byte_stop": 14637955,
                "byte_start": 14549974,
                "stop": 3633.612
              }
            ]
          },
          {
            "start": 3633.612,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14644746,
            "stop": 3635.31,
            "byte_start": 14637955,
            "text_blocks": [
              {
                "text": "There -- the reference to --",
                "start": 3633.612,
                "byte_stop": 14644746,
                "byte_start": 14637955,
                "stop": 3635.31
              }
            ]
          },
          {
            "start": 3635.31,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 14658748,
            "stop": 3638.814,
            "byte_start": 14644746,
            "text_blocks": [
              {
                "text": "That rule is on page 48 of your adversary's brief.",
                "start": 3635.31,
                "byte_stop": 14658748,
                "byte_start": 14644746,
                "stop": 3638.814
              }
            ]
          },
          {
            "start": 3638.814,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14965217,
            "stop": 3715.443,
            "byte_start": 14658748,
            "text_blocks": [
              {
                "text": "Well Mr. Justice Fortas, in reference to the documentation of this particular hearing of February 28th and March 1st, there is no language in the resolution dealing with the subject under inquiry, although the resolution does authorize hearings by this particular Subcommittee in Fort Wayne and later changed to Washington and of these witnesses, state witnesses.",
                "start": 3638.814,
                "byte_stop": 14779016,
                "byte_start": 14658748,
                "stop": 3668.895
              },
              {
                "text": "However it should not be said, those not in the record, should not be believed that there was never a resolution authorizing the Committee, Subcommittees to investigate commerce infiltration and labor issue alone.",
                "start": 3668.895,
                "byte_stop": 14824991,
                "byte_start": 14779016,
                "stop": 3680.368
              },
              {
                "text": "This is not in the record I must say, but in the prior hearings that the Committee had conducted, not all and I can't refer to which one would [Inaudible] like in Emspak, in Watkins -- or it wouldn't have been in Watkins I don't think, Deutch and back in one of those -- one or more of those earlier hearings, into the UE, the Committee had agreed on their majority desire to pursue an investigation of Congress infiltration and to labor and particularly under the --",
                "start": 3680.368,
                "byte_stop": 14965217,
                "byte_start": 14824991,
                "stop": 3715.443
              }
            ]
          },
          {
            "start": 3715.443,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 14968142,
            "stop": 3716.158,
            "byte_start": 14965217,
            "text_blocks": [
              {
                "text": "Well I really --",
                "start": 3715.443,
                "byte_stop": 14968142,
                "byte_start": 14965217,
                "stop": 3716.158
              }
            ]
          },
          {
            "start": 3716.158,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 14975143,
            "stop": 3717.915,
            "byte_start": 14968142,
            "text_blocks": [
              {
                "text": "-- but that is not in the record.",
                "start": 3716.158,
                "byte_stop": 14975143,
                "byte_start": 14968142,
                "stop": 3717.915
              }
            ]
          },
          {
            "start": 3717.915,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 15208678,
            "stop": 3776.31,
            "byte_start": 14975143,
            "text_blocks": [
              {
                "text": "I really don't know, you said, as I know I really don't know that your adversary in his argument here made the point that the Committee's own rules require that there be approval of a majority of the Committee before initiating a major investigation.",
                "start": 3717.915,
                "byte_stop": 15063124,
                "byte_start": 14975143,
                "stop": 3739.907
              },
              {
                "text": "Now, do I understand you to tell me that there's nothing before us to indicate that there was a majority approval of the Committee to the initiation of an investigation which would cover the investigation in issue before us?",
                "start": 3739.907,
                "byte_stop": 15156537,
                "byte_start": 15063124,
                "stop": 3763.257
              },
              {
                "text": "That is -- I assume that means no resolution authorizing initiation of an investigation of labor unions or this specific labor union or this specific individual.",
                "start": 3763.257,
                "byte_stop": 15206902,
                "byte_start": 15156537,
                "stop": 3775.867
              },
              {
                "text": "Is that the possible --",
                "start": 3775.867,
                "byte_stop": 15208678,
                "byte_start": 15206902,
                "stop": 3776.31
              }
            ]
          },
          {
            "start": 3776.31,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 15289866,
            "stop": 3796.588,
            "byte_start": 15208678,
            "text_blocks": [
              {
                "text": "That -- the language that you speak of Mr. Justice Fortas was not in this resolution.",
                "start": 3776.31,
                "byte_stop": 15230621,
                "byte_start": 15208678,
                "stop": 3781.783
              },
              {
                "text": "The Committee, as the record will show, considered this not a major investigation being initiated as the rule refers to.",
                "start": 3781.783,
                "byte_stop": 15265520,
                "byte_start": 15230621,
                "stop": 3790.503
              },
              {
                "text": "The Committee, as the record reflects, considered this a “hangover” from the previous year.",
                "start": 3790.503,
                "byte_stop": 15289866,
                "byte_start": 15265520,
                "stop": 3796.588
              }
            ]
          },
          {
            "start": 3796.588,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 15351202,
            "stop": 3811.927,
            "byte_start": 15289866,
            "text_blocks": [
              {
                "text": "Well was there -- I mean, a resolution whether it's hangover or not, was there in any time a resolution showing compliance with Rule 1 as relating to this particular investigation?",
                "start": 3796.588,
                "byte_stop": 15351202,
                "byte_start": 15289866,
                "stop": 3811.927
              }
            ]
          },
          {
            "start": 3811.927,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 15353083,
            "stop": 3812.39,
            "byte_start": 15351202,
            "text_blocks": [
              {
                "text": "That was in relation --",
                "start": 3811.927,
                "byte_stop": 15353083,
                "byte_start": 15351202,
                "stop": 3812.39
              }
            ]
          },
          {
            "start": 3812.39,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 15371786,
            "stop": 3817.072,
            "byte_start": 15353083,
            "text_blocks": [
              {
                "text": "Never mind the question whenever it took place or whatever you may call it hangover or --",
                "start": 3812.39,
                "byte_stop": 15371786,
                "byte_start": 15353083,
                "stop": 3817.072
              }
            ]
          },
          {
            "start": 3817.072,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 15496025,
            "stop": 3848.13,
            "byte_start": 15371786,
            "text_blocks": [
              {
                "text": "Well Mr. Justice Fortas that resolution is not on this record.",
                "start": 3817.072,
                "byte_stop": 15385161,
                "byte_start": 15371786,
                "stop": 3820.416
              },
              {
                "text": "I'm sure that we can -- the Committee could locate one early as to the UE investigation, but it is not in this record.",
                "start": 3820.416,
                "byte_stop": 15413687,
                "byte_start": 15385161,
                "stop": 3827.547
              },
              {
                "text": "The Committee is, it appeared in a newspaper article, they considered it a hangover, a cleaning up.",
                "start": 3827.547,
                "byte_stop": 15441063,
                "byte_start": 15413687,
                "stop": 3834.405
              },
              {
                "text": "It appears in the record that they were cleaning up some leftover witnesses that they had wanted to get to in 1953 and 1954 and had not reached.",
                "start": 3834.405,
                "byte_stop": 15473351,
                "byte_start": 15441063,
                "stop": 3842.468
              },
              {
                "text": "They did not approach it this manner frankly and they do not consider the initiation of a major investigation.",
                "start": 3842.468,
                "byte_stop": 15496025,
                "byte_start": 15473351,
                "stop": 3848.13
              }
            ]
          },
          {
            "start": 3848.13,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 15536044,
            "stop": 3858.143,
            "byte_start": 15496025,
            "text_blocks": [
              {
                "text": "Well Mr. Yeagley, did the major Committee have the same personnel in this Congress that it had in the prior Congresses?",
                "start": 3848.13,
                "byte_stop": 15536044,
                "byte_start": 15496025,
                "stop": 3858.143
              }
            ]
          },
          {
            "start": 3858.143,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 15547538,
            "stop": 3861.017,
            "byte_start": 15536044,
            "text_blocks": [
              {
                "text": "I haven't checked that.",
                "start": 3858.143,
                "byte_stop": 15542000,
                "byte_start": 15536044,
                "stop": 3859.632
              },
              {
                "text": "I think it was substantially the same.",
                "start": 3859.632,
                "byte_stop": 15547538,
                "byte_start": 15542000,
                "stop": 3861.017
              }
            ]
          },
          {
            "start": 3861.017,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 15558092,
            "stop": 3863.642,
            "byte_start": 15547538,
            "text_blocks": [
              {
                "text": "But we do know that they change from year to year, but --",
                "start": 3861.017,
                "byte_stop": 15558092,
                "byte_start": 15547538,
                "stop": 3863.642
              }
            ]
          },
          {
            "start": 3863.642,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 15563421,
            "stop": 3864.982,
            "byte_start": 15558092,
            "text_blocks": [
              {
                "text": "But, as I indicated before, they do --",
                "start": 3863.642,
                "byte_stop": 15563421,
                "byte_start": 15558092,
                "stop": 3864.982
              }
            ]
          },
          {
            "start": 3864.982,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 15612635,
            "stop": 3877.282,
            "byte_start": 15563421,
            "text_blocks": [
              {
                "text": "-- how would we know because of what former Committee, the Congress had done that this Committee by a majority vote would have done the same thing.",
                "start": 3864.982,
                "byte_stop": 15612635,
                "byte_start": 15563421,
                "stop": 3877.282
              }
            ]
          },
          {
            "start": 3877.282,
            "speaker": {
              "last_name": "Yeagley",
              "ID": 33722,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/j_walter_yeagley",
              "view_count": 0,
              "identifier": "j_walter_yeagley",
              "name": "J. Walter Yeagley"
            },
            "byte_stop": 15720573,
            "stop": 3904.265,
            "byte_start": 15612635,
            "text_blocks": [
              {
                "text": "Well, no.",
                "start": 3877.282,
                "byte_stop": 15615561,
                "byte_start": 15612635,
                "stop": 3878.026
              },
              {
                "text": "The new Committee could change it. Obviously I would agree they could come in and say “We'll discontinue this investigation and we will have no more of this type or we will initiate one in a different area,” it's true.",
                "start": 3878.026,
                "byte_stop": 15660283,
                "byte_start": 15615561,
                "stop": 3889.19
              },
              {
                "text": "Each Congress organizes itself, as you know by the members that are duly elected and members of that Congress.",
                "start": 3889.19,
                "byte_stop": 15708453,
                "byte_start": 15660283,
                "stop": 3901.233
              },
              {
                "text": "This is not a second session problem.",
                "start": 3901.233,
                "byte_stop": 15720573,
                "byte_start": 15708453,
                "stop": 3904.265
              }
            ]
          },
          {
            "start": 3904.265,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 15727783,
            "stop": 3906.106,
            "byte_start": 15720573,
            "text_blocks": [
              {
                "text": "Very well.",
                "start": 3904.265,
                "byte_stop": 15727783,
                "byte_start": 15720573,
                "stop": 3906.106
              }
            ]
          }
        ],
        "stop": 3906.106
      }
    ],
    "duration": 3906.106,
    "title": "Gojack v. United States"
  },
  "id": 14838,
  "media_file": [
    {
      "size": 15728097,
      "id": 38797,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1965/594/19660421a_594.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 32674986,
      "id": 60774,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1965/594/19660421a_594.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 52231,
      "id": 60775,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1965/594/19660421a_594.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}