{
  "title": "Oral Argument - April 25, 1966",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 5278386,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 310941,
            "stop": 51.86,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 147, Georgia, Petitioner, versus Thomas Rachel et al.",
                "start": 0,
                "byte_stop": 298402,
                "byte_start": 103424,
                "stop": 48.743
              },
              {
                "text": "Mr. McPherson.",
                "start": 48.743,
                "byte_stop": 310941,
                "byte_start": 298402,
                "stop": 51.86
              }
            ]
          },
          {
            "start": 51.86,
            "speaker": {
              "last_name": "McPherson,",
              "ID": 25766,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/george_k_mcpherson_jr",
              "view_count": 0,
              "identifier": "george_k_mcpherson_jr",
              "name": "George K. McPherson, Jr."
            },
            "byte_stop": 5087169,
            "stop": 1245.933,
            "byte_start": 310941,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and members of the Court.",
                "start": 51.86,
                "byte_stop": 320763,
                "byte_start": 310941,
                "stop": 54.333
              },
              {
                "text": "The facts in this case are as follows.",
                "start": 54.333,
                "byte_stop": 333928,
                "byte_start": 320763,
                "stop": 57.615
              },
              {
                "text": "On August the 2nd, 1963, a grand jury of Fulton County Superior Court in Atlanta, Georgia indicted the defendant, Thomas Rachel and 19 other defendants in separate indictments for a violation of the Georgia law making it a misdemeanor to fail and refuse to leave the premises of another after having been requested to leave by the person in charge of the premises.",
                "start": 57.615,
                "byte_stop": 432567,
                "byte_start": 333928,
                "stop": 82.265
              },
              {
                "text": "The incident for which the defendants were indicted occurred on the 17th of June 1963 when the defendant attempting to be seated and served in Leb's Restaurant in Atlanta, Georgia, failed and refused to leave the restaurant after having been asked to do so by the manager of the restaurant.",
                "start": 82.265,
                "byte_stop": 512084,
                "byte_start": 432567,
                "stop": 102.161
              },
              {
                "text": "The indictment against the other 19 defendants contained identical allegations to the Rachel indictment with the exception that in some instances, the misdemeanor was alleged to have been committed on another date and at a different restaurant.",
                "start": 102.161,
                "byte_stop": 574360,
                "byte_start": 512084,
                "stop": 117.712
              },
              {
                "text": "On February the 17th, 1964, the defendant Rachel and the other 19 defendants filed a petition for removal in the U.S. District Court for the Northern District of Georgia under the authority of Sections 1443 (1) and (2) and 1446, Title 28 U.S.C.",
                "start": 117.712,
                "byte_stop": 663594,
                "byte_start": 574360,
                "stop": 140.041
              },
              {
                "text": "The petition alleged that Georgia was by a statute perpetuating customs and serving members of the Negro race in places of public accommodation on a racially discriminatory basis and on terms and conditions not imposed on white race.",
                "start": 140.041,
                "byte_stop": 730154,
                "byte_start": 663594,
                "stop": 156.668
              },
              {
                "text": "Also, they were being prosecuted for acts done under color of authority derived from the Constitution and laws of the United States and for refusing to do an act inconsistent therewith.",
                "start": 156.668,
                "byte_stop": 779368,
                "byte_start": 730154,
                "stop": 168.97
              },
              {
                "text": "On February the 18th, 1964, United States District Court Judge Boyd Sloan, remanded the cases to Fulton County Superior Court stating that the petition for removal failed to allege sufficient facts for removal of the case to the federal court system.",
                "start": 168.97,
                "byte_stop": 862229,
                "byte_start": 779368,
                "stop": 189.697
              },
              {
                "text": "On March 5th, 1964, the defendants filed a notice of appeal from the remand order to the Fifth Circuit Court of Appeals.",
                "start": 189.697,
                "byte_stop": 895666,
                "byte_start": 862229,
                "stop": 198.06
              },
              {
                "text": "And on the 12th of March, the State of Georgia filed a motion to dismiss the appeal.",
                "start": 198.06,
                "byte_stop": 921266,
                "byte_start": 895666,
                "stop": 204.45
              },
              {
                "text": "And the defendants filed a motion to stay the remand order pending the appeal before the Fifth Circuit.",
                "start": 204.45,
                "byte_stop": 951672,
                "byte_start": 921266,
                "stop": 212.04
              },
              {
                "text": "On that day, a hearing was held before a three-judge panel and a stay was granted by a two to one division of the court.",
                "start": 212.04,
                "byte_stop": 981765,
                "byte_start": 951672,
                "stop": 219.564
              },
              {
                "text": "On the 5th of March 1965, after hearing oral argument, the Court of Appeals by a divided three-judge panel reversed the judgment of the District Court and remanded the case to the District Court with instructions to hold a hearing and to dismiss the prosecution if it established that the removal of the defendants from the various places of public accommodation was done for racially discriminatory reasons.",
                "start": 219.564,
                "byte_stop": 1099316,
                "byte_start": 981765,
                "stop": 248.964
              },
              {
                "text": "A timely petition was filed by the State of Georgia for rehearing en banc and this was denied on April 19th, 1965 and this Court granted certiorari on October the 11th, 1965 on three grounds with which we are concerned here.",
                "start": 248.964,
                "byte_stop": 1166817,
                "byte_start": 1099316,
                "stop": 265.845
              },
              {
                "text": "First, the Court of Appeals had no jurisdiction to consider the appeal because the notice of appeal of the remand order was filed six days beyond the 10-day time limit required by Rule 37 (a) (2) of the Federal Rules of Criminal Procedure.",
                "start": 265.845,
                "byte_stop": 1233377,
                "byte_start": 1166817,
                "stop": 282.48
              },
              {
                "text": "Secondly, that the petition for removal failed to allege sufficient facts or valid ground for removing state prosecutions to the Federal Court, and third, the Court of Appeals aired in directing the District Court to look for only one criteria on the hearing and to dismiss the state court prosecution if that single element was found.",
                "start": 282.48,
                "byte_stop": 1323447,
                "byte_start": 1233377,
                "stop": 304.988
              },
              {
                "text": "That element of course is that the arrest and removal of the defendants from the various restaurants in Atlanta, Georgia was done because of race discrimination.",
                "start": 304.988,
                "byte_stop": 1364302,
                "byte_start": 1323447,
                "stop": 315.215
              },
              {
                "text": "If it pleases the Court, I would like to limit myself only to the first consideration that being the Rule of Criminal Procedure 37 (a) (2) and leave the latter two questions to Mr. Sparks my co-counsel.",
                "start": 315.215,
                "byte_stop": 1420100,
                "byte_start": 1364302,
                "stop": 329.146
              },
              {
                "text": "It is our contention that Rule 37 (a) (2) of the Federal Rules of Criminal Procedure apply to this case and apply to all appeals from criminal prosecution either before verdict or after verdict.",
                "start": 329.146,
                "byte_stop": 1495437,
                "byte_start": 1420100,
                "stop": 347.985
              },
              {
                "text": "By Act of February 24th, 1933, as amended, this Court was given the authority to prescribe rules of practice and procedure after verdict finding of guilty by the court if the jury was waived or pleas of guilty.",
                "start": 347.985,
                "byte_stop": 1555623,
                "byte_start": 1495437,
                "stop": 363.039
              },
              {
                "text": "On May 7th, 1934 pursuant to the above Act, this Court promulgated 13 rules which they entitle “Rules of Practice and Proceedings” after plea of guilty, verdict of guilty, or finding of guilty.",
                "start": 363.039,
                "byte_stop": 1614242,
                "byte_start": 1555623,
                "stop": 377.695
              },
              {
                "text": "Rule 3 of this Rules which is the predecessor to Rule 37 (a) (2) stated that an appeal must be taken five days after entry of judgment of conviction.",
                "start": 377.695,
                "byte_stop": 1660322,
                "byte_start": 1614242,
                "stop": 389.208
              },
              {
                "text": "Now, I call to the Court's attention the language entry of judgment of conviction because I believe that by the use of this language and by the title of the 13 rules, it is clear that these 13 rules apply only to after verdict appeals.",
                "start": 389.208,
                "byte_stop": 1733151,
                "byte_start": 1660322,
                "stop": 407.422
              },
              {
                "text": "By Act of June 29th, 1940, Congress gave the court authority to prescribe rules of practice in the criminal cases prior to and including verdict, finding of guilty or not guilty by the court.",
                "start": 407.422,
                "byte_stop": 1795636,
                "byte_start": 1733151,
                "stop": 423.027
              },
              {
                "text": "This Act required that these rules should be reported to Congress before they became effective.",
                "start": 423.027,
                "byte_stop": 1817266,
                "byte_start": 1795636,
                "stop": 428.438
              },
              {
                "text": "And pursuant to this Act, this Court have promulgated Rules 1-31 and 40-60 of the Federal Rules of Criminal Procedure by order dated December 26, 1944.",
                "start": 428.438,
                "byte_stop": 1869928,
                "byte_start": 1817266,
                "stop": 441.619
              },
              {
                "text": "These rules were submitted to Congress and became effective on March 21st, 1946 as provided by Rule 59.",
                "start": 441.619,
                "byte_stop": 1908172,
                "byte_start": 1869928,
                "stop": 451.179
              },
              {
                "text": "By an order dated February the 8th, 1946, the court prescribed Rules 32-39 pursuant to the 1933 Enabling Act, allowing the court to promulgate rules after verdict and pleas of guilty.",
                "start": 451.179,
                "byte_stop": 1959685,
                "byte_start": 1908172,
                "stop": 464.044
              },
              {
                "text": "The court made these rules effective on the same date that they made Rules 1-31 and 40-60 effective.",
                "start": 464.044,
                "byte_stop": 2012139,
                "byte_start": 1959685,
                "stop": 477.172
              },
              {
                "text": "Also, by this order, the court instructed that these rules be titled the “Federal Rules of Criminal Procedure” and that all 60 rules should be consecutively numbered.",
                "start": 477.172,
                "byte_stop": 2062608,
                "byte_start": 2012139,
                "stop": 489.783
              },
              {
                "text": "I think that it is clear from this February 8, 1946 order that the Supreme Court intended that Rules 1-60 should serve as a complete set of criminal rules of procedure.",
                "start": 489.783,
                "byte_stop": 2120182,
                "byte_start": 2062608,
                "stop": 504.172
              },
              {
                "text": "This is manifested by all the rules becoming effective on the same day by the title of the Federal Rules of Criminal Procedure and also by the fact that the court had them numbered consecutively.",
                "start": 504.172,
                "byte_stop": 2172426,
                "byte_start": 2120182,
                "stop": 517.246
              },
              {
                "text": "Also, Rule 1 of the Federal Rule state the scope of these rules and that is that they are to govern the procedures in courts of the United States in all criminal procedures except as listed in Rule 54.",
                "start": 517.246,
                "byte_stop": 2238568,
                "byte_start": 2172426,
                "stop": 533.78
              },
              {
                "text": "It should also be noted that Rule 54 specifically applies the rules of criminal procedure to remove proceedings.",
                "start": 533.78,
                "byte_stop": 2283813,
                "byte_start": 2238568,
                "stop": 545.087
              },
              {
                "text": "Also, Rule 57 further outlines the purpose of the court and that it states that these rules shall govern all criminal proceedings thereafter commenced.",
                "start": 545.087,
                "byte_stop": 2330937,
                "byte_start": 2283813,
                "stop": 556.876
              },
              {
                "text": "Now, I believe that if the court had intended to separate Rules 32-39, and 1-31, and 40-60 into two separate categories, it would not have gone to the trouble of numbering the rules consecutively, entitled -- titling them as they did, and making them effective on the same day.",
                "start": 556.876,
                "byte_stop": 2423829,
                "byte_start": 2330937,
                "stop": 580.089
              },
              {
                "text": "Also, it seems to me that these rules were prepared by an advisotory committee appointed by the Supreme Court, and so, we cannot say that this is a case where the left hand did not know what the right hand was doing.",
                "start": 580.089,
                "byte_stop": 2488404,
                "byte_start": 2423829,
                "stop": 596.23
              },
              {
                "text": "The court would have been explicit in separating the two rules if they were to retain the before verdict and after verdict limitations.",
                "start": 596.23,
                "byte_stop": 2535006,
                "byte_start": 2488404,
                "stop": 607.893
              },
              {
                "text": "Now, I submit if the distinction ever existed as to the applications of Rules 32-39 to limit that only to after verdict appeals, that this has been rectified by the enactment of Title 18 of United States Code.",
                "start": 607.893,
                "byte_stop": 2612851,
                "byte_start": 2535006,
                "stop": 627.331
              },
              {
                "text": "This Act was entitled “An Act to Revise and Codify and Enacted into Positive Law Title 18 of the United States Code”.",
                "start": 627.331,
                "byte_stop": 2644198,
                "byte_start": 2612851,
                "stop": 635.168
              },
              {
                "text": "All sixty rules of criminal procedure are embodied within this title.",
                "start": 635.168,
                "byte_stop": 2666559,
                "byte_start": 2644198,
                "stop": 640.773
              },
              {
                "text": "Rule 37 (a) (2) specifically incorporated by reference in Section 37 and 32 of that Title.",
                "start": 640.773,
                "byte_stop": 2707101,
                "byte_start": 2666559,
                "stop": 650.898
              },
              {
                "text": "And I think it's clear, as I've said before, by the title of the rules, by them being numbered consecutively, and by them being enacted to take effect on the same day that the court intended that these rules would cover all criminal proceedings.",
                "start": 650.898,
                "byte_stop": 2781393,
                "byte_start": 2707101,
                "stop": 669.479
              },
              {
                "text": "And I think that the purpose of Title 18, which states that Title 18 was the culmination of several years work and that every provision has been brought down to date, and the laws have been rearranged and the language modernized and simplified, and that many provisions were combined and overlapping eliminated, I think it is clear that the revisers undoubtedly realize what the purpose of the Supreme Court and the intention of the Supreme Court was in promulgating Rules 1-60.",
                "start": 669.479,
                "byte_stop": 2929664,
                "byte_start": 2781393,
                "stop": 706.547
              },
              {
                "text": "And I think that the enactment of Title 18, which incorporates the entire set of sixty rules of Federal Criminal Procedure, is an acceptance by Congress of that court's intentions.",
                "start": 706.547,
                "byte_stop": 2984939,
                "byte_start": 2929664,
                "stop": 720.353
              },
              {
                "text": "Furthermore, I suggest to the Court that Rule 3 of the old rules which limits appeal to five days after entry of judgment of conviction and comparing it with Rule 37 (a) (2) which allows 10 days for appeal after entry of judgment or order appealed from, further manifest the intention of the court.",
                "start": 720.353,
                "byte_stop": 3089638,
                "byte_start": 2984939,
                "stop": 746.539
              },
              {
                "text": "Entry of judgment of conviction clearly purports that these rules were to apply to after verdict appeals.",
                "start": 746.539,
                "byte_stop": 3117537,
                "byte_start": 3089638,
                "stop": 753.517
              },
              {
                "text": "However, by changing the language into leading judgment of conviction to judgment or ordered appealed from, they have removed the language of limitation and I believe have opened the rules to a wider scope than what they had under old Rule 3.",
                "start": 753.517,
                "byte_stop": 3213981,
                "byte_start": 3117537,
                "stop": 777.624
              },
              {
                "text": "Furthermore, 37 (a) (2) provides that the United States has a right to appeal as authorized by statute and that that appeal must be taken within 30 days after the entry of order or judgment appealed from.",
                "start": 777.624,
                "byte_stop": 3289840,
                "byte_start": 3213981,
                "stop": 796.59
              },
              {
                "text": "Now the Government has authorized a right to appeal, one, when -- on a decision or judgment setting aside or dismissing any indictment.",
                "start": 796.59,
                "byte_stop": 3343026,
                "byte_start": 3289840,
                "stop": 809.892
              },
              {
                "text": "Two, on a judgment setting aside a conviction because of insufficiency of the indictment.",
                "start": 809.892,
                "byte_stop": 3371133,
                "byte_start": 3343026,
                "stop": 816.926
              },
              {
                "text": "And three, where the defendant has not been put into jeopardy and a decision sustaining a motion in bar.",
                "start": 816.926,
                "byte_stop": 3399346,
                "byte_start": 3371133,
                "stop": 823.955
              },
              {
                "text": "Now, one and three of these situations are before verdict appeals.",
                "start": 823.955,
                "byte_stop": 3419199,
                "byte_start": 3399346,
                "stop": 828.922
              },
              {
                "text": "Only number two is an after verdict appeal.",
                "start": 828.922,
                "byte_stop": 3437066,
                "byte_start": 3419199,
                "stop": 833.401
              },
              {
                "text": "Also, 18 U.S.C. 1404 allows before verdict appeals on motions to suppress evidence in certain narcotics cases and Internal Revenue cases.",
                "start": 833.401,
                "byte_stop": 3477608,
                "byte_start": 3437066,
                "stop": 843.539
              },
              {
                "text": "In fact, I believe that we can say that it is the rule rather than the exception that if the Government has the right to appeal, it is in before verdict circumstances.",
                "start": 843.539,
                "byte_stop": 3513448,
                "byte_start": 3477608,
                "stop": 852.482
              },
              {
                "text": "Therefore, I think that by including this language in 37 (a) (2), we have again manifested the court's intention that 37 (a) (2) apply both to before verdict appeals and after verdict appeals.",
                "start": 852.482,
                "byte_stop": 3567574,
                "byte_start": 3513448,
                "stop": 866.029
              },
              {
                "text": "Now, I think it can be argued that 1404 and 3731 which gives the Government the right to appeal within themselves carry a 30-day appeal provision.",
                "start": 866.029,
                "byte_stop": 3624103,
                "byte_start": 3567574,
                "stop": 880.151
              },
              {
                "text": "However, I do not believe that this lessens the effect of 37 (a) (2).",
                "start": 880.151,
                "byte_stop": 3645837,
                "byte_start": 3624103,
                "stop": 885.598
              },
              {
                "text": "I think that 37 (a) (2) can well be viewed as being a backstop or insurance for any appellate proceedings that might be given to the Government and the fact that 30-day provision is included in 1404 and 3731 of Title 18, does not in anyway lessen the effect of 37 (a) (2).",
                "start": 885.598,
                "byte_stop": 3780211,
                "byte_start": 3645837,
                "stop": 919.188
              },
              {
                "text": "I will concede that -- well, let me state first that the Fifth Circuit in holding that the appeal was timely filed, unfortunately did not see fit to state what rule is applicable.",
                "start": 919.188,
                "byte_stop": 3851577,
                "byte_start": 3780211,
                "stop": 937.025
              },
              {
                "text": "Therefore, I believe, we have to accept one of two things.",
                "start": 937.025,
                "byte_stop": 3863803,
                "byte_start": 3851577,
                "stop": 940.091
              },
              {
                "text": "Either there is no time limit for filing an appeal in this case or the civil rules, Rule 73 (a) which would allow 30 days to file has to be accepted as being the rule that we're concerned with here.",
                "start": 940.091,
                "byte_stop": 3924198,
                "byte_start": 3863803,
                "stop": 955.182
              },
              {
                "text": "I believe that neither of this -- either of this is true, I think 73 (a) is clearly not applicable because it by its own nature states that it is limited only to a -- to the case of a civil nature.",
                "start": 955.182,
                "byte_stop": 4004342,
                "byte_start": 3924198,
                "stop": 975.211
              },
              {
                "text": "Now, we come then to the alternative that there is no time limit for filing an appeal.",
                "start": 975.211,
                "byte_stop": 4025866,
                "byte_start": 4004342,
                "stop": 980.599
              },
              {
                "text": "I don't believe that this is true.",
                "start": 980.599,
                "byte_stop": 4032554,
                "byte_start": 4025866,
                "stop": 982.279
              },
              {
                "text": "Now, the defendants or the respondents suggest that mandamus is the appropriate method of review in this case.",
                "start": 982.279,
                "byte_stop": 4065050,
                "byte_start": 4032554,
                "stop": 990.389
              },
              {
                "text": "But I do not believe that mandamus is the appropriate method here.",
                "start": 990.389,
                "byte_stop": 4089396,
                "byte_start": 4065050,
                "stop": 996.486
              },
              {
                "text": "I believe that this Court and the Court of Appeals have the right to issue mandamus relief under 1651 of Title 28 under the old section.",
                "start": 996.486,
                "byte_stop": 4141537,
                "byte_start": 4089396,
                "stop": 1009.502
              },
              {
                "text": "But I don't believe that we should be concerned with whether the power exists but whether or not this case is an appropriate case for the exercise of that power.",
                "start": 1009.502,
                "byte_stop": 4185109,
                "byte_start": 4141537,
                "stop": 1020.416
              },
              {
                "text": "Traditionally, mandamus has been used to confine a -- inferior court to an exercise of its lawful jurisdiction, or on the other hand, to compel it to exercise that jurisdiction whether it is its duty to do so.",
                "start": 1020.416,
                "byte_stop": 4256684,
                "byte_start": 4185109,
                "stop": 1038.309
              },
              {
                "text": "In Bankers Life and Casualty versus Harlan, the District Court ordered a severance and transfer of a case because of improper venue.",
                "start": 1038.309,
                "byte_stop": 4302869,
                "byte_start": 4256684,
                "stop": 1049.86
              },
              {
                "text": "And this Court held that mandamus was not the proper method of review because the decision of the lower court on a question of law decisive of the issue was made in the exercise of that court's jurisdiction, to decide issues properly brought before it.",
                "start": 1049.86,
                "byte_stop": 4376848,
                "byte_start": 4302869,
                "stop": 1068.355
              },
              {
                "text": "In its decision, even if erroneous, involved no abuse of judicial power and therefore, it was not reviewable by mandamus but reviewable instead by appeal.",
                "start": 1068.355,
                "byte_stop": 4433795,
                "byte_start": 4376848,
                "stop": 1082.567
              },
              {
                "text": "In Roche versus Evaporated Milk, this Court held that, again, that the lawful exercise of court's jurisdiction involved no abuse of discretion or usurpation of power.",
                "start": 1082.567,
                "byte_stop": 4489070,
                "byte_start": 4433795,
                "stop": 1096.405
              },
              {
                "text": "And Roche further set down three points, guidelines of which the Court should use in determining whether the extraordinary remedy of mandamus lie.",
                "start": 1096.405,
                "byte_stop": 4526791,
                "byte_start": 4489070,
                "stop": 1105.818
              },
              {
                "text": "And those guidelines were that the trial judge act within his jurisdiction, did his act or omission, thwart or tend to thwart appellate review, and third, that mandamus could not be used as a substitute for the appellate procedures prescribed by statute.",
                "start": 1105.818,
                "byte_stop": 4602650,
                "byte_start": 4526791,
                "stop": 1124.8
              },
              {
                "text": "And I submit that the case that we have here is exactly in point with the Roche case and with the Bankers Life and Casualty Company and also with -- in Ex parte Roe.",
                "start": 1124.8,
                "byte_stop": 4655417,
                "byte_start": 4602650,
                "stop": 1137.983
              },
              {
                "text": "What Judge Sloan had done here was to do exactly what he was required to do, and that is to rule upon the removability that was before him.",
                "start": 1137.983,
                "byte_stop": 4691675,
                "byte_start": 4655417,
                "stop": 1147.044
              },
              {
                "text": "He was in -- since exercising his jurisdiction -- and as exercising that jurisdiction, he made the decision to remand them back to the state court.",
                "start": 1147.044,
                "byte_stop": 4740054,
                "byte_start": 4691675,
                "stop": 1159.138
              },
              {
                "text": "He had not usurped any of his power.",
                "start": 1159.138,
                "byte_stop": 4750608,
                "byte_start": 4740054,
                "stop": 1161.776
              },
              {
                "text": "He had not abused any of his discretion.",
                "start": 1161.776,
                "byte_stop": 4762520,
                "byte_start": 4750608,
                "stop": 1164.765
              },
              {
                "text": "As I say, he has fallen immediately within the guidelines of the Roche framework that is he has not afforded appellate review because appellate review has been provided.",
                "start": 1164.765,
                "byte_stop": 4801912,
                "byte_start": 4762520,
                "stop": 1174.611
              },
              {
                "text": "I believe that under 1447 (d), the remand could be properly reviewed on appeal.",
                "start": 1174.611,
                "byte_stop": 4841618,
                "byte_start": 4801912,
                "stop": 1184.528
              },
              {
                "text": "Also, the remand could be taken up to the state court system, and after going to the state court system, then come for a final review to this Court.",
                "start": 1184.528,
                "byte_stop": 4878085,
                "byte_start": 4841618,
                "stop": 1193.664
              },
              {
                "text": "So, there has been no affording of appellate review in that sense.",
                "start": 1193.664,
                "byte_stop": 4893654,
                "byte_start": 4878085,
                "stop": 1197.548
              },
              {
                "text": "Furthermore, the appeal procedures provided are quite adequate and I think this is well attested to by the number of cases that has been cited in the petitioner's brief that have been brought before this Court and have been decided such as Neal versus Delaware, Smith versus Mississippi -- all reached this Court via the appeals route through the state court system and ultimately for final appeal to this Court.",
                "start": 1197.548,
                "byte_stop": 5010056,
                "byte_start": 4893654,
                "stop": 1226.644
              },
              {
                "text": "Therefore, I suggest to you gentlemen that 37 (a) (2) is applicable to this proceeding and therefore the cases should be -- the Court of Appeals should be overruled and the remand order of Judge Sloan sustained and that -- the case was allowed to be sent back to the Fulton County District Court.",
                "start": 1226.644,
                "byte_stop": 5087169,
                "byte_start": 5010056,
                "stop": 1245.933
              }
            ]
          },
          {
            "start": 1245.933,
            "speaker": null,
            "byte_stop": 5103156,
            "stop": 1249.93,
            "byte_start": 5087169,
            "text_blocks": [
              {
                "text": "-- (Voice Overlap) arise to both of these cases?",
                "start": 1245.933,
                "byte_stop": 5103156,
                "byte_start": 5087169,
                "stop": 1249.93
              }
            ]
          },
          {
            "start": 1249.93,
            "speaker": {
              "last_name": "McPherson,",
              "ID": 25766,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/george_k_mcpherson_jr",
              "view_count": 0,
              "identifier": "george_k_mcpherson_jr",
              "name": "George K. McPherson, Jr."
            },
            "byte_stop": 5107336,
            "stop": 1250.97,
            "byte_start": 5103156,
            "text_blocks": [
              {
                "text": "I'm sorry sir.",
                "start": 1249.93,
                "byte_stop": 5107336,
                "byte_start": 5103156,
                "stop": 1250.97
              }
            ]
          },
          {
            "start": 1250.97,
            "speaker": null,
            "byte_stop": 5122069,
            "stop": 1254.661,
            "byte_start": 5107336,
            "text_blocks": [
              {
                "text": "Does the point you're now arguing arise from the case (Inaudible)",
                "start": 1250.97,
                "byte_stop": 5122069,
                "byte_start": 5107336,
                "stop": 1254.661
              }
            ]
          },
          {
            "start": 1254.661,
            "speaker": {
              "last_name": "McPherson,",
              "ID": 25766,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/george_k_mcpherson_jr",
              "view_count": 0,
              "identifier": "george_k_mcpherson_jr",
              "name": "George K. McPherson, Jr."
            },
            "byte_stop": 5144639,
            "stop": 1260.279,
            "byte_start": 5122069,
            "text_blocks": [
              {
                "text": "No, sir.",
                "start": 1254.661,
                "byte_stop": 5123741,
                "byte_start": 5122069,
                "stop": 1255.065
              },
              {
                "text": "It does not.",
                "start": 1255.065,
                "byte_stop": 5127816,
                "byte_start": 5123741,
                "stop": 1256.091
              },
              {
                "text": "Now, this arises only in the Rachel case.",
                "start": 1256.091,
                "byte_stop": 5140668,
                "byte_start": 5127816,
                "stop": 1259.286
              },
              {
                "text": "I might also add --",
                "start": 1259.286,
                "byte_stop": 5144639,
                "byte_start": 5140668,
                "stop": 1260.279
              }
            ]
          },
          {
            "start": 1260.279,
            "speaker": null,
            "byte_stop": 5163447,
            "stop": 1264.986,
            "byte_start": 5144639,
            "text_blocks": [
              {
                "text": "In taking over the issue we've got here, we can also (Inaudible)",
                "start": 1260.279,
                "byte_stop": 5163447,
                "byte_start": 5144639,
                "stop": 1264.986
              }
            ]
          },
          {
            "start": 1264.986,
            "speaker": {
              "last_name": "McPherson,",
              "ID": 25766,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/george_k_mcpherson_jr",
              "view_count": 0,
              "identifier": "george_k_mcpherson_jr",
              "name": "George K. McPherson, Jr."
            },
            "byte_stop": 5248606,
            "stop": 1286.295,
            "byte_start": 5163447,
            "text_blocks": [
              {
                "text": "With the exception of the 37 (a) (2) which whether or not the appeal would be finally filed, but I might add that Judge Boyd Sloan has 81 other cases that are now before him in which he is waiting to rule upon, pending the outcome of the Rachel case.",
                "start": 1264.986,
                "byte_stop": 5248606,
                "byte_start": 5163447,
                "stop": 1286.295
              }
            ]
          },
          {
            "start": 1286.295,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 5278386,
            "stop": 1293.744,
            "byte_start": 5248606,
            "text_blocks": [
              {
                "text": "We'll adjourn now.",
                "start": 1286.295,
                "byte_stop": 5278386,
                "byte_start": 5248606,
                "stop": 1293.744
              }
            ]
          }
        ],
        "stop": 1293.744
      }
    ],
    "duration": 1293.744,
    "title": "Georgia v. Rachel"
  },
  "id": 15161,
  "media_file": [
    {
      "size": 5278699,
      "id": 39445,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1965/147/19660425a_147.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 10814111,
      "id": 61412,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1965/147/19660425a_147.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 17391,
      "id": 61413,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1965/147/19660425a_147.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}