{
  "title": "Oral Argument - October 18, 1965",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 13112404,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 255352,
            "stop": 37.976,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 21, United Gas Improvement Company, Petitioner, versus Callery Properties Incorporated et al., Number 22, Public Service Commission of the State of New York, Petitioner, versus Callery Properties Incorporated et al., Number 26, Ocean Drilling & Exploration Company, Petitioner, versus Federal Power Commission et al. and Number 32, Federal Power Commission, Petitioner versus Callery Properties Incorporated.",
                "start": 0,
                "byte_stop": 248142,
                "byte_start": 103424,
                "stop": 36.159
              },
              {
                "text": "Mr. Solomon.",
                "start": 36.159,
                "byte_stop": 255352,
                "byte_start": 248142,
                "stop": 37.976
              }
            ]
          },
          {
            "start": 37.976,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 1676100,
            "stop": 393.167,
            "byte_start": 255352,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, members of the Court.",
                "start": 37.976,
                "byte_stop": 276982,
                "byte_start": 255352,
                "stop": 43.372
              },
              {
                "text": "These cases are here on certiorari from a decision of the Fifth Circuit Court of Appeals which in three separate respects has invalidated the established procedure and practices of the Commission in issuing certificates public convenience and necessity to natural gas producers.",
                "start": 43.372,
                "byte_stop": 372172,
                "byte_start": 276982,
                "stop": 67.182
              },
              {
                "text": "These policies which were invalidated were in turn developed and adopted by the Commission in order to afford consumers the adequate protection from spiraling prices during the period required to determine just and reasonable prices and of course this was done at the directive of this Court in what I will refer to as the CATCO case but which goes under the official style of Atlantic Refining Company versus Public Service Commission and appears in Volume 360 -- starting page 378.",
                "start": 67.182,
                "byte_stop": 541968,
                "byte_start": 372172,
                "stop": 109.629
              },
              {
                "text": "Now, as the Court will remember the problem arises because of the necessary considerable period of time it takes to determine the just and reasonable rates under which natural gas is to be sold by producers in the field to interstate pipelines.",
                "start": 109.629,
                "byte_stop": 632247,
                "byte_start": 541968,
                "stop": 132.199
              },
              {
                "text": "In the meantime the Court said in CATCO, the Commission must take appropriate action under its certificate powers under Section 7 of the Act to prevent a runaway price bargain.",
                "start": 132.199,
                "byte_stop": 693373,
                "byte_start": 632247,
                "stop": 147.464
              },
              {
                "text": "I'm pleased to advise this Court that since this matter was last before you, there has been a very great deal of progress in the area rate program itself.",
                "start": 147.464,
                "byte_stop": 742797,
                "byte_start": 693373,
                "stop": 159.841
              },
              {
                "text": "The Commission has decided and is now in the courts, lower courts of course, the first major area price decision which involves the Permian Basin.",
                "start": 159.841,
                "byte_stop": 793266,
                "byte_start": 742797,
                "stop": 172.436
              },
              {
                "text": "The second major case which involves the Southern Louisiana area where these particular cases happen to arise is in its final -- certainly months and I think almost days of hearing before the examiner and two other cases which when combined with the other two will account for approximately 3 quarters of all the gas moving in interstate commerce have been started and are well on their way.",
                "start": 172.436,
                "byte_stop": 919280,
                "byte_start": 793266,
                "stop": 203.94
              },
              {
                "text": "But the fact that we have this progress does not mean that the interim problem which this Court dealt with in CATCO has ceased to be important.",
                "start": 203.94,
                "byte_stop": 968600,
                "byte_start": 919280,
                "stop": 216.288
              },
              {
                "text": "Progress yes, but we're not at the end of this line of fixing just and reasonable prices by any means and its -- remains today just as before important that the Commission perform the function that the Court told it to perform.",
                "start": 216.288,
                "byte_stop": 1043101,
                "byte_start": 968600,
                "stop": 234.895
              },
              {
                "text": "Now what the Commission has done and what the lower court has told us we cannot do is two things.",
                "start": 234.895,
                "byte_stop": 1081240,
                "byte_start": 1043101,
                "stop": 244.449
              },
              {
                "text": "In the first place we said natural gas may not enter the interstate market except at an initial starting price which is in line with the other prices paid for substantial quantities of gas at the same periods in the same area.",
                "start": 244.449,
                "byte_stop": 1165667,
                "byte_start": 1081240,
                "stop": 265.538
              },
              {
                "text": "Leaving aside of course prices which are themselves suspect because they were in litigation at the time or subject to Commission review.",
                "start": 265.538,
                "byte_stop": 1211225,
                "byte_start": 1165667,
                "stop": 276.926
              },
              {
                "text": "And the second part of the Commission's essential package for holding the line is that we have said while once the initial price is set you may normally exercise your authority to file for contractually authorized rate increases.",
                "start": 276.926,
                "byte_stop": 1299519,
                "byte_start": 1211225,
                "stop": 299.021
              },
              {
                "text": "At least until we can decide the area rate proceedings.",
                "start": 299.021,
                "byte_stop": 1320835,
                "byte_start": 1299519,
                "stop": 304.352
              },
              {
                "text": "At least until to that time or as a matter of fact the Commission has added to that a further definite cutoff but at least for a limited period.",
                "start": 304.352,
                "byte_stop": 1365661,
                "byte_start": 1320835,
                "stop": 315.555
              },
              {
                "text": "You may not file a rate increase.",
                "start": 315.555,
                "byte_stop": 1381439,
                "byte_start": 1365661,
                "stop": 319.503
              },
              {
                "text": "If it is above the rate which the Commissioners found would start the triggering activity with respect to all the other rates in the area.",
                "start": 319.503,
                "byte_stop": 1431907,
                "byte_start": 1381439,
                "stop": 332.1
              },
              {
                "text": "Now the Court of Appeals upset both of these determinations.",
                "start": 332.1,
                "byte_stop": 1447163,
                "byte_start": 1431907,
                "stop": 335.93
              },
              {
                "text": "It held the Commission couldn't fix the initial price which gas could enter the interstate market at an in line level below that called for in the producer's contracts unless we first considered a mass of material which had been presented by this in this case in which it had been presented in a number of other cases of exactly the type which is involved in the area rate case which is intended to show individual company cost and group cost and economic trends in the area all of which are calculated to show the eventual needs for a just and reasonable price level for the industry.",
                "start": 335.93,
                "byte_stop": 1632110,
                "byte_start": 1447163,
                "stop": 382.164
              },
              {
                "text": "The Court said we have to consider all of that information in the certificate proceeding itself before we can say you can't offer it -- you can't enter the market at an in line rate.",
                "start": 382.164,
                "byte_stop": 1676100,
                "byte_start": 1632110,
                "stop": 393.167
              }
            ]
          },
          {
            "start": 393.167,
            "speaker": null,
            "byte_stop": 1709746,
            "stop": 401.571,
            "byte_start": 1676100,
            "text_blocks": [
              {
                "text": "We didn't say that you had to consider that to carry over the standpoint just to meeting the prices (Inaudible) from the standpoint of (Inaudible).",
                "start": 393.167,
                "byte_stop": 1709746,
                "byte_start": 1676100,
                "stop": 401.571
              }
            ]
          },
          {
            "start": 401.571,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 1756871,
            "stop": 413.35,
            "byte_start": 1709746,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 401.571,
                "byte_stop": 1712567,
                "byte_start": 1709746,
                "stop": 402.262
              },
              {
                "text": "They said -- they suggest that the nature of the consideration maybe different but the weight of the problem is the same.",
                "start": 402.262,
                "byte_stop": 1756871,
                "byte_start": 1712567,
                "stop": 413.35
              }
            ]
          },
          {
            "start": 413.35,
            "speaker": null,
            "byte_stop": 1766797,
            "stop": 415.818,
            "byte_start": 1756871,
            "text_blocks": [
              {
                "text": "It's an over (Inaudible)",
                "start": 413.35,
                "byte_stop": 1766797,
                "byte_start": 1756871,
                "stop": 415.818
              }
            ]
          },
          {
            "start": 415.818,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 4969409,
            "stop": 1216.48,
            "byte_start": 1766797,
            "text_blocks": [
              {
                "text": "Exactly, yes.",
                "start": 415.818,
                "byte_stop": 1777455,
                "byte_start": 1766797,
                "stop": 418.485
              },
              {
                "text": "The standard presumably would be public interest but the work involved would be the same.",
                "start": 418.485,
                "byte_stop": 1804100,
                "byte_start": 1777455,
                "stop": 425.168
              },
              {
                "text": "And the second thing the court held was that under the statutory scheme the Commission has no power whatsoever no matter valid or useful or valuable the reason to exercise it's conditioning authority under Section 7 of the Act to prevent even for a short time anybody from filing any rate if they have a contractual authority filed.",
                "start": 425.168,
                "byte_stop": 1913605,
                "byte_start": 1804100,
                "stop": 452.52
              },
              {
                "text": "Of course this means that as far as triggering is concerned that we can take no effective action because it's perfectly clear that it doesn't do any good to set a lower initial price if the producer is free the next day to file up to his triggering line.",
                "start": 452.52,
                "byte_stop": 1987375,
                "byte_start": 1913605,
                "stop": 470.979
              },
              {
                "text": "In addition and I'll go into this a little more late -- detail later.",
                "start": 470.979,
                "byte_stop": 2014751,
                "byte_start": 1987375,
                "stop": 477.819
              },
              {
                "text": "The court reversed the Commission on a refund matter.",
                "start": 477.819,
                "byte_stop": 2035127,
                "byte_start": 2014751,
                "stop": 482.915
              },
              {
                "text": "As I will indicate these cases are up before the Commission for the second time having been remanded ones because we had an improper standard.",
                "start": 482.915,
                "byte_stop": 2072430,
                "byte_start": 2035127,
                "stop": 492.228
              },
              {
                "text": "The Commission held that there should be refunds ordered for the high prices, the two high prices which had been charged during this intermediate period.",
                "start": 492.228,
                "byte_stop": 2122376,
                "byte_start": 2072430,
                "stop": 504.723
              },
              {
                "text": "The court agreed with us that this is a situation where refunds are called for but they adopted a different standard of refunds and either I will get into that later or my associates will, because we think they erred there too.",
                "start": 504.723,
                "byte_stop": 2183607,
                "byte_start": 2122376,
                "stop": 520.039
              },
              {
                "text": "Now let me briefly sketch the background facts in this case.",
                "start": 520.039,
                "byte_stop": 2209207,
                "byte_start": 2183607,
                "stop": 526.443
              },
              {
                "text": "These cases are almost contemporary with CATCO.",
                "start": 526.443,
                "byte_stop": 2231463,
                "byte_start": 2209207,
                "stop": 532.001
              },
              {
                "text": "This of course is not surprising they've been up and down the courts two or three times.",
                "start": 532.001,
                "byte_stop": 2254764,
                "byte_start": 2231463,
                "stop": 537.817
              },
              {
                "text": "And they are as you will not be surprised to know infected with the error that the Commission originally made in CATCO.",
                "start": 537.817,
                "byte_stop": 2289664,
                "byte_start": 2254764,
                "stop": 546.556
              },
              {
                "text": "The -- there are a number of consolidated sales but they fall into two groups.",
                "start": 546.556,
                "byte_stop": 2313070,
                "byte_start": 2289664,
                "stop": 552.41
              },
              {
                "text": "The -- they were all made by the way and this is critical, all of these sales were originally made under contracts in 1957 and 1958 and they all involved sales in the Southern Louisiana area.",
                "start": 552.41,
                "byte_stop": 2375346,
                "byte_start": 2313070,
                "stop": 567.962
              },
              {
                "text": "CATCO involved sales in the Southern Louisiana area but it was a sale in 1956.",
                "start": 567.962,
                "byte_stop": 2407737,
                "byte_start": 2375346,
                "stop": 576.071
              },
              {
                "text": "Now the first of these sales were certificated by the Commission in September 1958 and they were certificated at prices that ranged from 22.4 to 23.3 or 8 cents per Mcf.",
                "start": 576.071,
                "byte_stop": 2480253,
                "byte_start": 2407737,
                "stop": 594.202
              },
              {
                "text": "This was a price which was a cent and a half to a cent higher than the CATCO price which was then in the courts.",
                "start": 594.202,
                "byte_stop": 2504704,
                "byte_start": 2480253,
                "stop": 600.314
              },
              {
                "text": "And it was a price which the Commission decision admitted could trigger at least half a million dollars of increases in the pipelines rates.",
                "start": 600.314,
                "byte_stop": 2552874,
                "byte_start": 2504704,
                "stop": 612.346
              },
              {
                "text": "This decision was affirmed by the Third Circuit.",
                "start": 612.346,
                "byte_stop": 2571786,
                "byte_start": 2552874,
                "stop": 617.073
              },
              {
                "text": "It was appealed to this Court and this Court without even having oral argument summarily reversed and sent it back to the Commission to consider in the light of the CATCO decision and that is an opinion appearing at 361 U.S., Public Service Commission of New York versus the FPC.",
                "start": 617.073,
                "byte_stop": 2648795,
                "byte_start": 2571786,
                "stop": 636.335
              },
              {
                "text": "Now in the meantime these other applications were before the Commission and they were originally also granted without any price condition although their prices were also in this 21 to 23 cent range.",
                "start": 636.335,
                "byte_stop": 2715146,
                "byte_start": 2648795,
                "stop": 652.919
              },
              {
                "text": "But they were decided on August 10th, 1959, a week after the Third Circuit's opinion in the earlier case which is I said was subsequently reversed here.",
                "start": 652.919,
                "byte_stop": 2770317,
                "byte_start": 2715146,
                "stop": 666.712
              },
              {
                "text": "And since these decisions were post-CATCO cases the Commission did purport to follow the CATCO rule.",
                "start": 666.712,
                "byte_stop": 2814830,
                "byte_start": 2770317,
                "stop": 677.842
              },
              {
                "text": "But in each case in determining that these sales were in line what it did was say they were in line because they were no higher than the sales involved in CATCO or in the Public Service case and therefore were in line.",
                "start": 677.842,
                "byte_stop": 2883793,
                "byte_start": 2814830,
                "stop": 695.088
              },
              {
                "text": "These cases were in due course appealed to the courts and then a series of opinions by a number of Courts of Appeals, each and everyone of them was reversed on the ground that in attempting to determine the proper initial price line it was improper for the Commission to rely upon the CATCO and public service sales which were themselves in issue in the courts at that time.",
                "start": 695.088,
                "byte_stop": 3011688,
                "byte_start": 2883793,
                "stop": 727.041
              },
              {
                "text": "And the Court went on in both the Ninth Circuit case which I'll quote from and this was proved in the other court to say that not only couldn't the Commission determining a line pass upon the fails which were in court but where a substantial number of certificated prices or thus under court or commission review.",
                "start": 727.041,
                "byte_stop": 3115342,
                "byte_start": 3011688,
                "stop": 752.979
              },
              {
                "text": "Like prices from the same area though not currently under review ought to be regarded a suspect ought to be looked into to see whether they weren't affected by the same vice.",
                "start": 752.979,
                "byte_stop": 3170513,
                "byte_start": 3115342,
                "stop": 766.757
              },
              {
                "text": "The producers involved in this case had all been operating under their invalidated certificates throughout the course of the court litigation.",
                "start": 766.757,
                "byte_stop": 3214608,
                "byte_start": 3170513,
                "stop": 777.784
              },
              {
                "text": "They've done so of course with full knowledge of litigation and they done so perfectly legally since they were authorized to operate by the Commission.",
                "start": 777.784,
                "byte_stop": 3259434,
                "byte_start": 3214608,
                "stop": 788.987
              },
              {
                "text": "When the cases were remanded to the Commission, the question came up as to how these should be handled during the interim acquired for further commission review.",
                "start": 788.987,
                "byte_stop": 3298513,
                "byte_start": 3259434,
                "stop": 798.748
              },
              {
                "text": "In the CATCO case itself and a number of other cases which have been remanded the Commission had actually set aside the original certificates and issued new temporary certificates with refund obligations.",
                "start": 798.748,
                "byte_stop": 3362670,
                "byte_start": 3298513,
                "stop": 814.805
              },
              {
                "text": "The Commission here said this was unnecessary that our normal powers were more than adequate to allow them to continue to operate on the old certificate but the Commission made clear that of course at the conclusion of the case they would be obligated to pay such refunds as it might turn out to be appropriate in the light of what the proper certificate price was.",
                "start": 814.805,
                "byte_stop": 3483355,
                "byte_start": 3362670,
                "stop": 844.971
              },
              {
                "text": "The hearing was held in 1962.",
                "start": 844.971,
                "byte_stop": 3494849,
                "byte_start": 3483355,
                "stop": 847.853
              },
              {
                "text": "The remanded hearing of these consolidated proceedings.",
                "start": 847.853,
                "byte_stop": 3509687,
                "byte_start": 3494849,
                "stop": 851.558
              },
              {
                "text": "By that time the Commission had had considerable experience in producer certificate cases under the standards established by CATCO as elaborated by the Civil Courts of Appeals and the Commission had decided as a matter of general policy that it would fix the initial price and I'll explain what that is in a few minutes, in order to fix the initial price at the in line level which as I indicated as the Courts of Appeals had indicated was the price at which substantial amounts of gas in the area were contemporaneously flowing under other contracts, contracts which were not involved in litigation or not affected by the sales which are involved in litigation.",
                "start": 851.558,
                "byte_stop": 3706546,
                "byte_start": 3509687,
                "stop": 900.759
              },
              {
                "text": "Now in a number of the earlier preceding that preceded this one, the Commission had permitted producers to submit evidence of their cost or industry cost of economic trend and without exception the Commission had filed as it evolved this in line price document.",
                "start": 900.759,
                "byte_stop": 3801004,
                "byte_start": 3706546,
                "stop": 924.376
              },
              {
                "text": "This evidence was of no value to them that it was not persuasive.",
                "start": 924.376,
                "byte_stop": 3822738,
                "byte_start": 3801004,
                "stop": 929.817
              },
              {
                "text": "And in and of itself it usually was no good and that anyway it was simply delaying the entire proceeding.",
                "start": 929.817,
                "byte_stop": 3852622,
                "byte_start": 3822738,
                "stop": 937.298
              },
              {
                "text": "But the Commission had expressly held that in the earlier Skelly case and it's determination on that point was subsequently affirmed by the District of Columbia Court of Appeals.",
                "start": 937.298,
                "byte_stop": 3902777,
                "byte_start": 3852622,
                "stop": 949.825
              },
              {
                "text": "In this case when similar evidence was introduced it was rejected by the examiner, Officer Proofer made but there was no cross-examinations, no rebuttal made on it, was rejected by the examiner and the Commission expressly affirmed this rejection.",
                "start": 949.825,
                "byte_stop": 3991280,
                "byte_start": 3902777,
                "stop": 971.957
              },
              {
                "text": "As to the in line price itself the Commission held that there was a considerable amount of gas that was flowing at the either 18 and a half cents or below in this area that all of the prices in 1957 and 1958 which were higher than that were as the testimony indicated, the direct result of the new plateau which had been set in CATCO and the Public Service case.",
                "start": 971.957,
                "byte_stop": 4123251,
                "byte_start": 3991280,
                "stop": 1004.932
              },
              {
                "text": "And that no showing had been made that any of these higher prices were not this result of CATCO and that therefore anything higher than 18 and a half cents or 20 cents, it -- there was a tax problem, would be out of line contrary to the public interest.",
                "start": 1004.932,
                "byte_stop": 4216038,
                "byte_start": 4123251,
                "stop": 1028.151
              },
              {
                "text": "The Commission affirmed us but the Commission did one more thing.",
                "start": 1028.151,
                "byte_stop": 4238712,
                "byte_start": 4216038,
                "stop": 1033.801
              },
              {
                "text": "The Commission held that not only was the proper in line starting point 18 and a half cents or 20 cents, let me explain that briefly.",
                "start": 1033.801,
                "byte_stop": 4278523,
                "byte_start": 4238712,
                "stop": 1043.761
              },
              {
                "text": "Some of this gas is sold from offshore areas where the state taxing authority does not apply.",
                "start": 1043.761,
                "byte_stop": 4311019,
                "byte_start": 4278523,
                "stop": 1051.874
              },
              {
                "text": "Some of it is sold within the taxing authority of the State of Louisiana and the difference between 18 and a half and 20 cents which you may sometimes hear during the course of this argument reflects that.",
                "start": 1051.874,
                "byte_stop": 4369220,
                "byte_start": 4311019,
                "stop": 1066.432
              },
              {
                "text": "The Commission said this is the proper starting place and you may file increases above that starting place to the extent that your contracts permit subject to the suspension provisions and refund provisions of Section 4 of the Act.",
                "start": 1066.432,
                "byte_stop": 4453961,
                "byte_start": 4369220,
                "stop": 1087.619
              },
              {
                "text": "But until we complete the Southern Louisiana rate case or until July 1st 1967, whichever is earlier, this latter date was picked merely to give a firm idea that what the outside limit of this particular moratorium would be.",
                "start": 1087.619,
                "byte_stop": 4528985,
                "byte_start": 4453961,
                "stop": 1106.389
              },
              {
                "text": "Until that time you cannot file for a rate more than 23.55 cents which was the rate the Commission found anything above that would be likely to endanger triggering the type this Court is familiar with as a result of favored nation clauses, from redetermination clauses and all this paraphernalia of contract provisions which has been outlawed as of 1962 but which exist in many, many contracts which have been certificated prior to that date.",
                "start": 1106.389,
                "byte_stop": 4686242,
                "byte_start": 4528985,
                "stop": 1145.68
              },
              {
                "text": "The essential issue presented by the case then is the validity of these techniques for complying with the court's mandate in CATCO.",
                "start": 1145.68,
                "byte_stop": 4734621,
                "byte_start": 4686242,
                "stop": 1157.773
              },
              {
                "text": "This mandate was that we must if we are going to consider granting certificates to producers we must afford consumers a complete, permanent and effective bond of protection from excessive rates and charges by using our conditioning authority under Section 7 of the Act.",
                "start": 1157.773,
                "byte_stop": 4856038,
                "byte_start": 4734621,
                "stop": 1188.137
              },
              {
                "text": "The problem arises as I said before because in the absence of these conditions a sale certificated at a price which turns out to have been too high when you test it by the just and reasonable standard can be corrected only prospectively and the consumers are left holding a bag during this not too short interim period.",
                "start": 1188.137,
                "byte_stop": 4969409,
                "byte_start": 4856038,
                "stop": 1216.48
              }
            ]
          },
          {
            "start": 1216.48,
            "speaker": null,
            "byte_stop": 5023953,
            "stop": 1230.127,
            "byte_start": 4969409,
            "text_blocks": [
              {
                "text": "This July, was this on this July 1, 1967 date, it's attached to one of the end pieces to the moratorium.",
                "start": 1216.48,
                "byte_stop": 5007653,
                "byte_start": 4969409,
                "stop": 1226.033
              },
              {
                "text": "Is that the anticipated date to the conclusion of the --",
                "start": 1226.033,
                "byte_stop": 5023953,
                "byte_start": 5007653,
                "stop": 1230.127
              }
            ]
          },
          {
            "start": 1230.127,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 6017546,
            "stop": 1478.514,
            "byte_start": 5023953,
            "text_blocks": [
              {
                "text": "No.",
                "start": 1230.127,
                "byte_stop": 5025102,
                "byte_start": 5023953,
                "stop": 1230.409
              },
              {
                "text": "It was an outside date that the Commission picked.",
                "start": 1230.409,
                "byte_stop": 5040358,
                "byte_start": 5025102,
                "stop": 1234.22
              },
              {
                "text": "I think I'd have to figure it out, it was two years or a year and a half or three years from the date they were issuing this order.",
                "start": 1234.22,
                "byte_stop": 5072332,
                "byte_start": 5040358,
                "stop": 1242.219
              },
              {
                "text": "It's simply an outer limit.",
                "start": 1242.219,
                "byte_stop": 5082467,
                "byte_start": 5072332,
                "stop": 1244.744
              },
              {
                "text": "All indications are that the area rate proceeding, the goal I understand is to complete the hearings by the first of next month in their -- the examiners' opinion of the Commission decision with the guidelines of the first area proceeding, July 1, 1967 should be a date which will have no real significance.",
                "start": 1244.744,
                "byte_stop": 5170448,
                "byte_start": 5082467,
                "stop": 1266.734
              },
              {
                "text": "The real date is going to be the date of the proceeding.",
                "start": 1266.734,
                "byte_stop": 5184031,
                "byte_start": 5170448,
                "stop": 1270.133
              },
              {
                "text": "But the Commission in each case were given extra degree of definiteness has set an outside date.",
                "start": 1270.133,
                "byte_stop": 5217364,
                "byte_start": 5184031,
                "stop": 1278.472
              },
              {
                "text": "Now, as I indicated what the Commission has done to afford interim protection from too high prices and to prevent the very real effect of high prices in triggering price increases or in establishing new plateaus is the simple two part condition.",
                "start": 1278.472,
                "byte_stop": 5308270,
                "byte_start": 5217364,
                "stop": 1301.19
              },
              {
                "text": "It said until we can set the just and reasonable price level which of course will then be the guidepost for certification until we can do this we will not normally allow you to enter the market at an initial price higher than the in line price which are described.",
                "start": 1301.19,
                "byte_stop": 5393220,
                "byte_start": 5308270,
                "stop": 1322.442
              },
              {
                "text": "This initial price, this in line price which the Commission sets is a firm price and this is important from the standpoint of the producer and of course the standpoint of the consumer as well.",
                "start": 1322.442,
                "byte_stop": 5453720,
                "byte_start": 5393220,
                "stop": 1337.552
              },
              {
                "text": "It's a firm price in the sense that it can be modified by the Commission only prospectively in a Section 5 rate proceeding.",
                "start": 1337.552,
                "byte_stop": 5492590,
                "byte_start": 5453720,
                "stop": 1347.281
              },
              {
                "text": "And even if such proceeding should determine that the just and reasonable rate for the gas is lower than the in line price there will be no refunds from that.",
                "start": 1347.281,
                "byte_stop": 5538565,
                "byte_start": 5492590,
                "stop": 1358.774
              },
              {
                "text": "This is why Justice White said that if the Commission errs in setting this in line price it should do so on the lower side rather than the higher side.",
                "start": 1358.774,
                "byte_stop": 5582451,
                "byte_start": 5538565,
                "stop": 1369.736
              },
              {
                "text": "But the in line price and I want to stress this, in line price is not firm in the sense that it deprives producers of a right if they choose to seek a higher price.",
                "start": 1369.736,
                "byte_stop": 5648071,
                "byte_start": 5582451,
                "stop": 1386.142
              },
              {
                "text": "They remain free within the limits of their contractual authorization and the triggering moratorium to file for a higher price if they choose to do so of course.",
                "start": 1386.142,
                "byte_stop": 5703241,
                "byte_start": 5648071,
                "stop": 1399.949
              },
              {
                "text": "The increased rate will be suspended and can be put into effect after the suspension period only subject to refund.",
                "start": 1399.949,
                "byte_stop": 5740753,
                "byte_start": 5703241,
                "stop": 1409.326
              },
              {
                "text": "I stress that the initial price is only a starting price because I think it conceivably might be relevant to the issue of how much evidence we have to allow in the record before we can set the initial price.",
                "start": 1409.326,
                "byte_stop": 5824449,
                "byte_start": 5740753,
                "stop": 1430.243
              },
              {
                "text": "I can conceive of circumstances in which the Commission might think for some reason or other than the public interest required that there'd be a firm price either permanently or for an extended period of time which couldn't be raised.",
                "start": 1430.243,
                "byte_stop": 5896547,
                "byte_start": 5824449,
                "stop": 1448.263
              },
              {
                "text": "And I can conceive that under such circumstances the evidentiary standards of what evidence has to be allowed into the record before we could make such a determination might be different, may be things which we think are irrelevant, immaterial and extremely burdensome to the type of decision we're making here conceivably might be relevant in those circumstances.",
                "start": 1448.263,
                "byte_stop": 6017546,
                "byte_start": 5896547,
                "stop": 1478.514
              }
            ]
          },
          {
            "start": 1478.514,
            "speaker": null,
            "byte_stop": 6040430,
            "stop": 1484.23,
            "byte_start": 6017546,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1478.514,
                "byte_stop": 6040430,
                "byte_start": 6017546,
                "stop": 1484.23
              }
            ]
          },
          {
            "start": 1484.23,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 6844165,
            "stop": 1685.172,
            "byte_start": 6040430,
            "text_blocks": [
              {
                "text": "Yes sir, I'll get to that in a minute.",
                "start": 1484.23,
                "byte_stop": 6060283,
                "byte_start": 6040430,
                "stop": 1489.193
              },
              {
                "text": "But here, I want to -- before I do, let me stress again that the question is solely whether we can conclude that any sales above the in line price, the going rate must be at the producer's risk if it turns out on analysis to have been too high.",
                "start": 1489.193,
                "byte_stop": 6144711,
                "byte_start": 6060283,
                "stop": 1510.299
              },
              {
                "text": "And whether there's a necessary corollary it can conclude that all evidence irrelevant to this in line determination should be rejected at the threshold.",
                "start": 1510.299,
                "byte_stop": 6186715,
                "byte_start": 6144711,
                "stop": 1520.797
              },
              {
                "text": "Putting it another way, may a producer insist and this is what their case comes down to, may they insist on the right to introduce masses of cost and economic evidence which arguably might be relevant in fixing just and reasonable rates for the purpose of showing that pending the determination of just and reasonable rates, they should be able to operate at a risk free level higher than the going rate in the area.",
                "start": 1520.797,
                "byte_stop": 6316701,
                "byte_start": 6186715,
                "stop": 1553.313
              },
              {
                "text": "Now, let me get to Commissioner Harlan's question this time, to go back to where I was going to go to.",
                "start": 1553.313,
                "byte_stop": 6381484,
                "byte_start": 6316701,
                "stop": 1569.508
              },
              {
                "text": "I want to make clear that the Commission in excluding the cost of service evidence here including -- its excluding its economic trend outs has not precluded the producers from making any showing in support of their contentions that sales should be certificated in Southern Louisiana in 1957 and 1958 and higher than the 1956 CATCO prices.",
                "start": 1569.508,
                "byte_stop": 6478137,
                "byte_start": 6381484,
                "stop": 1593.676
              },
              {
                "text": "On the contrary, it permitted a full showing as to the extended nature of the sales during the 1957 and 1958 period involved permit a showing to made if it could be.",
                "start": 1593.676,
                "byte_stop": 6534562,
                "byte_start": 6478137,
                "stop": 1607.769
              },
              {
                "text": "But the general price line in these later years unaffected by the CATCO errors was higher.",
                "start": 1607.769,
                "byte_stop": 6564446,
                "byte_start": 6534562,
                "stop": 1615.245
              },
              {
                "text": "And also it was perfectly free and they were perfectly free and able to make a showing that for some reason the nature of their gas or the services they were providing was such that a higher than the normal in line rate was warranted in their particular sale.",
                "start": 1615.245,
                "byte_stop": 6644381,
                "byte_start": 6564446,
                "stop": 1635.225
              },
              {
                "text": "No such showing was made in this case but the fact that no such showing was made here does not prove that they didn't really have an opportunity to do so.",
                "start": 1635.225,
                "byte_stop": 6696521,
                "byte_start": 6644381,
                "stop": 1648.269
              },
              {
                "text": "The Commission since held in a subsequent case which of course is not before this Court that the general in line level in Southern Louisiana has actually remained constant at least in 1962.",
                "start": 1648.269,
                "byte_stop": 6753677,
                "byte_start": 6696521,
                "stop": 1662.55
              },
              {
                "text": "But it has not held that in all -- in certificate cases that it held.",
                "start": 1662.55,
                "byte_stop": 6772485,
                "byte_start": 6753677,
                "stop": 1667.257
              },
              {
                "text": "On the contrary in a number of other areas on the basis of appropriate evidence, it is found that the in line price is somewhat higher in the later periods than in the earlier periods and this could've been shown here if the facts would have warranted it.",
                "start": 1667.257,
                "byte_stop": 6838209,
                "byte_start": 6772485,
                "stop": 1683.677
              },
              {
                "text": "Similarly --",
                "start": 1683.677,
                "byte_stop": 6844165,
                "byte_start": 6838209,
                "stop": 1685.172
              }
            ]
          },
          {
            "start": 1685.172,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6859734,
            "stop": 1689.055,
            "byte_start": 6844165,
            "text_blocks": [
              {
                "text": "It could've been shown -- it could've been shown, is what you mean it's a --",
                "start": 1685.172,
                "byte_stop": 6859734,
                "byte_start": 6844165,
                "stop": 1689.055
              }
            ]
          },
          {
            "start": 1689.055,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 6932459,
            "stop": 1707.239,
            "byte_start": 6859734,
            "text_blocks": [
              {
                "text": "If the facts warranted it.",
                "start": 1689.055,
                "byte_stop": 6864750,
                "byte_start": 6859734,
                "stop": 1690.32
              },
              {
                "text": "The facts was there were some higher prices in 1957 and 1958 than the in line price and the facts were the testimony by the pipeline were that we had paid these prices because a new CATCO level had come in and we couldn't get gas cheaper.",
                "start": 1690.32,
                "byte_stop": 6931414,
                "byte_start": 6864750,
                "stop": 1706.973
              },
              {
                "text": "And now --",
                "start": 1706.973,
                "byte_stop": 6932459,
                "byte_start": 6931414,
                "stop": 1707.239
              }
            ]
          },
          {
            "start": 1707.239,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6942595,
            "stop": 1709.776,
            "byte_start": 6932459,
            "text_blocks": [
              {
                "text": "Because of the inherent error as you call it (Voice Overlap) --",
                "start": 1707.239,
                "byte_stop": 6942595,
                "byte_start": 6932459,
                "stop": 1709.776
              }
            ]
          },
          {
            "start": 1709.776,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 7226389,
            "stop": 1780.725,
            "byte_start": 6942595,
            "text_blocks": [
              {
                "text": "Which had not yet been corrected, that's right, yes.",
                "start": 1709.776,
                "byte_stop": 6956387,
                "byte_start": 6942595,
                "stop": 1713.234
              },
              {
                "text": "Similarly there have been occasions.",
                "start": 1713.234,
                "byte_stop": 6969866,
                "byte_start": 6956387,
                "stop": 1716.597
              },
              {
                "text": "I don't mean to overdo this.",
                "start": 1716.597,
                "byte_stop": 6978330,
                "byte_start": 6969866,
                "stop": 1718.706
              },
              {
                "text": "Normally the Commission's policy is to certificate at the in line price and I do not apologize for that.",
                "start": 1718.706,
                "byte_stop": 7012707,
                "byte_start": 6978330,
                "stop": 1727.311
              },
              {
                "text": "But there have been occasions upon which the Commission has certificated a particular sale higher than the in line price in the particular area at that time.",
                "start": 1727.311,
                "byte_stop": 7050428,
                "byte_start": 7012707,
                "stop": 1736.735
              },
              {
                "text": "In fact, within the last year one of the affiliates to some of the respondents in this very case was given an initial in line prize for a sale in Southern Louisiana which was higher than the in line price which we were certificating in Southern Louisiana.",
                "start": 1736.735,
                "byte_stop": 7128064,
                "byte_start": 7050428,
                "stop": 1756.143
              },
              {
                "text": "There was a good reason for it, because the reason he was able to get that higher price was he showed that unlike the normal situation in Southern Louisiana, he was transporting the gas from offshore -- onshore to a pipeline for about 40 or 50 miles.",
                "start": 1756.143,
                "byte_stop": 7189608,
                "byte_start": 7128064,
                "stop": 1771.532
              },
              {
                "text": "And in that circumstance the Commission said, \"Yes, you've shown that in this particular circumstance there's some justification for more than an in line prize.\"",
                "start": 1771.532,
                "byte_stop": 7226389,
                "byte_start": 7189608,
                "stop": 1780.725
              }
            ]
          },
          {
            "start": 1780.725,
            "speaker": null,
            "byte_stop": 7239764,
            "stop": 1784.077,
            "byte_start": 7226389,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1780.725,
                "byte_stop": 7239764,
                "byte_start": 7226389,
                "stop": 1784.077
              }
            ]
          },
          {
            "start": 1784.077,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 8010271,
            "stop": 1976.703,
            "byte_start": 7239764,
            "text_blocks": [
              {
                "text": "No sir.",
                "start": 1784.077,
                "byte_stop": 7272155,
                "byte_start": 7239764,
                "stop": 1792.179
              },
              {
                "text": "Now, this Court in the CATCO decision and the Circuit Courts of Appeals in a number of the decisions reversing these cases other have indicated or written their language saying that the Commission cannot certificate sales at an out of line price in the absence of a strong evidentiary showing that the public interest so requires.",
                "start": 1792.179,
                "byte_stop": 7380093,
                "byte_start": 7272155,
                "stop": 1819.153
              },
              {
                "text": "This language is urged -- demonstrates that the Commission must allow the producers to make any showing of this cost nature that they want, must allow that before it can certificate the gas at an in line price but this doesn't follow.",
                "start": 1819.153,
                "byte_stop": 7479150,
                "byte_start": 7380093,
                "stop": 1843.906
              },
              {
                "text": "Its one thing to say that the Commission in order to perform the essential function of the act of protecting consumers cannot allow prices to escalate without a complete showing of the absolute requirements of the public interest for that.",
                "start": 1843.906,
                "byte_stop": 7545187,
                "byte_start": 7479150,
                "stop": 1860.416
              },
              {
                "text": "It's something else again to say that the Commission cannot establish a policy such as it is done and such as it is done previous to CATCO as well.",
                "start": 1860.416,
                "byte_stop": 7588446,
                "byte_start": 7545187,
                "stop": 1871.248
              },
              {
                "text": "I'm saying the way we're going to handle this interim problem is allow you to come in to the market at a going rate and then escalate up within triggering limitations at your own risk.",
                "start": 1871.248,
                "byte_stop": 7642676,
                "byte_start": 7588446,
                "stop": 1884.812
              },
              {
                "text": "And for this type of a determination by the Commission, we suggest that the Commission properly can say it will not consider evidence of the cost and economic nature and need not as this Court stressed in CATCO, need not in fact convert the certificate cases into just and reasonable cases, not converting it in the standpoint of standards but converting it in the equally critical standpoint of the amount of work and time that has to be done.",
                "start": 1884.812,
                "byte_stop": 7793664,
                "byte_start": 7642676,
                "stop": 1922.54
              },
              {
                "text": "Because if it's going to take us just as long it's going to take us just as long to try and determine the certificate matter as it does to try and determine the just and reasonable price for this gas, if we're going to have to consider all the general economic evidence and if as a matter of fact we're going to have to consider as the lower court said we did and now as these respondents argue.",
                "start": 1922.54,
                "byte_stop": 7893556,
                "byte_start": 7793664,
                "stop": 1947.529
              },
              {
                "text": "15 or 16 individual company costs to service cases as well.",
                "start": 1947.529,
                "byte_stop": 7914245,
                "byte_start": 7893556,
                "stop": 1952.687
              },
              {
                "text": "It's perfectly clear that the certificate procedure that Mr. Justice Clark's opinion in CATCO envisioned as performing this interim function is not going to perform it at all.",
                "start": 1952.687,
                "byte_stop": 7983104,
                "byte_start": 7914245,
                "stop": 1969.91
              },
              {
                "text": "And this of course exactly what the lower court's opinion would require.",
                "start": 1969.91,
                "byte_stop": 8010271,
                "byte_start": 7983104,
                "stop": 1976.703
              }
            ]
          },
          {
            "start": 1976.703,
            "speaker": null,
            "byte_stop": 8024900,
            "stop": 1980.36,
            "byte_start": 8010271,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1976.703,
                "byte_stop": 8024900,
                "byte_start": 8010271,
                "stop": 1980.36
              }
            ]
          },
          {
            "start": 1980.36,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 8027826,
            "stop": 1981.08,
            "byte_start": 8024900,
            "text_blocks": [
              {
                "text": "What?",
                "start": 1980.36,
                "byte_stop": 8027826,
                "byte_start": 8024900,
                "stop": 1981.08
              }
            ]
          },
          {
            "start": 1981.08,
            "speaker": null,
            "byte_stop": 8033886,
            "stop": 1982.595,
            "byte_start": 8027826,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1981.08,
                "byte_stop": 8033886,
                "byte_start": 8027826,
                "stop": 1982.595
              }
            ]
          },
          {
            "start": 1982.595,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 8036916,
            "stop": 1983.349,
            "byte_start": 8033886,
            "text_blocks": [
              {
                "text": "No sir.",
                "start": 1982.595,
                "byte_stop": 8036916,
                "byte_start": 8033886,
                "stop": 1983.349
              }
            ]
          },
          {
            "start": 1983.349,
            "speaker": null,
            "byte_stop": 8040155,
            "stop": 1984.161,
            "byte_start": 8036916,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 1983.349,
                "byte_stop": 8040155,
                "byte_start": 8036916,
                "stop": 1984.161
              }
            ]
          },
          {
            "start": 1984.161,
            "speaker": {
              "last_name": "Solomon",
              "ID": 40555,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/richard_a_solomon",
              "view_count": 0,
              "identifier": "richard_a_solomon",
              "name": "Richard A. Solomon"
            },
            "byte_stop": 13112404,
            "stop": 3252.227,
            "byte_start": 8040155,
            "text_blocks": [
              {
                "text": "CATCO -- that was the whole problem with CATCO.",
                "start": 1984.161,
                "byte_stop": 8049037,
                "byte_start": 8040155,
                "stop": 1986.391
              },
              {
                "text": "If CATCO was a temporary certificate -- situation might have been different but CATCO was a permanent certificate issued after a full hearing and -- well, it's temporary in the sense that any permanent certificate is subject to being changed prospectively in a Section 5 (a) proceeding but there was nothing else temporary about CATCO.",
                "start": 1986.391,
                "byte_stop": 8165334,
                "byte_start": 8049037,
                "stop": 2015.463
              },
              {
                "text": "The producers contend in their briefs that the burden upon the Commission in considering this cost and economic data will not really be too great since most producers have indicated a willingness to accept certification of the in line price and even to accept the Commission's guidelines as to what the price should be.",
                "start": 2015.463,
                "byte_stop": 8262196,
                "byte_start": 8165334,
                "stop": 2039.67
              },
              {
                "text": "But even if we assume that 95% of the producers would continue to accept the in line test if these respondents were to prevail in this Court it's clear that the time that would have to be devoted to considering a cost (Inaudible) -- economic data of these hardcore cases would still be inordinate.",
                "start": 2039.67,
                "byte_stop": 8349968,
                "byte_start": 8262196,
                "stop": 2061.621
              },
              {
                "text": "Thus the excluded testimony presented in support of just the 13 applications which went to hearing here from out to some 2000 pages of record without cross-examination or rebuttal and in seven other proceedings in which evidence of this nature has been introduced and rejected.",
                "start": 2061.621,
                "byte_stop": 8451009,
                "byte_start": 8349968,
                "stop": 2086.893
              },
              {
                "text": "The seven cases mentioned in Mr. Coleman's brief, I count it up and found out that there were no less than 532 separate applications involved.",
                "start": 2086.893,
                "byte_stop": 8498970,
                "byte_start": 8451009,
                "stop": 2098.867
              },
              {
                "text": "This problem doesn't only concern in other words, these 8 people dealing with a 1957 - 1958 situation it concerns the basic Commission certificated findings for Southern Louisiana for the three critical Texas districts, for Wyoming, for Arizona and for Oklahoma and for Mississippi.",
                "start": 2098.867,
                "byte_stop": 8602728,
                "byte_start": 8498970,
                "stop": 2124.808
              },
              {
                "text": "Finally, a number of the respondents seem to suggest that while as an original matter the Commission might have had authority to certificate -- to issue certificates conditions to an initial prize of the in line level which they could then accept or reject.",
                "start": 2124.808,
                "byte_stop": 8681200,
                "byte_start": 8602728,
                "stop": 2144.423
              },
              {
                "text": "But the situation is somehow different here.",
                "start": 2144.423,
                "byte_stop": 8697814,
                "byte_start": 8681200,
                "stop": 2148.596
              },
              {
                "text": "Now, this argument as I understand it goes as follows.",
                "start": 2148.596,
                "byte_stop": 8715995,
                "byte_start": 8697814,
                "stop": 2153.134
              },
              {
                "text": "You granted us an original certificate.",
                "start": 2153.134,
                "byte_stop": 8727385,
                "byte_start": 8715995,
                "stop": 2155.975
              },
              {
                "text": "Now we as was our right commenced operation pursuant to this -- certificate it and when we commenced operation pursuant to the provisions of Section 7 (b) of the Act we could not terminate, we could not abandon service thereafter without permission from the Commission.",
                "start": 2155.975,
                "byte_stop": 8818500,
                "byte_start": 8727385,
                "stop": 2178.755
              },
              {
                "text": "Therefore the argument goes we don't have the option that somebody would initially and it isn't fair to apply the normal standards to us that you might otherwise apply.",
                "start": 2178.755,
                "byte_stop": 8896031,
                "byte_start": 8818500,
                "stop": 2198.14
              },
              {
                "text": "I point out -- and I point out not in passing because this is significant that this distinction is not the distinction of the lower court made.",
                "start": 2198.14,
                "byte_stop": 8940753,
                "byte_start": 8896031,
                "stop": 2209.33
              },
              {
                "text": "The lower court's opinion is equally applicable to an initial certification situation as to one on remand.",
                "start": 2209.33,
                "byte_stop": 8973145,
                "byte_start": 8940753,
                "stop": 2217.424
              },
              {
                "text": "But let me go on to say that the argument in my opinion was clearly without merit.",
                "start": 2217.424,
                "byte_stop": 9001044,
                "byte_start": 8973145,
                "stop": 2224.394
              },
              {
                "text": "When the producers commenced service in 1958 to 1959 they were well aware they couldn't thereafter abandon service without Commission approval and that the Commission authorization was being contested and contested vigorously on the very price issue by the consumer interest who are my fellow petitioners here.",
                "start": 2224.394,
                "byte_stop": 9099995,
                "byte_start": 9001044,
                "stop": 2249.128
              },
              {
                "text": "At any chances their contracts provided expressly authority for them to withhold action until they got a final and non-reviewable award from the Commission.",
                "start": 2249.128,
                "byte_stop": 9153285,
                "byte_start": 9099995,
                "stop": 2262.462
              },
              {
                "text": "It's true that the Commission's order as a matter of routine provided they were supposed to start action, start operation within a given period but of course in view of the appeals which were filed they could have sought an extension of that from the Commission which would have granted it.",
                "start": 2262.462,
                "byte_stop": 9227786,
                "byte_start": 9153285,
                "stop": 2281.068
              },
              {
                "text": "But they cannot do at least what we believe was clear they cannot do is to voluntarily elect to commence service when the matter is still under court review and then when the Commission action is set aside for failure to apply appropriate standards, claim that these standards should not be applied to them because they started operation.",
                "start": 2281.068,
                "byte_stop": 9321618,
                "byte_start": 9227786,
                "stop": 2304.548
              },
              {
                "text": "They can contend -- they can commence operation if they wish but obviously it has to be at their own risk.",
                "start": 2304.548,
                "byte_stop": 9352652,
                "byte_start": 9321618,
                "stop": 2312.296
              },
              {
                "text": "This is no minor matter.",
                "start": 2312.296,
                "byte_stop": 9362474,
                "byte_start": 9352652,
                "stop": 2314.746
              },
              {
                "text": "This is not merely confined to the particular situation we're faced here today of cases which were remanded five years ago.",
                "start": 2314.746,
                "byte_stop": 9406255,
                "byte_start": 9362474,
                "stop": 2325.687
              },
              {
                "text": "On the contrary as this Court has recognized a number of cases due to the peculiar nature of the gas production industry almost every contested certificate proceeding will necessarily arise in the context of producers who already commenced operation and due to such considerations the drainage from adjoining wells or flaring or shot in royalties, etcetera, producers of natural gas were seldom able to await the conclusion of the contested proceeding and they seek and get temporary authorizations.",
                "start": 2325.687,
                "byte_stop": 9555780,
                "byte_start": 9406255,
                "stop": 2363.072
              },
              {
                "text": "But ones they got a temporary authorization, Section 7 (b) of our Act similarly applies and they similarly cannot abandon without our authority.",
                "start": 2363.072,
                "byte_stop": 9600188,
                "byte_start": 9555780,
                "stop": 2374.17
              },
              {
                "text": "Accordingly and this argument that they have started and therefore different standards apply really means that we cannot apply the standards that CATCO requires us to apply to any contested proceeding.",
                "start": 2374.17,
                "byte_stop": 9673644,
                "byte_start": 9600188,
                "stop": 2392.537
              },
              {
                "text": "We cannot give this effective bond of protection to these contested proceedings except I guess by thrusting to the Commission's discretion in the prices that might set in temporary authorizations.",
                "start": 2392.537,
                "byte_stop": 9760893,
                "byte_start": 9673644,
                "stop": 2414.347
              },
              {
                "text": "I don't think that this is what the court intended to establish in CATCO.",
                "start": 2414.347,
                "byte_stop": 9785135,
                "byte_start": 9760893,
                "stop": 2420.415
              },
              {
                "text": "I certainly don't think this is what my friends on the consumer side would think this is fair to them.",
                "start": 2420.415,
                "byte_stop": 9829752,
                "byte_start": 9785135,
                "stop": 2431.558
              },
              {
                "text": "Obviously the prices we would set in guideline prices were temporary would probably much -- be much closer to what eventually which is determined as the in line price than the producer certificate prices involved here.",
                "start": 2431.558,
                "byte_stop": 9902164,
                "byte_start": 9829752,
                "stop": 2449.668
              },
              {
                "text": "But as my associates will certainly point out if I don't in significant number of contested cases it has been found that the guideline price at which a temporary authorization was made was somewhat higher than the proper in line price.",
                "start": 2449.668,
                "byte_stop": 10004041,
                "byte_start": 9902164,
                "stop": 2475.152
              },
              {
                "text": "Consequently, if we're going to perform any useful function we must be able to set rates, initial rates, starting rates at an in line price and we must be able to do so in the context of a proceeding which doesn't have to consider everything we're considering at the same time in a just and reasonable price cases.",
                "start": 2475.152,
                "byte_stop": 10109680,
                "byte_start": 10004041,
                "stop": 2501.558
              },
              {
                "text": "Let me turn briefly to the second part of this Commission determination, the price moratorium.",
                "start": 2501.558,
                "byte_stop": 10151267,
                "byte_start": 10109680,
                "stop": 2511.94
              },
              {
                "text": "As I indicated this price moratorium permits them to file from between 3 and a half to 5 cents above the in line price but says, \"Until we finish this other case you cannot file above there.\"",
                "start": 2511.94,
                "byte_stop": 10209886,
                "byte_start": 10151267,
                "stop": 2526.614
              },
              {
                "text": "Now, if there's one thing clear in this Court's decision in CATCO and in this Court's more recent decision in Hunt, there's one thing clear, here it is, that we were instructed to take whatever action is necessary to effectively prevent triggering of these high spirals while the just and reasonable rates were being set.",
                "start": 2526.614,
                "byte_stop": 10315107,
                "byte_start": 10209886,
                "stop": 2552.903
              },
              {
                "text": "And as the Court made clear in the Hunt case which of course of all temporary certificates a year or so ago, this is not adequately taken care of by merely allowing the high rates to go into effect subject to refund.",
                "start": 2552.903,
                "byte_stop": 10382712,
                "byte_start": 10315107,
                "stop": 2569.801
              },
              {
                "text": "I haven't got time to read the quotation.",
                "start": 2569.801,
                "byte_stop": 10393161,
                "byte_start": 10382712,
                "stop": 2572.413
              },
              {
                "text": "It's all set out in Justice Clark's opinion that obviously that is not adequate.",
                "start": 2572.413,
                "byte_stop": 10422105,
                "byte_start": 10393161,
                "stop": 2579.667
              },
              {
                "text": "But if allowing higher rates which are triggering rates to go into effect subject to refund is not adequate, what can we do other than what we did do to prevent this triggering?",
                "start": 2579.667,
                "byte_stop": 10482082,
                "byte_start": 10422105,
                "stop": 2594.656
              },
              {
                "text": "Obviously it isn't going to be sufficient merely to set an initial rate below the triggering line if the producers are free the next day to file for a triggering rate and to put this into effect unless we can do the almost impossible of completing an individual company rate case within the 6-month period which the statute gives us.",
                "start": 2594.656,
                "byte_stop": 10589497,
                "byte_start": 10482082,
                "stop": 2621.517
              },
              {
                "text": "And the only effective way of handling this problem is by the limited moratorium which the Commission has adopted.",
                "start": 2621.517,
                "byte_stop": 10632025,
                "byte_start": 10589497,
                "stop": 2632.146
              },
              {
                "text": "The court below has read the Hunt case as applying which approved a moratorium in that situation, a temporary certificate situation as applying the language of the Court as applying only to temporary.",
                "start": 2632.146,
                "byte_stop": 10722095,
                "byte_start": 10632025,
                "stop": 2654.657
              },
              {
                "text": "And as a matter a fact as specifically limiting the original CATCO decision to the temporary situation below as I pointed out CATCO involved the permit certificates.",
                "start": 2654.657,
                "byte_stop": 10774235,
                "byte_start": 10722095,
                "stop": 2667.683
              },
              {
                "text": "We don't think the Hunt case can possibly be read as that.Hunt decision at 376 U.S. goes into a careful analysis of the relationship between Section 4 and Section 7 of the Act and it makes clear that Section 4 of the Act is not an inhibition upon lawful action under Section 7 that the rate making, rate filing provisions of Section 4 as Justice Harlan said long ago in the Mobile case are not a grant of rights to producers but a limitation, the procedural limitation on the exercise of those rates.",
                "start": 2667.683,
                "byte_stop": 10959182,
                "byte_start": 10774235,
                "stop": 2713.938
              },
              {
                "text": "And that by its very nature Section 7 was put into the Act in its present form, the 1942 after a period of the original language have been there to allow the Commission to take what action is necessary to protect the public at this initial stage.",
                "start": 2713.938,
                "byte_stop": 11037654,
                "byte_start": 10959182,
                "stop": 2733.533
              },
              {
                "text": "Of course the Court in Hunt refused to pass upon on the extent, I think that was the word they used, the extent of the power of the Commission in permit certificates that wasn't before the court.",
                "start": 2733.533,
                "byte_stop": 11112364,
                "byte_start": 11037654,
                "stop": 2752.212
              },
              {
                "text": "And Hunt said that the Commission could exercise it for very good reasons there necessary during this temporary period but we suggest that the reasons are at least as good for the present circumstances to again for a limited period prevent the filing of these extremely high triggering rates.",
                "start": 2752.212,
                "byte_stop": 11222288,
                "byte_start": 11112364,
                "stop": 2779.702
              },
              {
                "text": "Moreover, as we point out in our brief the position adopted by the court below in our opinion is completely inconsistent with the decision of this Court in the Texaco case at 377 U.S. which followed the Hunt case I think within a year.",
                "start": 2779.702,
                "byte_stop": 11308074,
                "byte_start": 11222288,
                "stop": 2801.161
              },
              {
                "text": "Now, that case as this Court will remember authorized the Commission to adopt rules which would preclude absolutely certain types of escalation provisions in permanent certificates, I wasn't talking about temporary certificate.",
                "start": 2801.161,
                "byte_stop": 11373380,
                "byte_start": 11308074,
                "stop": 2817.48
              },
              {
                "text": "The rules were that you couldn't get any certificate permanent or temporary if certain types of escalation were prohibited.",
                "start": 2817.48,
                "byte_stop": 11399084,
                "byte_start": 11373380,
                "stop": 2823.902
              },
              {
                "text": "Now if the lower court's reading of Section as being an absolute right was applicable then the Transco -- the Texaco case just would be wrong.",
                "start": 2823.902,
                "byte_stop": 11470973,
                "byte_start": 11399084,
                "stop": 2841.872
              },
              {
                "text": "The lower court has, I'm sorry to say in this instance reverted in effect to the errors which the Court explained in the Hunt case and is simply been unwilling to follow the rational of Hunt and attempted to limit it to a situation which we don't think the Court ever attempted to limit it to.",
                "start": 2841.872,
                "byte_stop": 11582777,
                "byte_start": 11470973,
                "stop": 2869.831
              },
              {
                "text": "Let me say a word to or passing this on about the refund situation.",
                "start": 2869.831,
                "byte_stop": 11617155,
                "byte_start": 11582777,
                "stop": 2878.419
              },
              {
                "text": "Arguments made here that the Commission has no reparations authority like the ICC and therefore it can't order refunds in a situation like this where it's granted a certificate at a given price and before that certificate becomes final it is set aside and the Commission is directed to issue a new decision on the right rational.",
                "start": 2878.419,
                "byte_stop": 11735333,
                "byte_start": 11617155,
                "stop": 2907.969
              },
              {
                "text": "I don't think it takes any extended discussion to recognize that the problems are not comparable at all.",
                "start": 2907.969,
                "byte_stop": 11762395,
                "byte_start": 11735333,
                "stop": 2914.739
              },
              {
                "text": "The reparations situation applies in the ICC gives somebody authority even if the Commission has never affirmed the rate as being just and reasonable but has allowed it to go into effect either as an increase or original rate.",
                "start": 2914.739,
                "byte_stop": 11828120,
                "byte_start": 11762395,
                "stop": 2931.148
              },
              {
                "text": "Go in and claim that that rate is unjust and unreasonable and get money -- monetary damages there.",
                "start": 2931.148,
                "byte_stop": 11856227,
                "byte_start": 11828120,
                "stop": 2938.2
              },
              {
                "text": "Now we don't have that authority in the Natural Gas Act and once we certificate a sale and it's permanent and final and non-reviewable but once we allow a rate increase to go into effect then that's final except for prospective changes and even if it turns out that that was certificated or allowed to go into effect, the two higher rate there are no reparations but that's not the problem here.",
                "start": 2938.2,
                "byte_stop": 11962493,
                "byte_start": 11856227,
                "stop": 2964.76
              },
              {
                "text": "Here, the question is the perfectly normal conventional situation of an agency making an honest mistake being told to correct this and then having the people who were the beneficiaries of the mistake saying you can't correct it, nunc pro tunc, you must only correct it prospectively.",
                "start": 2964.76,
                "byte_stop": 12078268,
                "byte_start": 11962493,
                "stop": 2993.697
              },
              {
                "text": "We just don't think that there's anything to this argument and the court below was clearly correct in saying that there wasn't.",
                "start": 2993.697,
                "byte_stop": 12119228,
                "byte_start": 12078268,
                "stop": 3003.948
              },
              {
                "text": "To the Court of Appeals however inserted its own ideas as to measure of refunds.",
                "start": 3003.948,
                "byte_stop": 12155695,
                "byte_start": 12119228,
                "stop": 3013.059
              },
              {
                "text": "It agreed that the normal measure of refunds in a situation like this would be to measure what the Commission had originally granted and what the Commission should've granted and require a payment of the difference.",
                "start": 3013.059,
                "byte_stop": 12217866,
                "byte_start": 12155695,
                "stop": 3028.593
              },
              {
                "text": "But the Court felt that there were equitable considerations which required it setting aside this order of the Commission and establishing one of its own.",
                "start": 3028.593,
                "byte_stop": 12274082,
                "byte_start": 12217866,
                "stop": 3042.643
              },
              {
                "text": "The Court said as I understand it that if we had decided properly in the beginning the producers could have filed increases at least with a triggering limitation therefore would be unfair to require them to make refunds down to the proper in line price and instead there should be no refunds at the present moment.",
                "start": 3042.643,
                "byte_stop": 12388916,
                "byte_start": 12274082,
                "stop": 3071.348
              },
              {
                "text": "And let's wait and see what the just and reasonable rate is and then two or three years later have refunds from the level that they had been charging down to the just and reasonable rate.",
                "start": 3071.348,
                "byte_stop": 12452028,
                "byte_start": 12388916,
                "stop": 3087.137
              },
              {
                "text": "There are several difficulties with this.",
                "start": 3087.137,
                "byte_stop": 12471254,
                "byte_start": 12452028,
                "stop": 3091.949
              },
              {
                "text": "In the first place, this completely deprives the consumers of the rights, the protection that the statute gives them during the 6 months suspension period.",
                "start": 3091.949,
                "byte_stop": 12513155,
                "byte_start": 12471254,
                "stop": 3102.421
              },
              {
                "text": "But over and beyond that it isn't in our opinion necessarily a good thing for the producers.",
                "start": 3102.421,
                "byte_stop": 12553070,
                "byte_start": 12513155,
                "stop": 3112.393
              },
              {
                "text": "It is based upon an assumption that permeates the lower court's opinion based upon assumption that the just and reasonable rates are going to be higher than the in line price and that therefore it's worth that at least to the producers of the uncertainty of waiting three or four more years to find out what their obligations are because they're going to have to pay back less money.",
                "start": 3112.393,
                "byte_stop": 12682219,
                "byte_start": 12553070,
                "stop": 3144.687
              },
              {
                "text": "This assumption isn't necessarily true.",
                "start": 3144.687,
                "byte_stop": 12698311,
                "byte_start": 12682219,
                "stop": 3148.704
              },
              {
                "text": "I don't know what the just and reasonable rates for this gas, is going to turn out to be this is the matter that's being contested in the area rate proceeding at the present moment.",
                "start": 3148.704,
                "byte_stop": 12736240,
                "byte_start": 12698311,
                "stop": 3158.189
              },
              {
                "text": "I do know that in the Permian decision which the Commission has recently decided the just and reasonable rate that they set for gas prior to 1961 i.e., for the gas that's involved temporarily the same as this was about a cent or a cent and a half below the guideline price that they were certificating gas.",
                "start": 3158.189,
                "byte_stop": 12837700,
                "byte_start": 12736240,
                "stop": 3183.55
              },
              {
                "text": "Now this may not turn out to be true here.",
                "start": 3183.55,
                "byte_stop": 12845955,
                "byte_start": 12837700,
                "stop": 3185.617
              },
              {
                "text": "I don't -- I can't say this but I can say that this underlying assumption that the producers are going to gain by substituting the Court's exceptional refund standard for the normal one the Commission had applied may not benefit everybody and will certainly hurt the consumers if we're going to have to wait for another two or three years before they get refunds.",
                "start": 3185.617,
                "byte_stop": 12955564,
                "byte_start": 12845955,
                "stop": 3213.013
              },
              {
                "text": "And as this Court made clear in the Tennessee case two years ago, the refund remedy is a week one at best and it becomes weaker and weaker as time runs for people who pay the extra money for this gas are just not going to be around if we have to wait three or four more years in order to give them their refund remedy.",
                "start": 3213.013,
                "byte_stop": 13112404,
                "byte_start": 12955564,
                "stop": 3252.227
              }
            ]
          }
        ],
        "stop": 3252.227
      },
      {
        "start": 3252.227,
        "byte_stop": 18695293,
        "byte_start": 13112404,
        "turns": [
          {
            "start": 3252.227,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 16464645,
            "stop": 4090.302,
            "byte_start": 13112404,
            "text_blocks": [
              {
                "text": "Good afternoon Mr. Chief Justice, may it please the Court.",
                "start": 3252.227,
                "byte_stop": 13128182,
                "byte_start": 13112404,
                "stop": 3256.169
              },
              {
                "text": "Petitioners in Number 21 are three Eastern distribution company's which sell gas to the ultimate consumer in Philadelphia, Pennsylvania and one of them sells it on Long Island, New York.",
                "start": 3256.169,
                "byte_stop": 13200802,
                "byte_start": 13128182,
                "stop": 3274.332
              },
              {
                "text": "The prices which the pipeline must pay the respondent producers for the gas while they affect the price which distribution companies pay the pipelines and thus affect directly the consumer.",
                "start": 3274.332,
                "byte_stop": 13265586,
                "byte_start": 13200802,
                "stop": 3290.539
              },
              {
                "text": "I think that it was Mr. Justice Brennan when we were here last term in UGI versus Continental Oil Company in the Rayne Field case, it pointed out that he was struck as anyone has to be by the fact that the pipelines never come in to resist these high prices.",
                "start": 3290.539,
                "byte_stop": 13334131,
                "byte_start": 13265586,
                "stop": 3307.658
              },
              {
                "text": "And the reason is that the pipelines just pass the cost on to the distribution companies and therefore it's the interest of the distribution companies that have to come in and demonstrate that these prices are too high.",
                "start": 3307.658,
                "byte_stop": 13388361,
                "byte_start": 13334131,
                "stop": 3321.225
              },
              {
                "text": "And as you know at the beginning of the Commission failed to exercise its responsibility under Section 7 of the Act and as a result of that, the prices went from plateau to plateau.",
                "start": 3321.225,
                "byte_stop": 13443427,
                "byte_start": 13388361,
                "stop": 3334.984
              },
              {
                "text": "And finally after litigation where UGI, the Philadelphia Electric and the Long Island Lighting and also Mr. Kent Brown representing the New York Public Service Commission brought litigation to the court's in two cases came to this Court.",
                "start": 3334.984,
                "byte_stop": 13507793,
                "byte_start": 13443427,
                "stop": 3351.084
              },
              {
                "text": "The Commission finally began to develop an effective and viable regulatory approach in order to bring under control the prices charged the pipelines for gas.",
                "start": 3351.084,
                "byte_stop": 13559306,
                "byte_start": 13507793,
                "stop": 3363.951
              },
              {
                "text": "Obviously the petitioners in 21 want this Court to affirm and improve the system of initial price regulation developed by the Commission.",
                "start": 3363.951,
                "byte_stop": 13597863,
                "byte_start": 13559306,
                "stop": 3373.584
              },
              {
                "text": "Incidentally, if the decision of the Fifth Circuit stands then there are at least nine cases which would have to be retried by the Commission.",
                "start": 3373.584,
                "byte_stop": 13635166,
                "byte_start": 13597863,
                "stop": 3382.927
              },
              {
                "text": "We set them forth in our brief.",
                "start": 3382.927,
                "byte_stop": 13646555,
                "byte_start": 13635166,
                "stop": 3385.767
              },
              {
                "text": "Now, I'd like to deal with two issues, one is the exclusion of evidence question and the other is a moratorium question and my Brother Brown will discuss the refund matter.",
                "start": 3385.767,
                "byte_stop": 13701099,
                "byte_start": 13646555,
                "stop": 3399.403
              },
              {
                "text": "Now the producers' position has to be that Section 7 provides them an absolute statutory right to insist that the Commission in any case merely because the producers request it must determine by the use of individual course evidence whether the proposed initial price though admittedly out of line with other sales in the area nevertheless must be considered and you must certify after you determine that that will provide only a just and reasonable rate.",
                "start": 3399.403,
                "byte_stop": 13861073,
                "byte_start": 13701099,
                "stop": 3439.386
              },
              {
                "text": "In other words, you have to determine whether as a matter of lore in the initial certification procedure a producer has the actual statutory right to have that proven and if he -- and until that point is reached the Commission cannot the certify this sale.",
                "start": 3439.386,
                "byte_stop": 13940903,
                "byte_start": 13861073,
                "stop": 3459.348
              },
              {
                "text": "Now obviously if you reach that question, you have a subsidiary question which I think is quite important.",
                "start": 3459.348,
                "byte_stop": 13963786,
                "byte_start": 13940903,
                "stop": 3465.07
              },
              {
                "text": "How do you measure that?",
                "start": 3465.07,
                "byte_stop": 13970056,
                "byte_start": 13963786,
                "stop": 3466.64
              },
              {
                "text": "Is it based upon his entire course or is it based upon the course of this particular well?",
                "start": 3466.64,
                "byte_stop": 13997432,
                "byte_start": 13970056,
                "stop": 3473.49
              },
              {
                "text": "Actually before we get to that there isn't a question which will dispose of these cases to require reversal on a much more narrow ground and that is whether the evidence which these producers tendered had to be accepted.",
                "start": 3473.49,
                "byte_stop": 14069844,
                "byte_start": 13997432,
                "stop": 3491.587
              },
              {
                "text": "Now, if you return to page 623 of the record which is Judge Brown's opinion below.",
                "start": 3491.587,
                "byte_stop": 14119581,
                "byte_start": 14069844,
                "stop": 3504.036
              },
              {
                "text": "In the second -- in the first full paragraph where he says that this evidence offered, this course of service evidence follow generally to pattern used by the Commission in prior determinations.",
                "start": 3504.036,
                "byte_stop": 14176110,
                "byte_start": 14119581,
                "stop": 3518.155
              },
              {
                "text": "Then go down.",
                "start": 3518.155,
                "byte_stop": 14178826,
                "byte_start": 14176110,
                "stop": 3518.844
              },
              {
                "text": "These also use techniques and methods employed by the Commission in determining analogous minimum financial requirements.",
                "start": 3518.844,
                "byte_stop": 14209755,
                "byte_start": 14178826,
                "stop": 3526.567
              },
              {
                "text": "Now this statement is not quite accurate because that's not exactly what the court below did and what the Commission did.",
                "start": 3526.567,
                "byte_stop": 14237132,
                "byte_start": 14209755,
                "stop": 3533.423
              },
              {
                "text": "If you will turn to page 495 of the record where the examiner describes the type of evidence which was actually offered you will find that the evidence is in three categories.",
                "start": 3533.423,
                "byte_stop": 14296586,
                "byte_start": 14237132,
                "stop": 3548.274
              },
              {
                "text": "One is so-called cost to service studies.",
                "start": 3548.274,
                "byte_stop": 14312155,
                "byte_start": 14296586,
                "stop": 3552.174
              },
              {
                "text": "Now, there the examiner said that he was going to exclude those not only because this evidence was irrelevant in a Section 7 preceding but also that the studies were prepared in a method which didn't comply with the Commission's decision.",
                "start": 3552.174,
                "byte_stop": 14380805,
                "byte_start": 14312155,
                "stop": 3569.331
              },
              {
                "text": "So therefore it seems to me that on that basis alone you'd have to reverse the Third -- the Fifth Circuit because certainly the Commission doesn't have to take studies which were prepared in a way not consonant with their records.",
                "start": 3569.331,
                "byte_stop": 14441096,
                "byte_start": 14380805,
                "stop": 3584.404
              },
              {
                "text": "Secondly with respect to a number of discounted cash flow studies similar to the one rejected by the Commission in CATCO, now once again, in this proceeding you have the producers offering evidence which in another proceeding the Commission is said that doesn't help us.",
                "start": 3584.404,
                "byte_stop": 14510268,
                "byte_start": 14441096,
                "stop": 3601.702
              },
              {
                "text": "That's not proper evidence.",
                "start": 3601.702,
                "byte_stop": 14516955,
                "byte_start": 14510268,
                "stop": 3603.367
              },
              {
                "text": "And thirdly, with respect to economic trend day or studies similar to one offered in El Paso Natural Gas Company which the Commission in that proceeding found after taking the evidence, having cross-examination on it, determine that it had no real property value.",
                "start": 3603.367,
                "byte_stop": 14599607,
                "byte_start": 14516955,
                "stop": 3624.037
              },
              {
                "text": "And actually when you read the record on page 204 - 206 of the record you will find where the examiner had the witness on the stand and said, \"Did you do this study in the same way that it was dealt in El Paso is exactly the same thing?\"",
                "start": 3624.037,
                "byte_stop": 14664808,
                "byte_start": 14599607,
                "stop": 3640.336
              },
              {
                "text": "And the witness said, \"Yes.\"",
                "start": 3640.336,
                "byte_stop": 14678497,
                "byte_start": 14664808,
                "stop": 3643.75
              },
              {
                "text": "So therefore the issue is having received this study in another case having to had four cross-examination on it, do you still as a matter of law have to take it again, mark it and then cross-examine it?",
                "start": 3643.75,
                "byte_stop": 14738056,
                "byte_start": 14678497,
                "stop": 3658.657
              },
              {
                "text": "And if you do that would mean that counsel once again we have to go through the same cross-examination only to find at end if you've done this and taken all of this time that it's going to be rejected.",
                "start": 3658.657,
                "byte_stop": 14783509,
                "byte_start": 14738056,
                "stop": 3670.007
              },
              {
                "text": "And I've been trying to find some way to make this graphically and I must come back to a bit of (Inaudible) which is ascribed to Sir Winston Churchill when he had an occasion, were on a three different occasions in the Parliament, a particular bill was offered and it was defeated and then the same bill was offered again and the proponents were saying you must give us another hearing.",
                "start": 3670.007,
                "byte_stop": 14870758,
                "byte_start": 14783509,
                "stop": 3691.811
              },
              {
                "text": "And Mr. Churchill is alleged to have said, \"I hear a line in the lobby roar, say Mr. Speaker shall we shut the door and keep him there or shall we let him in although we know, we must put him out again.\"",
                "start": 3691.811,
                "byte_stop": 14922794,
                "byte_start": 14870758,
                "stop": 3704.841
              },
              {
                "text": "And the issue really here is do you have to go to this motion, take all of this evidence when you've had the experience to know that after you take it all and examine it, it doesn't help you to reach the answer.",
                "start": 3704.841,
                "byte_stop": 14967724,
                "byte_start": 14922794,
                "stop": 3716.071
              },
              {
                "text": "Now and I think that even those that concurred in CATCO on that basis would have to determine that in this case you have to reverse the Fifth Circuit and affirm the Commission.",
                "start": 3716.071,
                "byte_stop": 15016312,
                "byte_start": 14967724,
                "stop": 3728.213
              },
              {
                "text": "Now when you come to the more broad issue assuming which is contrary to the fact that the evidence actually offered had been properly prepared and presented it's still the position -- petition's position that the Commission did not -- then I have to accept it and thus convert the Section 7 proceeding into a Section 4 or Section 5 proceeding.",
                "start": 3728.213,
                "byte_stop": 15113070,
                "byte_start": 15016312,
                "stop": 3752.386
              },
              {
                "text": "Now Judge Brown below and the producers here are not quite certain as to just what proposed evidence would do.",
                "start": 3752.386,
                "byte_stop": 15143372,
                "byte_start": 15113070,
                "stop": 3759.962
              },
              {
                "text": "If you will look at page 631 and 632 of the record you will find that Judge Brown says, \"Well, even though all of this evidence is to come in it's a type of evidence that you usually use to prove just and reasonable price is but nevertheless the Commission ought to have some technique and some method where they can take all this evidence but they don't have to take the time to dispose of it.\"",
                "start": 3759.962,
                "byte_stop": 15281403,
                "byte_start": 15143372,
                "stop": 3794.481
              },
              {
                "text": "And if you look at the brief in the Superior Oil Company case on page 22 you will finally recognize the same problem that although they want all these individual cost studies in.",
                "start": 3794.481,
                "byte_stop": 15322676,
                "byte_start": 15281403,
                "stop": 3804.796
              },
              {
                "text": "And although it's the same exact evidence that the next store on an area basis that they're putting in the area rate cases, they say, \"Well, you don't have to determine precisely the just and reasonable rate.",
                "start": 3804.796,
                "byte_stop": 15374817,
                "byte_start": 15322676,
                "stop": 3817.824
              },
              {
                "text": "The only necessary finding is that on the basis of showing me the proposed higher prices does not appear to be excessive or is within the zone of reasonableness.\"",
                "start": 3817.824,
                "byte_stop": 15413896,
                "byte_start": 15374817,
                "stop": 3827.595
              },
              {
                "text": "So what the producers are here opting for it is something other than the just and reasonable determination but on the other hand they want to be able to do something other than show that this particular rate is in line.",
                "start": 3827.595,
                "byte_stop": 15480874,
                "byte_start": 15413896,
                "stop": 3844.338
              },
              {
                "text": "Now the Commission faced up to this problem from the time you reversed CATCO and in a series of decisions beginning with CATCO (Inaudible) -- remand which is the Continental Oil Company case, I think it's in 222 of Federal Power Commission reports until this case.",
                "start": 3844.338,
                "byte_stop": 15561853,
                "byte_start": 15480874,
                "stop": 3864.587
              },
              {
                "text": "The Commission struggled with this problem and they attempted to try to find out, can you take less than and into if you take a cost of study -- will that help you?",
                "start": 3864.587,
                "byte_stop": 15612531,
                "byte_start": 15561853,
                "stop": 3877.259
              },
              {
                "text": "Do you have to go through all the examination that you had in the Philips?",
                "start": 3877.259,
                "byte_stop": 15626846,
                "byte_start": 15612531,
                "stop": 3880.838
              },
              {
                "text": "Can you take something less than that?",
                "start": 3880.838,
                "byte_stop": 15635832,
                "byte_start": 15626846,
                "stop": 3883.076
              },
              {
                "text": "Oh, every bit of evidence that the producers here are attempting to offer the Commission in these earlier case accepted it, took a lot of time to cross-examine it.",
                "start": 3883.076,
                "byte_stop": 15678777,
                "byte_start": 15635832,
                "stop": 3893.836
              },
              {
                "text": "They studied it, they wrote opinions and every one of these opinions clearly demonstrates that this evidence just doesn't help you to determine the public ser -- the convenience price.",
                "start": 3893.836,
                "byte_stop": 15724440,
                "byte_start": 15678777,
                "stop": 3905.238
              },
              {
                "text": "And in Appendix B of our brief we took the relevant abstracts of each one of these cases and as you work your way through these abstracts you will certainly say here that you have an administrative agent that tried every way to meet this problem.",
                "start": 3905.238,
                "byte_stop": 15792880,
                "byte_start": 15724440,
                "stop": 3922.343
              },
              {
                "text": "And when you look at it you will find that when you accept this evidence, you find it producers in one case saying that the cost of the gas were 30.79 cents per Mcf.",
                "start": 3922.343,
                "byte_stop": 15838647,
                "byte_start": 15792880,
                "stop": 3933.799
              },
              {
                "text": "In another case they were saying that its $2.78 per Mcf.",
                "start": 3933.799,
                "byte_stop": 15856828,
                "byte_start": 15838647,
                "stop": 3938.343
              },
              {
                "text": "But at the same time they were saying that they were trying to get a certificate at 16 cents.",
                "start": 3938.343,
                "byte_stop": 15875218,
                "byte_start": 15856828,
                "stop": 3942.94
              },
              {
                "text": "And it doesn't take much judgment to realize that in those circumstances all of these particular theories just don't make sense because obviously it doesn't cost you $2 and 78 cents to produce gas if you sell it for 16 cents or if you're willing to sell it for 16 cents.",
                "start": 3942.94,
                "byte_stop": 15938017,
                "byte_start": 15875218,
                "stop": 3958.634
              },
              {
                "text": "So, finally after going through all this the Commission finally in the Skelly Oil case said to discharge our responsibility that we just can't take this type of evidence because it's completely irrelevant and therefore, this decision here is clearly based upon the expertness of the administrative agency.",
                "start": 3958.634,
                "byte_stop": 16018787,
                "byte_start": 15938017,
                "stop": 3978.829
              },
              {
                "text": "We say that or it is said in a lot of opinions but in this case you have a clear demonstration that they tried all of this but it just wouldn't work and incidentally that's exactly what this Court thought would have in CATCO because in CATCO they said that if its out of line you can reject it, period.",
                "start": 3978.829,
                "byte_stop": 16093080,
                "byte_start": 16018787,
                "stop": 3997.391
              },
              {
                "text": "But you don't have to take it and they told the Commission you should take it only if it turns out that there's a showing that it is just and reasonable rate.",
                "start": 3997.391,
                "byte_stop": 16139160,
                "byte_start": 16093080,
                "stop": 4008.92
              },
              {
                "text": "But it didn't' follow from that as a matter of law, the Commission has to engage in that particular determination.",
                "start": 4008.92,
                "byte_stop": 16179388,
                "byte_start": 16139160,
                "stop": 4018.977
              },
              {
                "text": "That the Commission can say that since there are plenty of people in this area that are willing to sell gas at the going rate that that's the only price at which you can put your gas interstate commerce and that we cannot take the time to determine whether it's a just and reasonable rate for you and that's all this case is about.",
                "start": 4018.977,
                "byte_stop": 16281057,
                "byte_start": 16179388,
                "stop": 4044.394
              },
              {
                "text": "Now if we turn to the issue of the moratorium I think to put this a problem in proper focus.",
                "start": 4044.394,
                "byte_stop": 16332048,
                "byte_start": 16281057,
                "stop": 4057.134
              },
              {
                "text": "I'd like to ask the Court to turn to page 391 of the record where you will see the Superior Oil -- sorry.",
                "start": 4057.134,
                "byte_stop": 16442911,
                "byte_start": 16332048,
                "stop": 4084.85
              },
              {
                "text": "Just indulge me just a minute Your Honor.",
                "start": 4084.85,
                "byte_stop": 16464645,
                "byte_start": 16442911,
                "stop": 4090.302
              }
            ]
          },
          {
            "start": 4090.302,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 16469556,
            "stop": 4091.511,
            "byte_start": 16464645,
            "text_blocks": [
              {
                "text": "Did you say 3 --",
                "start": 4090.302,
                "byte_stop": 16469556,
                "byte_start": 16464645,
                "stop": 4091.511
              }
            ]
          },
          {
            "start": 4091.511,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 16469974,
            "stop": 4091.631,
            "byte_start": 16469556,
            "text_blocks": [
              {
                "text": "Oh, that's --",
                "start": 4091.511,
                "byte_stop": 16469974,
                "byte_start": 16469556,
                "stop": 4091.631
              }
            ]
          },
          {
            "start": 4091.631,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 16472168,
            "stop": 4092.177,
            "byte_start": 16469974,
            "text_blocks": [
              {
                "text": "You mean, (Voice Overlap) --",
                "start": 4091.631,
                "byte_stop": 16472168,
                "byte_start": 16469974,
                "stop": 4092.177
              }
            ]
          },
          {
            "start": 4092.177,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 17460015,
            "stop": 4339.147,
            "byte_start": 16472168,
            "text_blocks": [
              {
                "text": "No that's the wrong page Your Honor and I'm trying to find the page, it's the Superior Oil about.",
                "start": 4092.177,
                "byte_stop": 16489723,
                "byte_start": 16472168,
                "stop": 4096.558
              },
              {
                "text": "I -- just indulge me just a minute.",
                "start": 4096.558,
                "byte_stop": 16508949,
                "byte_start": 16489723,
                "stop": 4101.37
              },
              {
                "text": "Well, in any event in the Superior Oil contract and I will get you to page, in that contract the initial price is below 23.55 cents but within four years, I'm sorry it's page 47 of the record Your Honor, (Inaudible) 47.",
                "start": 4101.37,
                "byte_stop": 16606751,
                "byte_start": 16508949,
                "stop": 4125.822
              },
              {
                "text": "And you will see that in Superior contract they set forth the prices.",
                "start": 4125.822,
                "byte_stop": 16630575,
                "byte_start": 16606751,
                "stop": 4131.774
              },
              {
                "text": "Now the initial price is 21.44 so in this case under the Commission rule they would have to take the certificate at the 20 cents.",
                "start": 4131.774,
                "byte_stop": 16674461,
                "byte_start": 16630575,
                "stop": 4142.743
              },
              {
                "text": "They then could file up to the 21.4 and indeed since it's beyond July 1, 1962 they could file up to 23.44 cents.",
                "start": 4142.743,
                "byte_stop": 16722213,
                "byte_start": 16674461,
                "stop": 4154.689
              },
              {
                "text": "Then on July 1, 1966 under the contract, they could file up to 25.4 which is above the triggering rate and therefore the Commission says that as a matter of public necessity and convenience that it's our judgment that we ought not to let this gas move into interstate commerce under this contract if there's a provision in the contract which would permit you to file up beyond the triggering rate prior to the time that we've abled to get this thing under control and determine what the just and reasonable rate is.",
                "start": 4154.689,
                "byte_stop": 16883858,
                "byte_start": 16722213,
                "stop": 4195.087
              },
              {
                "text": "Now it's clear under CATCO that if paragraph -- subparagraph C which is the 25.4 rate was paragraph A, namely the initial rate that in CATCO this Court has instructed the Commission that under those circumstances you ought not to certify this contract because merely by permitting this contract and the gas are going to interstate commerce, you are causing the triggering.",
                "start": 4195.087,
                "byte_stop": 17006529,
                "byte_start": 16883858,
                "stop": 4225.764
              },
              {
                "text": "And it certainly ought to be the same measure and the same problem if it isn't in the paragraph A, but there's a later escalation clause in the contract which will achieve exactly the same result.",
                "start": 4225.764,
                "byte_stop": 17070268,
                "byte_start": 17006529,
                "stop": 4241.696
              },
              {
                "text": "And that's the reason why the Commission is determined that where you have a situation which would cause this triggering if this particular contract is permitted to become effective that we will certify this particular contract if and only if you will take a condition which says that you won't put into effect that provision until after without a time to determine the just and reasonable rate.",
                "start": 4241.696,
                "byte_stop": 17180296,
                "byte_start": 17070268,
                "stop": 4269.208
              },
              {
                "text": "Now in your cases just last term you held that you can have an absolute prohibition.",
                "start": 4269.208,
                "byte_stop": 17206627,
                "byte_start": 17180296,
                "stop": 4275.793
              },
              {
                "text": "Now, this is not an absolute prohibition because even though it takes long -- the Commission longer than July 1, 1967 to get around to this nevertheless the party thereafter could file.",
                "start": 4275.793,
                "byte_stop": 17282696,
                "byte_start": 17206627,
                "stop": 4294.808
              },
              {
                "text": "And I think that the clearest way to just pin this point down is to recognize that no producer has a constitutional right to inject his gas into the stream of interstate commerce regardless of its course.",
                "start": 4294.808,
                "byte_stop": 17346539,
                "byte_start": 17282696,
                "stop": 4310.767
              },
              {
                "text": "I mean for example, if a particular producer will show or would show they would cost him 50 cents to produce his gas but you can find -- get all of the gas you want at 18 cents certainly in the Commission would have the power to say, \"Well, if it cost you that much to produce your gas, we're not going to let you put it in interstate commerce because not only will that affect the consumer but in addition it will cause us this triggering because all of these -- under these predetermination cost, all those other contracts will go up.\"",
                "start": 4310.767,
                "byte_stop": 17460015,
                "byte_start": 17346539,
                "stop": 4339.147
              }
            ]
          },
          {
            "start": 4339.147,
            "speaker": null,
            "byte_stop": 17486242,
            "stop": 4345.703,
            "byte_start": 17460015,
            "text_blocks": [
              {
                "text": "Suppose the triggering question an issue in the hearing before the Commission?",
                "start": 4339.147,
                "byte_stop": 17486242,
                "byte_start": 17460015,
                "stop": 4345.703
              }
            ]
          },
          {
            "start": 4345.703,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 17489795,
            "stop": 4346.572,
            "byte_start": 17486242,
            "text_blocks": [
              {
                "text": "The answer to that --",
                "start": 4345.703,
                "byte_stop": 17489795,
                "byte_start": 17486242,
                "stop": 4346.572
              }
            ]
          },
          {
            "start": 4346.572,
            "speaker": null,
            "byte_stop": 17528874,
            "stop": 4356.345,
            "byte_start": 17489795,
            "text_blocks": [
              {
                "text": "I couldn't find much evidence (Inaudible)",
                "start": 4346.572,
                "byte_stop": 17528874,
                "byte_start": 17489795,
                "stop": 4356.345
              }
            ]
          },
          {
            "start": 4356.345,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 17671084,
            "stop": 4391.911,
            "byte_start": 17528874,
            "text_blocks": [
              {
                "text": "Well, sir I think as far as your problem is concerned as the reviewing court that if you will turn to page 633 of the record which is Footnote 33 that Judge Brown assumes that there was the factual basis for the Commissions finding.",
                "start": 4356.345,
                "byte_stop": 17611839,
                "byte_start": 17528874,
                "stop": 4377.088
              },
              {
                "text": "So I think as reviewing the decision of the Fifth Circuit you don't have to reach that particular problem because the reversal in the Fifth Circuit was based upon the assumption that this was a fact.",
                "start": 4377.088,
                "byte_stop": 17661889,
                "byte_start": 17611839,
                "stop": 4389.613
              },
              {
                "text": "Secondly, the --",
                "start": 4389.613,
                "byte_stop": 17671084,
                "byte_start": 17661889,
                "stop": 4391.911
              }
            ]
          },
          {
            "start": 4391.911,
            "speaker": null,
            "byte_stop": 17676413,
            "stop": 4393.224,
            "byte_start": 17671084,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 4391.911,
                "byte_stop": 17676413,
                "byte_start": 17671084,
                "stop": 4393.224
              }
            ]
          },
          {
            "start": 4393.224,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 17739630,
            "stop": 4409.032,
            "byte_start": 17676413,
            "text_blocks": [
              {
                "text": "Eventually.",
                "start": 4393.224,
                "byte_stop": 17679130,
                "byte_start": 17676413,
                "stop": 4393.919
              },
              {
                "text": "Well, I think as I understand the decisions of this Court that in view of that footnote and the fact that the court below did not upset the finding that you ought to accept that finding and decide the case on that basis.",
                "start": 4393.919,
                "byte_stop": 17739630,
                "byte_start": 17679130,
                "stop": 4409.032
              }
            ]
          },
          {
            "start": 4409.032,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 17761886,
            "stop": 4414.595,
            "byte_start": 17739630,
            "text_blocks": [
              {
                "text": "It's an assumption it's worth as an assumption in that footnote or a hypothesis not a finding, isn't it?",
                "start": 4409.032,
                "byte_stop": 17761886,
                "byte_start": 17739630,
                "stop": 4414.595
              }
            ]
          },
          {
            "start": 4414.595,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 17768469,
            "stop": 4416.249,
            "byte_start": 17761886,
            "text_blocks": [
              {
                "text": "Well-- well, it's a --",
                "start": 4414.595,
                "byte_stop": 17768469,
                "byte_start": 17761886,
                "stop": 4416.249
              }
            ]
          },
          {
            "start": 4416.249,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 17784978,
            "stop": 4420.376,
            "byte_start": 17768469,
            "text_blocks": [
              {
                "text": "Might there not be a difference, I'm not meaning to quibble about words.",
                "start": 4416.249,
                "byte_stop": 17782366,
                "byte_start": 17768469,
                "stop": 4419.718
              },
              {
                "text": "I don't -- I've just said this footnote --",
                "start": 4419.718,
                "byte_stop": 17784978,
                "byte_start": 17782366,
                "stop": 4420.376
              }
            ]
          },
          {
            "start": 4420.376,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 17788113,
            "stop": 4421.169,
            "byte_start": 17784978,
            "text_blocks": [
              {
                "text": "Sir, we're in the business of words (Voice Overlap) --",
                "start": 4420.376,
                "byte_stop": 17788113,
                "byte_start": 17784978,
                "stop": 4421.169
              }
            ]
          },
          {
            "start": 4421.169,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 17794800,
            "stop": 4422.833,
            "byte_start": 17788113,
            "text_blocks": [
              {
                "text": "-- and it doesn't (Voice Overlap) the finding to me.",
                "start": 4421.169,
                "byte_stop": 17794800,
                "byte_start": 17788113,
                "stop": 4422.833
              }
            ]
          },
          {
            "start": 4422.833,
            "speaker": {
              "last_name": "Coleman,",
              "ID": 44300,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_t_coleman_jr",
              "view_count": 0,
              "identifier": "william_t_coleman_jr",
              "name": "William T. Coleman, Jr."
            },
            "byte_stop": 18685994,
            "stop": 4645.638,
            "byte_start": 17794800,
            "text_blocks": [
              {
                "text": "We're in the business of trying to find out what words means.",
                "start": 4422.833,
                "byte_stop": 17804100,
                "byte_start": 17794800,
                "stop": 4425.151
              },
              {
                "text": "I don't think it's a quibble to face up to what the words mean but I say that we don't have that problem here because the court below did not upset with respect to that particular finding.",
                "start": 4425.151,
                "byte_stop": 17876407,
                "byte_start": 17804100,
                "stop": 4443.239
              },
              {
                "text": "And secondly in the opinion of the Commission which is 398 beginning on page 550 the Commission finds as a fact that at above 23.55 cents there would be triggering.",
                "start": 4443.239,
                "byte_stop": 17976613,
                "byte_start": 17876407,
                "stop": 4468.282
              },
              {
                "text": "If you look on page 578 in the middle of the page it says an examination of the applicable contracts of Transco hope and United reveals that triggering and price redetermination will take place at a price in excess of 23.55 cents per Mcf.",
                "start": 4468.282,
                "byte_stop": 18052890,
                "byte_start": 17976613,
                "stop": 4487.357
              },
              {
                "text": "But I do think that you have that Commission determination and if you will note from the Government the footnote in the Government's brief, the Government says that the exceptions didn't raise that question of the finding.",
                "start": 4487.357,
                "byte_stop": 18139408,
                "byte_start": 18052890,
                "stop": 4508.972
              },
              {
                "text": "As I said at the beginning of my argument the history or regulations since CATCO graphically reveals that the Commission has struggled with a monumental problem.",
                "start": 4508.972,
                "byte_stop": 18188831,
                "byte_start": 18139408,
                "stop": 4521.349
              },
              {
                "text": "After many false starts revisions based upon trial and error it has now achieved a quick, viable and effective method of regulation.",
                "start": 4521.349,
                "byte_stop": 18233344,
                "byte_start": 18188831,
                "stop": 4532.477
              },
              {
                "text": "Its technique and procedure should be affirmed.",
                "start": 4532.477,
                "byte_stop": 18248182,
                "byte_start": 18233344,
                "stop": 4536.168
              },
              {
                "text": "Indeed they should be commended.",
                "start": 4536.168,
                "byte_stop": 18265631,
                "byte_start": 18248182,
                "stop": 4540.533
              },
              {
                "text": "Even the producers say that most of the producers have agreed and have accepted this method of regulation but because there are 2% that are holding out that this commission should scrap this whole program and start over again and it really doesn't make much difference because there are going to be 2%.",
                "start": 4540.533,
                "byte_stop": 18336580,
                "byte_start": 18265631,
                "stop": 4558.287
              },
              {
                "text": "Well, I assure you if the lawyers of the producers have revised their clients they have to accept this method, a regulation if it turns out that they are wrong I assure you that every producer will be in and the 2% will go back to the 98%.",
                "start": 4558.287,
                "byte_stop": 18397915,
                "byte_start": 18336580,
                "stop": 4573.598
              },
              {
                "text": "Mr. Brown will address himself to the refund issue.",
                "start": 4573.598,
                "byte_stop": 18414529,
                "byte_start": 18397915,
                "stop": 4577.758
              },
              {
                "text": "The only point on that I would like raise and we're the only one that raised in our brief so I think I should mention it that on the question of the level of the refund namely whether it should be the difference between the just -- between the rate actually certified and the rate which was charged or whether you used is just and reasonable.",
                "start": 4577.758,
                "byte_stop": 18495822,
                "byte_start": 18414529,
                "stop": 4598.082
              },
              {
                "text": "This was something that the producers never urged before the Commission or in the Fifth Circuit and you have a case in 334 U.S. which is the Colorado interstate case which makes it clear that as a matter of law if they don't raise that that this Court cannot address itself to that particular problem.",
                "start": 4598.082,
                "byte_stop": 18575757,
                "byte_start": 18495822,
                "stop": 4618.074
              },
              {
                "text": "So I just think on that point along that you have to reverse the Fifth Circuit because the Fifth Circuit went out of its way and sua sponte raised an issue.",
                "start": 4618.074,
                "byte_stop": 18617553,
                "byte_start": 18575757,
                "stop": 4628.525
              },
              {
                "text": "I think the reason why you can't, if you just read Section 19, it says that the Court of Appeals can only address itself to those issues raised in the petition for rehearing.",
                "start": 4628.525,
                "byte_stop": 18685994,
                "byte_start": 18617553,
                "stop": 4645.638
              }
            ]
          },
          {
            "start": 4645.638,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 18695293,
            "stop": 4647.961,
            "byte_start": 18685994,
            "text_blocks": [
              {
                "text": "Mr. Brown.",
                "start": 4645.638,
                "byte_stop": 18695293,
                "byte_start": 18685994,
                "stop": 4647.961
              }
            ]
          }
        ],
        "stop": 4647.961
      },
      {
        "start": 4647.961,
        "byte_stop": 24157288,
        "byte_start": 18695293,
        "turns": [
          {
            "start": 4647.961,
            "speaker": {
              "last_name": "Brown",
              "ID": 33777,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/kent_h_brown",
              "view_count": 0,
              "identifier": "kent_h_brown",
              "name": "Kent H. Brown"
            },
            "byte_stop": 19816155,
            "stop": 4928.181,
            "byte_start": 18695293,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 4647.961,
                "byte_stop": 18714206,
                "byte_start": 18695293,
                "stop": 4652.675
              },
              {
                "text": "One year before this Court decided CATCO in June of 1959, Mr. Justice Bazelon speaking in the D.C. Circuit in an Oklahoma Natural case, in the same context of history of every increasing upward price spiral or new gas dedications, When substantial question exists as to the justness and reasonableness of the rates involved in a certificate application, the Commission, if it does not impose a rate condition and if it does not upon the evidence satisfy itself that the proposed rates are just and reasonable cannot certify the project as being required by the public convenience and necessity.",
                "start": 4652.675,
                "byte_stop": 18952756,
                "byte_start": 18714206,
                "stop": 4712.313
              },
              {
                "text": "In other words according to that doctrine when the FPC is confronted with a high price certificate application, it has three alternatives.",
                "start": 4712.313,
                "byte_stop": 19001762,
                "byte_start": 18952756,
                "stop": 4724.578
              },
              {
                "text": "It may deny it out of hand as being obviously disruptive of the market.",
                "start": 4724.578,
                "byte_stop": 19040110,
                "byte_start": 19001762,
                "stop": 4734.146
              },
              {
                "text": "Secondly, it may grant it subject to a price reducing condition.",
                "start": 4734.146,
                "byte_stop": 19068113,
                "byte_start": 19040110,
                "stop": 4741.162
              },
              {
                "text": "Third, it may grant it upon a demonstration that the public convenience and necessity requires that this be done notwithstanding the excessively high price.",
                "start": 4741.162,
                "byte_stop": 19120462,
                "byte_start": 19068113,
                "stop": 4754.241
              },
              {
                "text": "The choice is the Commission's.",
                "start": 4754.241,
                "byte_stop": 19140942,
                "byte_start": 19120462,
                "stop": 4759.379
              },
              {
                "text": "What the Commission may not do is to certify unconditionally without a finding a price to be just and reasonable.",
                "start": 4759.379,
                "byte_stop": 19183365,
                "byte_start": 19140942,
                "stop": 4769.981
              },
              {
                "text": "It may but it need not pursue such an inquiry in a section 7 context.",
                "start": 4769.981,
                "byte_stop": 19217220,
                "byte_start": 19183365,
                "stop": 4778.442
              },
              {
                "text": "It may elect to defer such considerations to a Section 4 or Section 5 context in a proceeding.",
                "start": 4778.442,
                "byte_stop": 19265494,
                "byte_start": 19217220,
                "stop": 4790.508
              },
              {
                "text": "CATCO's decision of this Court substantially confirmed that thesis.",
                "start": 4790.508,
                "byte_stop": 19309275,
                "byte_start": 19265494,
                "stop": 4801.45
              },
              {
                "text": "At least that was clear enough to us at the time.",
                "start": 4801.45,
                "byte_stop": 19327457,
                "byte_start": 19309275,
                "stop": 4805.998
              },
              {
                "text": "It did not seem to be quite so clear to a reluctant commission and a large number of producers.",
                "start": 4805.998,
                "byte_stop": 19358177,
                "byte_start": 19327457,
                "stop": 4813.683
              },
              {
                "text": "We therefore had to parade six CATCO counterpart cases through 5 Courts of Appeals and on ten certiorari applications to this Court all denied to engrain the lesson the instant certificate applications are the last of some 70 odd so considered and so reversed and so remanded for rectification in accordance with the ground rules espoused by this Court in CATCO.",
                "start": 4813.683,
                "byte_stop": 19512090,
                "byte_start": 19358177,
                "stop": 4852.146
              },
              {
                "text": "Throughout that track, up and down the courts of this country demonstrating that this Court meant what it said when it decided CATCO.",
                "start": 4852.146,
                "byte_stop": 19556707,
                "byte_start": 19512090,
                "stop": 4863.309
              },
              {
                "text": "We encountered some 15 members of the Courts of Appeals.",
                "start": 4863.309,
                "byte_stop": 19575411,
                "byte_start": 19556707,
                "stop": 4867.98
              },
              {
                "text": "One and one alone dissented from the thesis we were advocating.",
                "start": 4867.98,
                "byte_stop": 19598817,
                "byte_start": 19575411,
                "stop": 4873.838
              },
              {
                "text": "His dissent was based fundamentally upon a repugnance on his part toward the thesis that this Commission, the FPC could be given the pragmatic authorization to hold the line on certificate applications pending it's evolution of the just and reasonable rate in other contexts which of course was the adjournment of this Court.",
                "start": 4873.838,
                "byte_stop": 19707173,
                "byte_start": 19598817,
                "stop": 4900.916
              },
              {
                "text": "Now, by reason of the appeal below and reversal of the Commission's action, the same author of that dissent has made his views of this Court.",
                "start": 4900.916,
                "byte_stop": 19768195,
                "byte_start": 19707173,
                "stop": 4916.179
              },
              {
                "text": "We think he was in error the first time.",
                "start": 4916.179,
                "byte_stop": 19781465,
                "byte_start": 19768195,
                "stop": 4919.486
              },
              {
                "text": "We think he is in even more grievous error today and I hasten to add though our names are similar, we are not related.",
                "start": 4919.486,
                "byte_stop": 19816155,
                "byte_start": 19781465,
                "stop": 4928.181
              }
            ]
          },
          {
            "start": 4928.181,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 19820544,
            "stop": 4929.269,
            "byte_start": 19816155,
            "text_blocks": [
              {
                "text": "May I ask you sir?",
                "start": 4928.181,
                "byte_stop": 19820544,
                "byte_start": 19816155,
                "stop": 4929.269
              }
            ]
          },
          {
            "start": 4929.269,
            "speaker": {
              "last_name": "Brown",
              "ID": 33777,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/kent_h_brown",
              "view_count": 0,
              "identifier": "kent_h_brown",
              "name": "Kent H. Brown"
            },
            "byte_stop": 19823574,
            "stop": 4930.034,
            "byte_start": 19820544,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 4929.269,
                "byte_stop": 19823574,
                "byte_start": 19820544,
                "stop": 4930.034
              }
            ]
          },
          {
            "start": 4930.034,
            "speaker": {
              "last_name": "Black",
              "ID": 15089,
              "roles": [
                {
                  "role_title": "Associate Justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "id": 2733,
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12447,
              "thumbnail": {
                "size": 51667,
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/hugo_l_black",
              "view_count": 69,
              "identifier": "hugo_l_black",
              "name": "Hugo L. Black"
            },
            "byte_stop": 19872580,
            "stop": 4942.288,
            "byte_start": 19823574,
            "text_blocks": [
              {
                "text": "Of course, it haven't mentioned here before, do you know whether there's been effort in Congress to change the effect of the CATCO ruling and if so, what the result is?",
                "start": 4930.034,
                "byte_stop": 19872580,
                "byte_start": 19823574,
                "stop": 4942.288
              }
            ]
          },
          {
            "start": 4942.288,
            "speaker": {
              "last_name": "Brown",
              "ID": 33777,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/kent_h_brown",
              "view_count": 0,
              "identifier": "kent_h_brown",
              "name": "Kent H. Brown"
            },
            "byte_stop": 22382634,
            "stop": 5569.78,
            "byte_start": 19872580,
            "text_blocks": [
              {
                "text": "None specifically addressed to that aspect of this area sir but there has been a revival of interest in each section of Congress or efforts to modify the Natural Gas Act in ways which to us add up to or would be tantamount to its repeal insofar as producer regulation is concerned.",
                "start": 4942.288,
                "byte_stop": 19963486,
                "byte_start": 19872580,
                "stop": 4965.013
              },
              {
                "text": "Such efforts have not succeeded.",
                "start": 4965.013,
                "byte_stop": 19994520,
                "byte_start": 19963486,
                "stop": 4972.752
              },
              {
                "text": "Following the many Courts of Appeal decisions and reversal and the -- finally -- final engraving of the beliefs that this Court meant what it said in CATCO, the Commission under new leadership did do a commendable job in performing the duties the court -- this Court pointed out that it might and should discharged.",
                "start": 4972.752,
                "byte_stop": 20102875,
                "byte_start": 19994520,
                "stop": 4999.846
              },
              {
                "text": "In the Section 7 initial price contexts, it concentrated its effort upon maintenance of the initial price line to prevent disruption and to prevent escalations and to maintain it at a status quo pending the evolution of the just and reasonable rates in other context.",
                "start": 4999.846,
                "byte_stop": 20190020,
                "byte_start": 20102875,
                "stop": 5021.626
              },
              {
                "text": "That was the adjournment of CATCO.",
                "start": 5021.626,
                "byte_stop": 20203813,
                "byte_start": 20190020,
                "stop": 5025.081
              },
              {
                "text": "In the other context with the blessing of this Court in the second Philips case, the Commission launched itself on an area rate making process which envisions fixation of a rate to be held to be just and reasonable for all producers in a given area not on the basis of an individual company cost of service determination but rather on an overall and with consideration of all aspects of need of the industry and to the public interest.",
                "start": 5025.081,
                "byte_stop": 20332962,
                "byte_start": 20203813,
                "stop": 5057.376
              },
              {
                "text": "Those decisions are now just now beginning to evolve and hopefully they will solve of the problems of the industry though we will simply not know that for another several years until at least one or more of them have been before this Court.",
                "start": 5057.376,
                "byte_stop": 20415300,
                "byte_start": 20332962,
                "stop": 5077.962
              },
              {
                "text": "The point is however that in those proceedings every opportunity is afforded the producer to demonstrate that public need necessity requires the gas to be sold by him to us at higher amounts so that he will be inspired to go out and find more for us.",
                "start": 5077.962,
                "byte_stop": 20503803,
                "byte_start": 20415300,
                "stop": 5100.071
              },
              {
                "text": "Every opportunity is afforded him to demonstrate that there is some other necessity for higher initial prices than have been allowed in the past such as the falling off of the production and consumption ratios and features and factors of that kind.",
                "start": 5100.071,
                "byte_stop": 20591574,
                "byte_start": 20503803,
                "stop": 5122.036
              },
              {
                "text": "In other words, the supply and demand concerns the cost of service concerns that were the essence of the evidence that they sought in 2000 pages to introduce into the remand proceedings below in this certificate context which hadn't been considered and accepted.",
                "start": 5122.036,
                "byte_stop": 20690840,
                "byte_start": 20591574,
                "stop": 5146.851
              },
              {
                "text": "It would've had -- have been rebutted and considered by us and by the Commission counsel and it would have in effect converted the expeditious certificate proceeding into another area rate proceeding when there was one already well along the proceeding in rooms down the hall.",
                "start": 5146.851,
                "byte_stop": 20793657,
                "byte_start": 20690840,
                "stop": 5172.555
              },
              {
                "text": "We think that both dedications of the Commission have been authorized by explicit decisions of this Court namely CATCO and Philips, Number 2.",
                "start": 5172.555,
                "byte_stop": 20845589,
                "byte_start": 20793657,
                "stop": 5185.515
              },
              {
                "text": "Hence, the judgment of the court below that the exclusion of this evidence was tendered in the wrong context was in violation of the statute and could not be sustained, flies directly in the face of this Court's holdings and directions in CATCO as interpreted and applied by court after court after court since this Court decided that case.",
                "start": 5185.515,
                "byte_stop": 20961259,
                "byte_start": 20845589,
                "stop": 5214.458
              },
              {
                "text": "The fixation of the initial price line in this instance for 1957, 1958 and 1959 contracts at 18 and a half cents.",
                "start": 5214.458,
                "byte_stop": 21012668,
                "byte_start": 20961259,
                "stop": 5227.295
              },
              {
                "text": "For offshore gas, 20 cents, for on shore gas is completely consistent with the action of the Commission upon the remand of the CATCO case itself.",
                "start": 5227.295,
                "byte_stop": 21066794,
                "byte_start": 21012668,
                "stop": 5240.826
              },
              {
                "text": "It is completely consistent with the directions of the Court of Appeals throughout the country as to how the line is to be determined.",
                "start": 5240.826,
                "byte_stop": 21103574,
                "byte_start": 21066794,
                "stop": 5250.016
              },
              {
                "text": "It is in fact very generous and that most of the gas flowing at that period of time other than that involved with CATCO tainted contracts was flowing at considerably less than 18 and a half cents.",
                "start": 5250.016,
                "byte_stop": 21177344,
                "byte_start": 21103574,
                "stop": 5268.455
              },
              {
                "text": "On the moratorium issue as has been pointed out to the court at the time the new certificates were issued on the remand proceeding in this case the contracts here involved had gone through or by to one or more of their triggering escalation authorizations and were certificates to be issued to these producers at 20 cents within a matter of 3 seconds they could file for rates in excess of 23.55 or higher or upon analysis of the contracts with the pipelines served by these companies, these producers, perfectly obvious that any filing in excess of 23.55 was quite likely to be tripped and triggered.",
                "start": 5268.455,
                "byte_stop": 21371591,
                "byte_start": 21177344,
                "stop": 5317.024
              },
              {
                "text": "Hosts of other contracts in the Southern Louisiana area and we would have a major move upward to the cost of our gas coming from that area.",
                "start": 5317.024,
                "byte_stop": 21413909,
                "byte_start": 21371591,
                "stop": 5327.613
              },
              {
                "text": "Hence, in order to preserve the status quo for the limited period of time pending the decision in New York 612, the Southern Louisiana area rate case for July 1, 1967 whichever is later and incidentally that date I think came as a product of similar moratorium agreements in settlement proceedings with producers engineered by us as 5 year period of -- in accord in which -- during which time they would not file for increases.",
                "start": 5327.613,
                "byte_stop": 21560195,
                "byte_start": 21413909,
                "stop": 5364.17
              },
              {
                "text": "If the Southern Louisiana rate decision is not down by that date in view of the cluster of the cutoff dates of June 1, 1967 including now these here, chaos might result on June 2 if we do not have a Southern Louisiana just and reasonable price.",
                "start": 5364.17,
                "byte_stop": 21652564,
                "byte_start": 21560195,
                "stop": 5387.262
              },
              {
                "text": "Finally, on the final determination of the Commission on the refund authorization in settlement after settlement of high price certificate cases there's never been much of it in this Court about the obligation of the producer who enjoyed the fruits of an erroneous certification at an excessively high price having to rectify it in part at least by effecting a refund to the difference between what he received and what he should have been receiving during a period had he been tendered a certificate correctly in the first place.",
                "start": 5387.262,
                "byte_stop": 21828211,
                "byte_start": 21652564,
                "stop": 5431.186
              },
              {
                "text": "We have bargained a way for other considerations portions of this entitlement of the public where their money is returned in order to buy our piece for instance for the 5 year moratorium period.",
                "start": 5431.186,
                "byte_stop": 21887666,
                "byte_start": 21828211,
                "stop": 5446.047
              },
              {
                "text": "But there's never been any real dispute of the obligation to affect the refund.",
                "start": 5446.047,
                "byte_stop": 21909504,
                "byte_start": 21887666,
                "stop": 5451.497
              },
              {
                "text": "In fact in CATCO on remand directions were made by the Commission for full refunds to be made there.",
                "start": 5451.497,
                "byte_stop": 21933432,
                "byte_start": 21909504,
                "stop": 5457.491
              },
              {
                "text": "The case was appealed and was settled before it was determined so that the producers are quite correct and that there has not yet been a definitive determination by a court that in the circumstance such as this where an excessively high price certificate has been issued the producers start to sell before -- the certificate becomes final.",
                "start": 5457.491,
                "byte_stop": 22030190,
                "byte_start": 21933432,
                "stop": 5481.666
              },
              {
                "text": "We appeal the case to the courts and revere -- and get it reversed.",
                "start": 5481.666,
                "byte_stop": 22047222,
                "byte_start": 22030190,
                "stop": 5485.939
              },
              {
                "text": "It is remanded and he is then given a new certificate or a corrected certificate at an initial price which is considerably less than the original.",
                "start": 5485.939,
                "byte_stop": 22106154,
                "byte_start": 22047222,
                "stop": 5500.672
              },
              {
                "text": "Justice, law and all the rules that I know of in the subject of restitution pertain and require that the excess sums received be repaid.",
                "start": 5500.672,
                "byte_stop": 22163937,
                "byte_start": 22106154,
                "stop": 5515.126
              },
              {
                "text": "After all we didn't attack the excessively high price certificate just for the exercise.",
                "start": 5515.126,
                "byte_stop": 22191522,
                "byte_start": 22163937,
                "stop": 5522.02
              },
              {
                "text": "We were representing the consumers who had paid the excessive price.",
                "start": 5522.02,
                "byte_stop": 22208658,
                "byte_start": 22191522,
                "stop": 5526.297
              },
              {
                "text": "True, we were interested in getting it reduced for future deliveries.",
                "start": 5526.297,
                "byte_stop": 22224227,
                "byte_start": 22208658,
                "stop": 5530.182
              },
              {
                "text": "We were just as interested in restoring to them the amounts that have been taken from them under an improper certificate.",
                "start": 5530.182,
                "byte_stop": 22266023,
                "byte_start": 22224227,
                "stop": 5540.642
              },
              {
                "text": "Therefore the court below agreed with us that the producers' result upon the Commission's of authority to affect the refund was misguided and held and we agreed with it that the Commission had the power to direct or condition the final certificate in such a way that the producer would effect a return of excess that he collected during the task period of time.",
                "start": 5540.642,
                "byte_stop": 22374484,
                "byte_start": 22266023,
                "stop": 5567.739
              },
              {
                "text": "In Number 26 (Inaudible)",
                "start": 5567.739,
                "byte_stop": 22382634,
                "byte_start": 22374484,
                "stop": 5569.78
              }
            ]
          },
          {
            "start": 5569.78,
            "speaker": null,
            "byte_stop": 22414921,
            "stop": 5577.862,
            "byte_start": 22382634,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 5569.78,
                "byte_stop": 22414921,
                "byte_start": 22382634,
                "stop": 5577.862
              }
            ]
          },
          {
            "start": 5577.862,
            "speaker": {
              "last_name": "Brown",
              "ID": 33777,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/kent_h_brown",
              "view_count": 0,
              "identifier": "kent_h_brown",
              "name": "Kent H. Brown"
            },
            "byte_stop": 22748975,
            "stop": 5661.376,
            "byte_start": 22414921,
            "text_blocks": [
              {
                "text": "Yes Your Honor.",
                "start": 5577.862,
                "byte_stop": 22420250,
                "byte_start": 22414921,
                "stop": 5579.204
              },
              {
                "text": "In that respect, that aspect of the court's holding below is simply a consistent application of its decision that the conditioning standard for the new certificate should be in the context of the evidence offered by the producers, i.e the just and reasonableness or an equivalent finding instead of the in lineness.",
                "start": 5579.204,
                "byte_stop": 22555355,
                "byte_start": 22420250,
                "stop": 5612.965
              },
              {
                "text": "Hence, consistent with that decision the court below said any refunds should be the difference between the just and reasonable standard and the excess.",
                "start": 5612.965,
                "byte_stop": 22614810,
                "byte_start": 22555355,
                "stop": 5627.837
              },
              {
                "text": "It's simply a consistency of the two holdings and then having we believe committed error in the first we are also to view that the latter is equally erroneous.",
                "start": 5627.837,
                "byte_stop": 22678340,
                "byte_start": 22614810,
                "stop": 5643.726
              },
              {
                "text": "That the difference should be the difference between what the certificates should've been priced at originally under all the rules that we now pertained and that that it was.",
                "start": 5643.726,
                "byte_stop": 22732152,
                "byte_start": 22678340,
                "stop": 5657.169
              },
              {
                "text": "In other words the excess paid.",
                "start": 5657.169,
                "byte_stop": 22748975,
                "byte_start": 22732152,
                "stop": 5661.376
              }
            ]
          },
          {
            "start": 5661.376,
            "speaker": null,
            "byte_stop": 22773530,
            "stop": 5667.502,
            "byte_start": 22748975,
            "text_blocks": [
              {
                "text": "Suppose the area rates (Inaudible)",
                "start": 5661.376,
                "byte_stop": 22773530,
                "byte_start": 22748975,
                "stop": 5667.502
              }
            ]
          },
          {
            "start": 5667.502,
            "speaker": {
              "last_name": "Brown",
              "ID": 33777,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/kent_h_brown",
              "view_count": 0,
              "identifier": "kent_h_brown",
              "name": "Kent H. Brown"
            },
            "byte_stop": 22811564,
            "stop": 5677.013,
            "byte_start": 22773530,
            "text_blocks": [
              {
                "text": "You'd mean something differently viewed.",
                "start": 5667.502,
                "byte_stop": 22781680,
                "byte_start": 22773530,
                "stop": 5669.539
              },
              {
                "text": "Or presupposing a higher one perhaps or higher than a just -- the higher than the in line price?",
                "start": 5669.539,
                "byte_stop": 22809057,
                "byte_start": 22781680,
                "stop": 5676.386
              },
              {
                "text": "That is a risk --",
                "start": 5676.386,
                "byte_stop": 22811564,
                "byte_start": 22809057,
                "stop": 5677.013
              }
            ]
          },
          {
            "start": 5677.013,
            "speaker": null,
            "byte_stop": 22817834,
            "stop": 5678.578,
            "byte_start": 22811564,
            "text_blocks": [
              {
                "text": "(Inaudible) the refund then?",
                "start": 5677.013,
                "byte_stop": 22817834,
                "byte_start": 22811564,
                "stop": 5678.578
              }
            ]
          },
          {
            "start": 5678.578,
            "speaker": {
              "last_name": "Brown",
              "ID": 33777,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/kent_h_brown",
              "view_count": 0,
              "identifier": "kent_h_brown",
              "name": "Kent H. Brown"
            },
            "byte_stop": 24141093,
            "stop": 6009.409,
            "byte_start": 22817834,
            "text_blocks": [
              {
                "text": "That is a risk of course that every producer accepting a certificate at any price just assumed to run.",
                "start": 5678.578,
                "byte_stop": 22849181,
                "byte_start": 22817834,
                "stop": 5686.434
              },
              {
                "text": "If there is some thought in mind that the ultimate just and reasonable price will be determined a figure higher, his acceptance of a certificate that's something less is a risk of his or a business judgment of his.",
                "start": 5686.434,
                "byte_stop": 22916786,
                "byte_start": 22849181,
                "stop": 5703.338
              },
              {
                "text": "But assuming that he has no prerogative to file for an increase, assume no contract authorization to bring himself to a higher level that is his decision.",
                "start": 5703.338,
                "byte_stop": 22966941,
                "byte_start": 22916786,
                "stop": 5715.857
              },
              {
                "text": "In fact however, I meant your inquiry Judge Harlan, if the Permian decision which is already out, it is meaningful and if the principles there applied were to be translated to Southern Louisiana, it is quite clear that the supposition or the assumption that you make is baseless.",
                "start": 5715.857,
                "byte_stop": 23071744,
                "byte_start": 22966941,
                "stop": 5742.076
              },
              {
                "text": "There is every likelihood in other words that the just and reasonable price of the area rate to be fixed will not exceed, in fact there would be less than the in line prices fixed for that area and all the rest of them.",
                "start": 5742.076,
                "byte_stop": 23142275,
                "byte_start": 23071744,
                "stop": 5759.7
              },
              {
                "text": "That however is pure speculation I hasten to add.",
                "start": 5759.7,
                "byte_stop": 23158575,
                "byte_start": 23142275,
                "stop": 5763.769
              },
              {
                "text": "It's a translation of the principles used in the Permian into a Southern Louisiana context.",
                "start": 5763.769,
                "byte_stop": 23183235,
                "byte_start": 23158575,
                "stop": 5769.927
              },
              {
                "text": "You were here in Number 26 to follow that the Commission had no authority to affect the refund because it transgressed a line of cases denying it reparation authority.",
                "start": 5769.927,
                "byte_stop": 23242898,
                "byte_start": 23183235,
                "stop": 5784.863
              },
              {
                "text": "I think that this distinction have been pointed out to you by Mr. Solomon.",
                "start": 5784.863,
                "byte_stop": 23262333,
                "byte_start": 23242898,
                "stop": 5789.703
              },
              {
                "text": "Those cases hinge upon the assumption that a permanent certificate has been outstanding with -- and the time for appeal has gone by.",
                "start": 5789.703,
                "byte_stop": 23308309,
                "byte_start": 23262333,
                "stop": 5801.217
              },
              {
                "text": "There is of course no authorization under the National Gas Act for the Commission to go back and make a task study of what it did in authorizing that certificate in effect toward direct refunds.",
                "start": 5801.217,
                "byte_stop": 23349373,
                "byte_start": 23308309,
                "stop": 5811.477
              },
              {
                "text": "That is clearly reparation.",
                "start": 5811.477,
                "byte_stop": 23357315,
                "byte_start": 23349373,
                "stop": 5813.449
              },
              {
                "text": "That is quite different from the case here involved where the producers started the sale knowing that he had a tenuous piece of paper which got rectified by judicial reversals.",
                "start": 5813.449,
                "byte_stop": 23411127,
                "byte_start": 23357315,
                "stop": 5826.92
              },
              {
                "text": "We are also told in the same context that we, the New York Commission is at fault and should be barred from or our consumers should be barred from collecting any of these refunds because we neglected back in 1958 to rush before the courts before which we had brought the review proceedings and get a stay order prohibiting the producers instituting the sales because once instituted they could not stop them.",
                "start": 5826.92,
                "byte_stop": 23574026,
                "byte_start": 23411127,
                "stop": 5867.634
              },
              {
                "text": "And once instituted they now say that they are entitled to keep whatever they got their hands on.",
                "start": 5867.634,
                "byte_stop": 23601821,
                "byte_start": 23574026,
                "stop": 5874.585
              },
              {
                "text": "In other words we were supposed to have gotten to stay to prevent them from committing suicide.",
                "start": 5874.585,
                "byte_stop": 23617599,
                "byte_start": 23601821,
                "stop": 5878.534
              },
              {
                "text": "I can't see the argument.",
                "start": 5878.534,
                "byte_stop": 23626689,
                "byte_start": 23617599,
                "stop": 5880.807
              },
              {
                "text": "I think it's pointless.",
                "start": 5880.807,
                "byte_stop": 23666082,
                "byte_start": 23626689,
                "stop": 5890.648
              },
              {
                "text": "If the Court please, in conclusion we feel quite strongly that unless the decision below is reversed and the decision of the Federal Power Commission in this remand case context confirmed on all counts it will be tantamount to a complete destruction of everything that has been accomplished in the past decade in this field, initial price controls will have been abolished.",
                "start": 5890.648,
                "byte_stop": 23833266,
                "byte_start": 23666082,
                "stop": 5932.454
              },
              {
                "text": "We will have area rate proceedings sabotaged by having them transferred into certificate contexts, certificates will issue only upon paying months and by months upon months of hearings and record compilations of no purpose and of no import and of no necessity.",
                "start": 5932.454,
                "byte_stop": 23920933,
                "byte_start": 23833266,
                "stop": 5954.362
              },
              {
                "text": "We think that the decision below flies in the face of this Court's decisions consistent starting with CATCO, Transco, Seaboard, Hunt on moratoriums and Texaco on moratoriums.",
                "start": 5954.362,
                "byte_stop": 23980701,
                "byte_start": 23920933,
                "stop": 5969.305
              },
              {
                "text": "We think it flies in the face of everyone of the Court of Appeals decisions following CATCO, the 6th UGI-PSC cases.",
                "start": 5969.305,
                "byte_stop": 24026676,
                "byte_start": 23980701,
                "stop": 5980.801
              },
              {
                "text": "We think it flies in the face of several other Court of Appeals' decision which has -- have already sustained the Commission in its in line pursuits both as to the manner of the selection of the line and of the imposition of the product thereof.",
                "start": 5980.801,
                "byte_stop": 24086862,
                "byte_start": 24026676,
                "stop": 5995.855
              },
              {
                "text": "And we urge that this Court reverse the judgment below and confirm on all counts the determination of the Commission here subject to review.",
                "start": 5995.855,
                "byte_stop": 24131062,
                "byte_start": 24086862,
                "stop": 6006.901
              },
              {
                "text": "Thank you very much Your Honors.",
                "start": 6006.901,
                "byte_stop": 24141093,
                "byte_start": 24131062,
                "stop": 6009.409
              }
            ]
          },
          {
            "start": 6009.409,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 24157288,
            "stop": 6013.483,
            "byte_start": 24141093,
            "text_blocks": [
              {
                "text": "We'll recess now.",
                "start": 6009.409,
                "byte_stop": 24157288,
                "byte_start": 24141093,
                "stop": 6013.483
              }
            ]
          }
        ],
        "stop": 6013.483
      }
    ],
    "duration": 6013.483,
    "title": "United Gas Improvement Company v. Callery Properties, Inc."
  },
  "id": 15305,
  "media_file": [
    {
      "size": 24157602,
      "id": 39733,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1965/21/19651018a_21.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 51325644,
      "id": 61692,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1965/21/19651018a_21.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 78306,
      "id": 61693,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1965/21/19651018a_21.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}