{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 858.187,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 103424,
            "stop": 32.9,
            "byte_stop": 235081,
            "text_blocks": [
              {
                "text": "Number 127, United States versus Charles E. O'Malley, et al.",
                "start": 0,
                "byte_start": 103424,
                "stop": 31.062,
                "byte_stop": 227767
              },
              {
                "text": "Mr. Solicitor General.",
                "start": 31.062,
                "byte_start": 227767,
                "stop": 32.9,
                "byte_stop": 235081
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          },
          {
            "byte_start": 235081,
            "stop": 848.685,
            "byte_stop": 3498193,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 32.9,
                "byte_start": 235081,
                "stop": 36.428,
                "byte_stop": 249187
              },
              {
                "text": "This is an estate tax case involving five irrevocable inter vivos trusts created for the benefit of the settlor's wife and daughters.",
                "start": 36.428,
                "byte_start": 249187,
                "stop": 51.072,
                "byte_stop": 307806
              },
              {
                "text": "Because the provisions of all the trust are substantially the same, I would refer them collectively as if they were both a single trust and a single beneficiary.",
                "start": 51.072,
                "byte_start": 307806,
                "stop": 63.441,
                "byte_stop": 357230
              },
              {
                "text": "The original trust corpus consisted are shares in a closely controlled corporation, controlled by the settlor Mr. Fabrice, the company was known as the Paper (ph) Board Company.",
                "start": 63.441,
                "byte_start": 357230,
                "stop": 78.195,
                "byte_stop": 416266
              },
              {
                "text": "The trust was to last for 25 years and will terminate at the end of the 25 years after its inception.",
                "start": 78.195,
                "byte_start": 416266,
                "stop": 88.005,
                "byte_stop": 455450
              },
              {
                "text": "The corpus was then to be distributed to the beneficiary, or if she were not living, to her descendants.",
                "start": 88.005,
                "byte_start": 455450,
                "stop": 96.212,
                "byte_stop": 488364
              },
              {
                "text": "During the life of the trusts, Mr. Fabrice and his two co-trustees were doubted discretionary power to pay all or any part of the annual trusts income to the beneficiary, to the extent that any portion of income was not distributed, and at the end of the year, it remained a part of the corpus.",
                "start": 96.212,
                "byte_start": 488364,
                "stop": 120.923,
                "byte_stop": 587212
              },
              {
                "text": "Mr. Fabrice died in 1949 about 13 years after the trust was established.",
                "start": 120.923,
                "byte_start": 587212,
                "stop": 127.935,
                "byte_stop": 615215
              },
              {
                "text": "At the time of his death, the trust corpus had a value of some $275,000, and more than two-thirds of that was represented accumulated income during the period the trust was running.",
                "start": 127.935,
                "byte_start": 615215,
                "stop": 146.524,
                "byte_stop": 689612
              },
              {
                "text": "And I first would like to cover the position taken by the Commissioner in this case.",
                "start": 146.524,
                "byte_start": 689612,
                "stop": 152.104,
                "byte_stop": 711868
              },
              {
                "text": "It was that the respondents, who just incidentally the executives or the decedent's estate, only reported the value of the stocks and did not report the amount of the trust corpus in addition to the stocks.",
                "start": 152.104,
                "byte_start": 711868,
                "stop": 169.083,
                "byte_stop": 779786
              },
              {
                "text": "The Commissioner will determine that the entire value of the existing trust corpus including the portion representing the accumulated income had to be added to the decedent's gross estate in order to compute the tax and that's the part where the difference comes.",
                "start": 169.083,
                "byte_start": 779786,
                "stop": 188.943,
                "byte_stop": 859199
              },
              {
                "text": "And in reaching this conclusion, the Commissioner relied on Section 811 of the 1939 Code which provides in pertinent part that when a gratuitous inter vivos transfers have been made, the value of the property at the decedent's death, shall be included in his estate if the decedent in fact retain for his lifetime, “The right, either alone or in conjunction with any person to designate the persons who shall possess or enjoy the property or the income therefrom”, the Commissioner's quote.",
                "start": 188.943,
                "byte_start": 859199,
                "stop": 228.239,
                "byte_stop": 1016456
              },
              {
                "text": "It was the Commissioner's view that Mr. Fabrice has retention of the power to determine along with his co-trustee whether to distribute or accumulate trust income was equivalent to the joint right to determine who shall possess or enjoy the property or the income which Section 811 speaks about.",
                "start": 228.239,
                "byte_start": 1016456,
                "stop": 252.214,
                "byte_stop": 1112377
              },
              {
                "text": "As long as Mr. Fabrice held the power to accumulate trust income, he could postpone or eliminate enjoyment of the property by the income beneficiary, to the extent that income was accumulated into the trust, it would be shifted to the remainder-men whoever they might turn out to be, and in this case it would be in each trust according to whether it was the widow or the daughters.",
                "start": 252.214,
                "byte_start": 1112377,
                "stop": 280.71,
                "byte_stop": 1226271
              },
              {
                "text": "However, the District Court while in general agreement with the Commissioner's view that's -- there was no question I think from anybody that Section 811 governs, but the District Court held that only the value of the trust principle representing the original corpus could be taxed.",
                "start": 280.71,
                "byte_start": 1226271,
                "stop": 302.05,
                "byte_stop": 1311640
              },
              {
                "text": "That was the original shares of stock, that none of the accumulated income should be included.",
                "start": 302.05,
                "byte_start": 1311640,
                "stop": 310.067,
                "byte_stop": 1343718
              },
              {
                "text": "The portion of the trust corpus representing accumulated income was specifically eliminated and the District Court said in its opinion quite clearly that he was not in agreement with it but he was bound by the decision of the Court of Appeals for the Seventh Circuit in the prior case of Commissioner versus McDermott's Estate.",
                "start": 310.067,
                "byte_start": 1343718,
                "stop": 335.007,
                "byte_stop": 1443506
              },
              {
                "text": "And when the case got to the Court of Appeals, the Court of Appeals reluctantly followed its previous opinion.",
                "start": 335.007,
                "byte_start": 1443506,
                "stop": 344.121,
                "byte_stop": 1479973
              },
              {
                "text": "And on rehearing on the theory of the panel rules of the Court of Appeals etcetera, it's quite clearly, reluctantly decided to follow their rule rather than the decision of the First Circuit.",
                "start": 344.121,
                "byte_start": 1479973,
                "stop": 360.032,
                "byte_stop": 1543607
              },
              {
                "text": "And so as the case comes here, there are the McDermott case, this case, and one case from the Sixth Circuit on one side, and the First Circuit on the other side.",
                "start": 360.032,
                "byte_start": 1543607,
                "stop": 375.783,
                "byte_stop": 1606614
              },
              {
                "text": "And the only question presented below and the sole question here is whether Section 811, which concededly requires that the original trust principal be included, and that's included in the decedent's gross estate, whether it also requires an accumulated income to be included.",
                "start": 375.783,
                "byte_start": 1606614,
                "stop": 399.877,
                "byte_stop": 1702954
              },
              {
                "text": "Now, what the Seventh Circuit has decided is quite interesting but I submit that does not hold one of them because, and incidentally, the other side did not appeal from that portion of the Seventh Circuit which held that these stocks went in, there's no question about the shares of stocks.",
                "start": 399.877,
                "byte_start": 1702954,
                "stop": 421.037,
                "byte_stop": 1787591
              },
              {
                "text": "But that the income that came from dividends from that stock, it's their position that is not included and it's based of the fact of the language which I will get to of the 811.",
                "start": 421.037,
                "byte_start": 1787591,
                "stop": 435.437,
                "byte_stop": 1845269
              },
              {
                "text": "But the very theory, it seems to me, does not bear on this particular case.",
                "start": 435.437,
                "byte_start": 1845269,
                "stop": 443.029,
                "byte_stop": 1875571
              },
              {
                "text": "This was a closed type corporation.",
                "start": 443.029,
                "byte_start": 1875571,
                "stop": 447.936,
                "byte_stop": 1895215
              },
              {
                "text": "And the original shares of stock will put in each of the trusts.",
                "start": 447.936,
                "byte_start": 1895215,
                "stop": 453.033,
                "byte_stop": 1915591
              },
              {
                "text": "Subsequent to that, dividends were declared and that dividends were used to purchase additional shares of stock in the same corporation, though there were other investments made.",
                "start": 453.033,
                "byte_start": 1915591,
                "stop": 465.37,
                "byte_stop": 1964910
              },
              {
                "text": "Some of the money was given directly to the beneficiaries.",
                "start": 465.37,
                "byte_start": 1964910,
                "stop": 469.944,
                "byte_stop": 1983300
              },
              {
                "text": "Now, we're at the very interesting point that if the stock had remained and that no dividends have been declared, that would be one thing.",
                "start": 469.944,
                "byte_start": 1983300,
                "stop": 480.307,
                "byte_stop": 2024678
              },
              {
                "text": "There's no question that goes there.",
                "start": 480.307,
                "byte_start": 2024678,
                "stop": 483.247,
                "byte_stop": 2036485
              },
              {
                "text": "If the money has been put in a savings account, I doubt if anybody would question that the interest went along.",
                "start": 483.247,
                "byte_start": 2036485,
                "stop": 490.515,
                "byte_stop": 2065533
              },
              {
                "text": "Whatever went along with the shares of trust, anyway you read the language of the statute, it seems to me, at least and to the Government to be reasonable in the language of transfer.",
                "start": 490.515,
                "byte_start": 2065533,
                "stop": 505.977,
                "byte_stop": 2127391
              },
              {
                "text": "We of course say it comes under the section of the Code that bears on the question of transfer, sure.",
                "start": 505.977,
                "byte_start": 2127391,
                "stop": 512.746,
                "byte_stop": 2154454
              },
              {
                "text": "Each time this dividend -- these dividends were declared, the trustee under -- the three trustees, the settlor and two individual trustees, had the right to determine what we would do with these dividends from this controlled corporation.",
                "start": 512.746,
                "byte_start": 2154454,
                "stop": 533.375,
                "byte_stop": 2237001
              },
              {
                "text": "And they decided the most times, “We will leave it in the corpus.",
                "start": 533.375,
                "byte_start": 2237001,
                "stop": 538.411,
                "byte_stop": 2257168
              },
              {
                "text": "We'll buy different shares, or we'll do that or we'll do this”.",
                "start": 538.411,
                "byte_start": 2257168,
                "stop": 542.237,
                "byte_stop": 2272423
              },
              {
                "text": "And then as I have mentioned before, sometimes they said, “Well, we'll give a part of it to the individual beneficiary”.",
                "start": 542.237,
                "byte_start": 2272423,
                "stop": 549.866,
                "byte_stop": 2302934
              },
              {
                "text": "So that I don't think there's much dispute about anything other than this accumulated income.",
                "start": 549.866,
                "byte_start": 2302934,
                "stop": 557.487,
                "byte_stop": 2333445
              },
              {
                "text": "Now, we test the Seventh Circuit's view against various situations.",
                "start": 557.487,
                "byte_start": 2333445,
                "stop": 563.077,
                "byte_stop": 2355806
              },
              {
                "text": "We'll find that you get some rather startling results.",
                "start": 563.077,
                "byte_start": 2355806,
                "stop": 567.422,
                "byte_stop": 2373151
              },
              {
                "text": "For example, as I understand that in the -- the easiest one for me at least, under the Seventh Circuit's rule, if you have coupons on the particular instruments and you don't cash them in and it ended by the question that they day went into the gross estate under 811.",
                "start": 567.422,
                "byte_start": 2373151,
                "stop": 590.91,
                "byte_stop": 2467088
              },
              {
                "text": "But if you did cash them in under the Seventh Circuit's ruling that interest would not go onto the gross -- go into the gross estate under 811.",
                "start": 590.91,
                "byte_start": 2467088,
                "stop": 601.46,
                "byte_stop": 2509302
              },
              {
                "text": "Suppose all the outstanding shares of the corporation were worth $10,000 and they were transferred to a trust similar to this trust, and assume that the corporation then are in $10,000 but declared no dividends, at the settlor's death, the value of the stock, all things being equal, be worth $20,000.",
                "start": 601.46,
                "byte_start": 2509302,
                "stop": 622.553,
                "byte_stop": 2593729
              },
              {
                "text": "The respondents, and indeed the Seventh Circuit, would not dispute to this total of $20,000 would have to be included in the decedent's gross estate.",
                "start": 622.553,
                "byte_start": 2593729,
                "stop": 632.777,
                "byte_stop": 2634585
              },
              {
                "text": "However, under the Seventh Circuit, if the $10,000 earned by the corporation had been paid out as dividends and been accumulated in the trusts rather than in the corporation, the result under the Seventh Circuit would be -- it would only be $10,000 left.",
                "start": 632.777,
                "byte_start": 2634585,
                "stop": 650.484,
                "byte_stop": 2705429
              },
              {
                "text": "And the statute itself is set out in our brief on pages -- was it three?",
                "start": 650.484,
                "byte_start": 2705429,
                "stop": 660.91,
                "byte_stop": 2747120
              },
              {
                "text": "Two and three, and on that, I think that if we look at the statute itself, you find that providing the extent of any interest therein of which decedent has at anytime made a transfer by trust or otherwise under which he has retained for his life or for any period not ascertainable without reference to his death, or etcetera, which does not in fact end before his death, and then the final point, the right either alone or in conjunction with any person, to designate the person who shall possess or enjoy the property or the income thereon.",
                "start": 660.91,
                "byte_start": 2747120,
                "stop": 703.568,
                "byte_stop": 2917752
              },
              {
                "text": "In this particular case, if the settlor had added to each one of the trusts, shares of stock and the favored corporation, then there's no question that would go into the trust estate.",
                "start": 703.568,
                "byte_start": 2917752,
                "stop": 720.818,
                "byte_stop": 2986715
              },
              {
                "text": "But this case, their dividends were declared and dividends were used to pass and buy additional shares of stock and they say that is not included in the estate.",
                "start": 720.818,
                "byte_start": 2986715,
                "stop": 732.003,
                "byte_stop": 3031437
              },
              {
                "text": "Even if that could be reasonably true in an independent corporation, it suddenly wouldn't be true in a tightly controlled corporation.",
                "start": 732.003,
                "byte_start": 3031437,
                "stop": 743.059,
                "byte_stop": 3075741
              },
              {
                "text": "Thus, this one was and everybody admits if there's any question as to whether or not it's a controlled corporation, the stipulation in this case covers all of that.",
                "start": 743.059,
                "byte_start": 3075741,
                "stop": 754.078,
                "byte_stop": 3119835
              },
              {
                "text": "But there are at least two ways in which this Section 811 can be read, to reach the reasonable and common sense interpretation which we are supporting.",
                "start": 754.078,
                "byte_start": 3119835,
                "stop": 764.705,
                "byte_stop": 3162258
              },
              {
                "text": "One such reading turns on the scope of word “property” and the other is on the word “transfer” and we agree that those are the only two positions that directly would control our case.",
                "start": 764.705,
                "byte_start": 3162258,
                "stop": 779.758,
                "byte_stop": 3222549
              },
              {
                "text": "And taking the word “property” first, what does the statute mean when it says “all property” and that all is in quotes?",
                "start": 779.758,
                "byte_start": 3222549,
                "stop": 789.08,
                "byte_stop": 3259747
              },
              {
                "text": "If the statute meant only the exact physical asset originally transferred, it called more simply to say just that.",
                "start": 789.08,
                "byte_start": 3259747,
                "stop": 797.748,
                "byte_stop": 3294438
              },
              {
                "text": "Rather, we believe, it must mean that the physical asset and the entire bundle of rights attached to this physical asset must pass into the gross estate.",
                "start": 797.748,
                "byte_start": 3294438,
                "stop": 811.219,
                "byte_stop": 3348355
              },
              {
                "text": "This would include all of the income generated by the physical asset originally transferred.And skipping to the last part of the statute, we see that it refers to “the property of the income therefrom”.",
                "start": 811.219,
                "byte_start": 3348355,
                "stop": 827.083,
                "byte_stop": 3411780
              },
              {
                "text": "Therefrom, over which the decedent had a prescribed power at the time of his death.",
                "start": 827.083,
                "byte_start": 3411780,
                "stop": 834.335,
                "byte_stop": 3440828
              },
              {
                "text": "We think that all property in the first clause has intended to encompass all property, principal accumulated income and as to which that the decedent retains control up to the time of his death.",
                "start": 834.335,
                "byte_start": 3440828,
                "stop": 848.685,
                "byte_stop": 3498193
              }
            ],
            "start": 32.9,
            "speaker": {
              "identifier": "thurgood_marshall",
              "view_count": 78,
              "length_of_service": 8765,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Thurgood Marshall",
              "ID": 15104,
              "last_name": "Marshall",
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "thumbnail": {
                "mime": "image/png",
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "size": 59272
              }
            }
          },
          {
            "byte_start": 3498193,
            "stop": 849.926,
            "byte_stop": 3503208,
            "text_blocks": [
              {
                "text": "We'll recess now.",
                "start": 848.685,
                "byte_start": 3498193,
                "stop": 849.926,
                "byte_stop": 3503208
              }
            ],
            "start": 848.685,
            "speaker": {
              "identifier": "earl_warren",
              "view_count": 99,
              "length_of_service": 5740,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "id": 2743,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Earl Warren",
              "ID": 15099,
              "last_name": "Warren",
              "href": "https://api.oyez.org/people/earl_warren",
              "thumbnail": {
                "mime": "image/png",
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "size": 50444
              }
            }
          },
          {
            "byte_start": 3503208,
            "stop": 858.187,
            "byte_stop": 3536123,
            "text_blocks": [
              {
                "text": "Thank you sir.",
                "start": 849.926,
                "byte_start": 3503208,
                "stop": 858.187,
                "byte_stop": 3536123
              }
            ],
            "start": 849.926,
            "speaker": {
              "identifier": "thurgood_marshall",
              "view_count": 78,
              "length_of_service": 8765,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Thurgood Marshall",
              "ID": 15104,
              "last_name": "Marshall",
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "thumbnail": {
                "mime": "image/png",
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "size": 59272
              }
            }
          }
        ],
        "byte_start": 103424,
        "stop": 858.187,
        "byte_stop": 3536123
      }
    ],
    "title": "United States v. O'Malley"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 39078,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1965/127/19660124a_127.delivery.mp3",
      "size": 3536436
    },
    {
      "mime": "audio/ogg",
      "id": 61054,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1965/127/19660124a_127.ogg",
      "size": 6974029
    },
    {
      "mime": "application/x-mpegURL",
      "id": 61055,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1965/127/19660124a_127.m3u8",
      "size": 11591
    }
  ],
  "id": 14978,
  "damaged": null,
  "title": "Oral Argument - January 24, 1966"
}