{
  "title": "Oral Argument - November 08, 1967",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 7741210,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 211675,
            "stop": 27.06,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 57, W. Willard Wirtz, Secretary of Labor, Petitioner, versus Local 153 Glass Bottle Blowers Association of the United States of Canada.",
                "start": 0,
                "byte_stop": 206451,
                "byte_start": 103424,
                "stop": 25.733
              },
              {
                "text": "Mr. Claiborne?",
                "start": 25.733,
                "byte_stop": 211675,
                "byte_start": 206451,
                "stop": 27.06
              }
            ]
          },
          {
            "start": 27.06,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2119241,
            "stop": 503.954,
            "byte_start": 211675,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, and may it please the Court.",
                "start": 27.06,
                "byte_stop": 229752,
                "byte_start": 211675,
                "stop": 31.557
              },
              {
                "text": "This case, number 57, like the next one to be argued, arises under the Labor Reform Law of 1959, more popularly known as the Landrum-Griffin Act.",
                "start": 31.557,
                "byte_stop": 283564,
                "byte_start": 229752,
                "stop": 45.02
              },
              {
                "text": "Each of these cases involves an election of local offices which allegedly were conducted in violation of the Labor Act and accordingly, must be set aside and rerun under the supervision of the Secretary of Labor and let me first sketch a little bit the scheme of the Act in dealing with this sort of violation.",
                "start": 45.02,
                "byte_stop": 405608,
                "byte_start": 283564,
                "stop": 75.524
              },
              {
                "text": "The relevant provisions of the Act are reproduced in the appendix of the Government's brief and I will refer to them in order.",
                "start": 75.524,
                "byte_stop": 442284,
                "byte_start": 405608,
                "stop": 84.705
              },
              {
                "text": "First, Section 401 (e), which is on page 57 and 58 of our brief, provides among other things that in the election of local officers, every member in good standing shall have a right to be candidate subject to reasonable qualifications uniformly imposed and shall likewise have a right to vote in elections for local officers.",
                "start": 84.705,
                "byte_stop": 560985,
                "byte_start": 442284,
                "stop": 114.38
              },
              {
                "text": "The Act then provides that if a member believes that the Section 401 has been violated either because eligible members were denied the right to vote or denied the right to be candidates or on the contrary because ineligible members were permitted to vote or to be candidates, situation in the next case, then after exhausting his internal union remedies, he may complain to the Secretary of Labor.",
                "start": 114.38,
                "byte_stop": 692746,
                "byte_start": 560985,
                "stop": 147.321
              },
              {
                "text": "This is provided for in Section 402 (a).",
                "start": 147.321,
                "byte_stop": 708733,
                "byte_start": 692746,
                "stop": 151.318
              },
              {
                "text": "And the next Subsection 402 (b) requires the Secretary upon receiving this complaint from union member to conduct an investigation and if he finds probable cause to believe that there has been a violation of the Title, he is then to file suit in the District Court to set aside the invalid election and to obtain an order allowing him to rerun that election under his supervision or in order to have that election rerun under his supervision.",
                "start": 151.318,
                "byte_stop": 856377,
                "byte_start": 708733,
                "stop": 188.228
              },
              {
                "text": "And finally, Section 402 (c), which was addressed to the District Court itself, directs that Court to enter this order if it finds that there has been a violation of Section 401 and if it further finds that that violation may have affected the outcome of the election.",
                "start": 188.228,
                "byte_stop": 949060,
                "byte_start": 856377,
                "stop": 211.399
              },
              {
                "text": "In that event, the Court is directed to set aside the invalid election and to order a rerun under the supervision of the Secretary of Labor.",
                "start": 211.399,
                "byte_stop": 997230,
                "byte_start": 949060,
                "stop": 223.45
              },
              {
                "text": "Now, in this case, number 57, we deal with Local 153 of the Glass Bottle Blowers and its election in October 1963.",
                "start": 223.45,
                "byte_stop": 1051982,
                "byte_start": 997230,
                "stop": 237.13
              },
              {
                "text": "At that time and even today and its likely attenuated for all, the union had a rule imposed both by the international and by the local constitution which provided that only members who had attended 75%, at least 75% of the regular monthly meetings of the local while the previous two years were permitted to vote or to be candidates and that 75% requirement is a rigid one because no excuses for nonattendance were permitted, not even illness, except being at work at the very time of the meeting.",
                "start": 237.13,
                "byte_stop": 1220315,
                "byte_start": 1051982,
                "stop": 279.22
              },
              {
                "text": "The effect of the rule as it worked in 1963 has -- I'll say later as it continued to work at least two years later -- was to disfranchise and make ineligible as candidates the great majority of the local members.",
                "start": 279.22,
                "byte_stop": 1299832,
                "byte_start": 1220315,
                "stop": 299.082
              },
              {
                "text": "Indeed, out of 500 members of this particular local, only 10 were eligible to be candidates.",
                "start": 299.082,
                "byte_stop": 1342360,
                "byte_start": 1299832,
                "stop": 309.715
              },
              {
                "text": "The result of the -- I should add that there are 10 offices of the local to be filled which if there were one eligible candidate for each office would result in having only one slate and no contest whatever.",
                "start": 309.715,
                "byte_stop": 1412995,
                "byte_start": 1342360,
                "stop": 327.386
              },
              {
                "text": "The actual result in the 1963 election was that there was only one candidate for two of the offices and that there were no candidates whatever for four of the offices who therefore had to be appointed from ineligible members at a later date.",
                "start": 327.386,
                "byte_stop": 1498885,
                "byte_start": 1412995,
                "stop": 348.856
              },
              {
                "text": "This particular suit arises out of the complaint of a candidate for president who was disqualified under this meeting-attendance rule because he had attended one meeting too few and he had attended 17 meetings in the prior 2 years out of the 24 whereas if he had attended 18, he would have been eligible to be a candidate.",
                "start": 348.856,
                "byte_stop": 1608913,
                "byte_start": 1498885,
                "stop": 376.355
              },
              {
                "text": "And he missed one meeting at least because he was ill but that was not an excused absence.",
                "start": 376.355,
                "byte_stop": 1637439,
                "byte_start": 1608913,
                "stop": 383.488
              },
              {
                "text": "Now, after unsuccessfully exhausting his internal union remedies he complained to the Secretary, who, after investigating, filed a timely suit in the District Court.",
                "start": 383.488,
                "byte_stop": 1687594,
                "byte_start": 1637439,
                "stop": 396.04
              },
              {
                "text": "The District Court agreed that the meeting attendance requirement, with its rigid rule on excuses, was an unreasonable qualification which violated the Act.",
                "start": 396.04,
                "byte_stop": 1740361,
                "byte_start": 1687594,
                "stop": 409.216
              },
              {
                "text": "Now, although that finding is not disturbed by the Court of Appeals because the Court of Appeals didn't reached the matter, there is some suggestion here that the rule was indeed reasonable and not unreasonable as held by the District Court.",
                "start": 409.216,
                "byte_stop": 1800652,
                "byte_start": 1740361,
                "stop": 424.285
              },
              {
                "text": "We assume that question is open here on the theory that the judgment below can be sustained on any ground.",
                "start": 424.285,
                "byte_stop": 1828864,
                "byte_start": 1800652,
                "stop": 431.346
              },
              {
                "text": "However, it doesn't seem to us necessary to spend much time defending the district judge's ruling on this particular point.",
                "start": 431.346,
                "byte_stop": 1871600,
                "byte_start": 1828864,
                "stop": 442.042
              },
              {
                "text": "It's perfectly clear that the meeting-attendance requirement did disfranchise 98% of the -- did make ineligible as candidates 98% of the membership.",
                "start": 442.042,
                "byte_stop": 1941400,
                "byte_start": 1871600,
                "stop": 459.476
              },
              {
                "text": "It's also clear in this case that we have a candidate, a nominee, who was prevented from running on account of this rule, by the implication if this rule.",
                "start": 459.476,
                "byte_stop": 1999391,
                "byte_start": 1941400,
                "stop": 473.981
              },
              {
                "text": "It is of course unknown whether had he run, he would have been elected but on the other hand no one can say that he would not have been.",
                "start": 473.981,
                "byte_stop": 2028335,
                "byte_start": 1999391,
                "stop": 481.219
              },
              {
                "text": "Therefore, the invocation of this rule against him which disqualified him may have affected the outcome of the election and that's all the Act requires.",
                "start": 481.219,
                "byte_stop": 2072952,
                "byte_start": 2028335,
                "stop": 492.376
              },
              {
                "text": "There is no requirement that there be a showing that the invocation of the rule in fact affected the outcome of the election or could there be.",
                "start": 492.376,
                "byte_stop": 2119241,
                "byte_start": 2072952,
                "stop": 503.954
              }
            ]
          },
          {
            "start": 503.954,
            "speaker": null,
            "byte_stop": 2176502,
            "stop": 518.259,
            "byte_start": 2119241,
            "text_blocks": [
              {
                "text": "Are you suggesting that depending on District Court rulings that the (Inaudible).",
                "start": 503.954,
                "byte_stop": 2176502,
                "byte_start": 2119241,
                "stop": 518.259
              }
            ]
          },
          {
            "start": 518.259,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2348805,
            "stop": 561.327,
            "byte_start": 2176502,
            "text_blocks": [
              {
                "text": "We do suggest, Mr. Justice Harlan, that in light of the lack of dispute with respect to any unlocked facts and the -- what would seem to us the plainly correct ruling of the District Court on the question of the unreasonable disqualification and the plainly incorrect ruling with respect to outcome that it would be appropriate because as a matter of indiscretion of the Court to avoid a time consuming remand and to decide those issues as well.",
                "start": 518.259,
                "byte_stop": 2348805,
                "byte_start": 2176502,
                "stop": 561.327
              }
            ]
          },
          {
            "start": 561.327,
            "speaker": null,
            "byte_stop": 2403035,
            "stop": 574.9,
            "byte_start": 2348805,
            "text_blocks": [
              {
                "text": "Now, the provision, the 18 provision wouldn't -- suppose in your argument (Inaudible).",
                "start": 561.327,
                "byte_stop": 2403035,
                "byte_start": 2348805,
                "stop": 574.9
              }
            ]
          },
          {
            "start": 574.9,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2407006,
            "stop": 575.883,
            "byte_start": 2403035,
            "text_blocks": [
              {
                "text": "Well in fairness --",
                "start": 574.9,
                "byte_stop": 2407006,
                "byte_start": 2403035,
                "stop": 575.883
              }
            ]
          },
          {
            "start": 575.883,
            "speaker": null,
            "byte_stop": 2429576,
            "stop": 581.517,
            "byte_start": 2407006,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 575.883,
                "byte_stop": 2429576,
                "byte_start": 2407006,
                "stop": 581.517
              }
            ]
          },
          {
            "start": 581.517,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2685262,
            "stop": 645.45,
            "byte_start": 2429576,
            "text_blocks": [
              {
                "text": "As to the unreasonableness of this rule which left only 2% of the members eligible to be candidates, I would say that it's a rather clear question, if it's one which the union itself has changed recognizing that this didn't even give opportunity for any opponents, it certainly is not consonant with the purpose of the Landrum-Griffin Act to provide for union democracy.",
                "start": 581.517,
                "byte_stop": 2577324,
                "byte_start": 2429576,
                "stop": 618.462
              },
              {
                "text": "Elections are meaningless under a system which results in having only 10 candidates eligible for 10 offices.",
                "start": 618.462,
                "byte_stop": 2610239,
                "byte_start": 2577324,
                "stop": 626.687
              },
              {
                "text": "I wouldn't have thought that was a difficult question which required further consideration below.",
                "start": 626.687,
                "byte_stop": 2640332,
                "byte_start": 2610239,
                "stop": 634.206
              },
              {
                "text": "The District Court itself, of course, did find disqualification unreasonable.",
                "start": 634.206,
                "byte_stop": 2662693,
                "byte_start": 2640332,
                "stop": 639.814
              },
              {
                "text": "The Court of Appeal expressed no doubt as to the correctness of that rule.",
                "start": 639.814,
                "byte_stop": 2685262,
                "byte_start": 2662693,
                "stop": 645.45
              }
            ]
          },
          {
            "start": 645.45,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2694875,
            "stop": 647.845,
            "byte_start": 2685262,
            "text_blocks": [
              {
                "text": "As to the correctness of that rule?",
                "start": 645.45,
                "byte_stop": 2694875,
                "byte_start": 2685262,
                "stop": 647.845
              }
            ]
          },
          {
            "start": 647.845,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2702921,
            "stop": 649.849,
            "byte_start": 2694875,
            "text_blocks": [
              {
                "text": "Express no doubt, one way or the other.",
                "start": 647.845,
                "byte_stop": 2702921,
                "byte_start": 2694875,
                "stop": 649.849
              }
            ]
          },
          {
            "start": 649.849,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2712325,
            "stop": 652.21,
            "byte_start": 2702921,
            "text_blocks": [
              {
                "text": "As I say, as to the reasonableness of the ruling.",
                "start": 649.849,
                "byte_stop": 2712325,
                "byte_start": 2702921,
                "stop": 652.21
              }
            ]
          },
          {
            "start": 652.21,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2734791,
            "stop": 657.833,
            "byte_start": 2712325,
            "text_blocks": [
              {
                "text": "Reasonableness of the ruling, I meant to say, of the District Judge on this point.",
                "start": 652.21,
                "byte_stop": 2734791,
                "byte_start": 2712325,
                "stop": 657.833
              }
            ]
          },
          {
            "start": 657.833,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2761331,
            "stop": 664.476,
            "byte_start": 2734791,
            "text_blocks": [
              {
                "text": "I was talking about the union rule that requires attendance of 75% of the meeting.",
                "start": 657.833,
                "byte_stop": 2761331,
                "byte_start": 2734791,
                "stop": 664.476
              }
            ]
          },
          {
            "start": 664.476,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2769481,
            "stop": 666.507,
            "byte_start": 2761331,
            "text_blocks": [
              {
                "text": "Yes, and that makes no -- takes no --",
                "start": 664.476,
                "byte_stop": 2769481,
                "byte_start": 2761331,
                "stop": 666.507
              }
            ]
          },
          {
            "start": 666.507,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2781915,
            "stop": 669.615,
            "byte_start": 2769481,
            "text_blocks": [
              {
                "text": "You know he would be illegible to be a candidate?",
                "start": 666.507,
                "byte_stop": 2781915,
                "byte_start": 2769481,
                "stop": 669.615
              }
            ]
          },
          {
            "start": 669.615,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2839176,
            "stop": 683.933,
            "byte_start": 2781915,
            "text_blocks": [
              {
                "text": "And â€“ yes, Your Honor.",
                "start": 669.615,
                "byte_stop": 2787662,
                "byte_start": 2781915,
                "stop": 671.042
              },
              {
                "text": "But which takes no account of the -- even the most emergency reasons for non-attendance except one only which is being a night shift and (Voice Overlap) had the meetings.",
                "start": 671.042,
                "byte_stop": 2839176,
                "byte_start": 2787662,
                "stop": 683.933
              }
            ]
          },
          {
            "start": 683.933,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2846908,
            "stop": 685.87,
            "byte_start": 2839176,
            "text_blocks": [
              {
                "text": "And these meetings were once a month?",
                "start": 683.933,
                "byte_stop": 2846908,
                "byte_start": 2839176,
                "stop": 685.87
              }
            ]
          },
          {
            "start": 685.87,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2907930,
            "stop": 701.123,
            "byte_start": 2846908,
            "text_blocks": [
              {
                "text": "These meetings are once a month.",
                "start": 685.87,
                "byte_stop": 2855790,
                "byte_start": 2846908,
                "stop": 688.071
              },
              {
                "text": "As I say, in this case, our complainant attended 17 out of 24 meetings in the prior 2 years but he missed one critical meeting.",
                "start": 688.071,
                "byte_stop": 2907930,
                "byte_start": 2855790,
                "stop": 701.123
              }
            ]
          },
          {
            "start": 701.123,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2920469,
            "stop": 704.242,
            "byte_start": 2907930,
            "text_blocks": [
              {
                "text": "Well, any one is critical meeting.",
                "start": 701.123,
                "byte_stop": 2920469,
                "byte_start": 2907930,
                "stop": 704.242
              }
            ]
          },
          {
            "start": 704.242,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 2930604,
            "stop": 706.785,
            "byte_start": 2920469,
            "text_blocks": [
              {
                "text": "Any one is a critical meeting and --",
                "start": 704.242,
                "byte_stop": 2930604,
                "byte_start": 2920469,
                "stop": 706.785
              }
            ]
          },
          {
            "start": 706.785,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2943770,
            "stop": 710.08,
            "byte_start": 2930604,
            "text_blocks": [
              {
                "text": "One more meeting and he had been there 75% of that?",
                "start": 706.785,
                "byte_stop": 2943770,
                "byte_start": 2930604,
                "stop": 710.08
              }
            ]
          },
          {
            "start": 710.08,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3003329,
            "stop": 724.963,
            "byte_start": 2943770,
            "text_blocks": [
              {
                "text": "That is correct.",
                "start": 710.08,
                "byte_stop": 2950248,
                "byte_start": 2943770,
                "stop": 711.703
              },
              {
                "text": "Now it's on that -- thus say the District Court held that the meeting-attendance requirement, as it operated, was unreasonable and violative of the Act.",
                "start": 711.703,
                "byte_stop": 3003329,
                "byte_start": 2950248,
                "stop": 724.963
              }
            ]
          },
          {
            "start": 724.963,
            "speaker": null,
            "byte_stop": 3054320,
            "stop": 737.699,
            "byte_start": 3003329,
            "text_blocks": [
              {
                "text": "How about the Government's reason on the merits that the rule is unreasonable because there are no provisions to (Inaudible).",
                "start": 724.963,
                "byte_stop": 3054320,
                "byte_start": 3003329,
                "stop": 737.699
              }
            ]
          },
          {
            "start": 737.699,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3122866,
            "stop": 754.858,
            "byte_start": 3054320,
            "text_blocks": [
              {
                "text": "I think we would argue that 75% requirement is almost per se unreasonable in light of the experience of the meeting-attendance in the -- in unions generally.",
                "start": 737.699,
                "byte_stop": 3122866,
                "byte_start": 3054320,
                "stop": 754.858
              }
            ]
          },
          {
            "start": 754.858,
            "speaker": null,
            "byte_stop": 3138330,
            "stop": 758.706,
            "byte_start": 3122866,
            "text_blocks": [
              {
                "text": "(Inaudible) to the competing interest.",
                "start": 754.858,
                "byte_stop": 3138330,
                "byte_start": 3122866,
                "stop": 758.706
              }
            ]
          },
          {
            "start": 758.706,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3264867,
            "stop": 790.355,
            "byte_start": 3138330,
            "text_blocks": [
              {
                "text": "Yes, that is of course the -- the defense made of the rule, we might point out that if that was its purpose, it utterly failed because two years later at the subsequent election, there were only 13 eligible candidates.",
                "start": 758.706,
                "byte_stop": 3222549,
                "byte_start": 3138330,
                "stop": 779.77
              },
              {
                "text": "If this rule for that matter had been in effect for some time and still produce this handful of eligible people, it seems to us rather a rule --",
                "start": 779.77,
                "byte_stop": 3264867,
                "byte_start": 3222549,
                "stop": 790.355
              }
            ]
          },
          {
            "start": 790.355,
            "speaker": null,
            "byte_stop": 3294960,
            "stop": 797.875,
            "byte_start": 3264867,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 790.355,
                "byte_stop": 3294960,
                "byte_start": 3264867,
                "stop": 797.875
              }
            ]
          },
          {
            "start": 797.875,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3366431,
            "stop": 815.742,
            "byte_start": 3294960,
            "text_blocks": [
              {
                "text": "I think it is a rule which applies to all the locals in this particularly international union, I think it's rather more severe than most attendance requirements.",
                "start": 797.875,
                "byte_stop": 3352012,
                "byte_start": 3294960,
                "stop": 812.134
              },
              {
                "text": "Many unions do have that sort of requirement but --",
                "start": 812.134,
                "byte_stop": 3366431,
                "byte_start": 3352012,
                "stop": 815.742
              }
            ]
          },
          {
            "start": 815.742,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 3399973,
            "stop": 824.118,
            "byte_start": 3366431,
            "text_blocks": [
              {
                "text": "Would you tell me, Mr. Claiborne, you would know -- any collection of statistics that the union practices, does it not?",
                "start": 815.742,
                "byte_stop": 3399973,
                "byte_start": 3366431,
                "stop": 824.118
              }
            ]
          },
          {
            "start": 824.118,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3402271,
            "stop": 824.702,
            "byte_start": 3399973,
            "text_blocks": [
              {
                "text": "It does.",
                "start": 824.118,
                "byte_stop": 3402271,
                "byte_start": 3399973,
                "stop": 824.702
              }
            ]
          },
          {
            "start": 824.702,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 3436440,
            "stop": 833.241,
            "byte_start": 3402271,
            "text_blocks": [
              {
                "text": "Does it include statistics about experience of full attendance that --",
                "start": 824.702,
                "byte_stop": 3436440,
                "byte_start": 3402271,
                "stop": 833.241
              }
            ]
          },
          {
            "start": 833.241,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 3446784,
            "stop": 835.819,
            "byte_start": 3436440,
            "text_blocks": [
              {
                "text": "I really don't know, Mr. Justice Brennan been dealt with the Court.",
                "start": 833.241,
                "byte_stop": 3446784,
                "byte_start": 3436440,
                "stop": 835.819
              }
            ]
          },
          {
            "start": 835.819,
            "speaker": {
              "last_name": "Brennan",
              "ID": 15140,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "id": 2786,
                  "date_end": 648450000,
                  "date_start": -416862000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 12330,
              "thumbnail": {
                "size": 56873,
                "id": 32778,
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "view_count": 0,
              "identifier": "william_j_brennan_jr",
              "name": "William J. Brennan, Jr."
            },
            "byte_stop": 3477713,
            "stop": 843.557,
            "byte_start": 3446784,
            "text_blocks": [
              {
                "text": "Well, you suggest that -- attendance is rarely as much as 75% of the --",
                "start": 835.819,
                "byte_stop": 3477713,
                "byte_start": 3446784,
                "stop": 843.557
              }
            ]
          },
          {
            "start": 843.557,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5026879,
            "stop": 1230.843,
            "byte_start": 3477713,
            "text_blocks": [
              {
                "text": "I think that fact that can be empirically determined by the people in the Labor Department without the necessary being accurate statistics on the detail.",
                "start": 843.557,
                "byte_stop": 3535287,
                "byte_start": 3477713,
                "stop": 857.948
              },
              {
                "text": "Now, the District Court, although finding this qualification unreasonable in what seems to us a surprising turnabout then said, however, this rule may not -- did not affect the outcome of this election because our men was free to attend one more meeting which -- as to which he has no valid excuse and therefore that wasn't the rule that disqualified him, it was his own voluntary deliberate act in absenting himself from additional meeting; that it seems to us that two can play the game, we can with equal force say that it was that aspect of the rule that failed to give him credit of the meeting he missed on account of illness that disqualified him.",
                "start": 857.948,
                "byte_stop": 3747192,
                "byte_start": 3535287,
                "stop": 910.938
              },
              {
                "text": "If he had been given credit for the meeting, he would have had 18 present marks and therefore would be qualified.",
                "start": 910.938,
                "byte_stop": 3775822,
                "byte_start": 3747192,
                "stop": 918.093
              },
              {
                "text": "Seems plain to us, therefore, that this rule did affect the disqualification of this candidate which in turn are, as I've already noted, might well have affected the outcome of the election because he might well have prevailed.",
                "start": 918.093,
                "byte_stop": 3851055,
                "byte_start": 3775822,
                "stop": 936.905
              },
              {
                "text": "No one knows but it is efficient that that might have been the case.",
                "start": 936.905,
                "byte_stop": 3914689,
                "byte_start": 3851055,
                "stop": 952.798
              },
              {
                "text": "Upon this finding that there was no effect on outcome, the District Court dismissed the Secretary's suit.",
                "start": 952.798,
                "byte_stop": 3945723,
                "byte_start": 3914689,
                "stop": 960.565
              },
              {
                "text": "By this time, it was August of 1965 this particular union has two-year elections.",
                "start": 960.565,
                "byte_stop": 3969546,
                "byte_start": 3945723,
                "stop": 966.505
              },
              {
                "text": "We were talking about the October 1963 election.",
                "start": 966.505,
                "byte_stop": 3984593,
                "byte_start": 3969546,
                "stop": 970.274
              },
              {
                "text": "New election was scheduled for October 1965, a month and a half after the District Court's decision.",
                "start": 970.274,
                "byte_stop": 4015000,
                "byte_start": 3984593,
                "stop": 977.877
              },
              {
                "text": "In view of this, the District Court retained jurisdiction to allow the Secretary to challenge the new election, a disposition which it later regretted and in effect withdrew.",
                "start": 977.877,
                "byte_stop": 4072887,
                "byte_start": 4015000,
                "stop": 992.347
              },
              {
                "text": "The Secretary appealed, but by that time, new elections had into being and the Court of Appeals remanded the case to allow for opposed judgment application challenging the intervening election.",
                "start": 992.347,
                "byte_stop": 4148955,
                "byte_start": 4072887,
                "stop": 1011.36
              },
              {
                "text": "However, on remand, the District Judge said, â€œIt's true that I suggested that you might challenge this new election.",
                "start": 1011.36,
                "byte_stop": 4184273,
                "byte_start": 4148955,
                "stop": 1020.199
              },
              {
                "text": "However, there's no indication again that there's any effect on outcome resulting from this rule which has been applied again in this new election in 1965.",
                "start": 1020.199,
                "byte_stop": 4248743,
                "byte_start": 4184273,
                "stop": 1036.326
              },
              {
                "text": "Therefore, I will deny you reliefâ€.",
                "start": 1036.326,
                "byte_stop": 4259819,
                "byte_start": 4248743,
                "stop": 1039.077
              },
              {
                "text": "Again, the Secretary appealed.",
                "start": 1039.077,
                "byte_stop": 4272149,
                "byte_start": 4259819,
                "stop": 1042.175
              },
              {
                "text": "This time, the Third Circuit held that the challenge to the 1965 election, supervening election, must fail because there had been no complaint from the union member with respect to it.",
                "start": 1042.175,
                "byte_stop": 4331395,
                "byte_start": 4272149,
                "stop": 1056.978
              },
              {
                "text": "Therefore, the Secretary had no -- have already filed suit challenging it and the Court had no jurisdiction to enter any order with respect to it.",
                "start": 1056.978,
                "byte_stop": 4373504,
                "byte_start": 4331395,
                "stop": 1067.507
              },
              {
                "text": "As to the challenge to the 1963 election, the Third Circuit following the Second Circuit case which you'll hear much about, the engineer's dispute, said that that is moot, that 1963 election has been washed out by the 1965 elections.",
                "start": 1067.507,
                "byte_stop": 4457827,
                "byte_start": 4373504,
                "stop": 1088.59
              },
              {
                "text": "There is no relief which can be afforded with respect to it.",
                "start": 1088.59,
                "byte_stop": 4474964,
                "byte_start": 4457827,
                "stop": 1092.878
              },
              {
                "text": "Therefore, the case ought to be dismissed as well.",
                "start": 1092.878,
                "byte_stop": 4504012,
                "byte_start": 4474964,
                "stop": 1100.124
              },
              {
                "text": "Now, the principal issue, as the case as presented here, is precisely that holding of mootness.",
                "start": 1100.124,
                "byte_stop": 4544136,
                "byte_start": 4504012,
                "stop": 1110.163
              },
              {
                "text": "The holding being that the Secretary's challenge to an election which has been in some sense superseded by an intervening election must be viewed as abated, mooted, as washed out by the occurrence of that new election.",
                "start": 1110.163,
                "byte_stop": 4622817,
                "byte_start": 4544136,
                "stop": 1129.825
              },
              {
                "text": "The rationale seemingly of the Second Circuit in the Engineer's case, the Third Circuit here, or the Sixth Circuit and the next case beyond it, is that the only remedy provided by the Act when there has been election violation is to set aside the invalid election.",
                "start": 1129.825,
                "byte_stop": 4712469,
                "byte_start": 4622817,
                "stop": 1152.245
              },
              {
                "text": "And then once that election has already been set aside by the occurrence of a new election in due course, there is nothing further, no further relief, no further remedy which the Court could usefully enter.",
                "start": 1152.245,
                "byte_stop": 4773491,
                "byte_start": 4712469,
                "stop": 1167.492
              },
              {
                "text": "Therefore, the case is moot.",
                "start": 1167.492,
                "byte_stop": 4788120,
                "byte_start": 4773491,
                "stop": 1171.161
              },
              {
                "text": "That rationale, of course, logically applies whether or not the intervening election is equally tainted, be intervening that you can't go back to the election but you can supersede it.",
                "start": 1171.161,
                "byte_stop": 4850709,
                "byte_start": 4788120,
                "stop": 1186.813
              },
              {
                "text": "It's equally superseded whether it's -- the intervening election is clean or tainted.",
                "start": 1186.813,
                "byte_stop": 4883937,
                "byte_start": 4850709,
                "stop": 1195.118
              },
              {
                "text": "In principle also, the holding of mootness would reach a prematurely held election by the union.",
                "start": 1195.118,
                "byte_stop": 4921240,
                "byte_start": 4883937,
                "stop": 1204.45
              },
              {
                "text": "All the union need do under these rulings, to prevent the Secretary from obtaining any relief is to rerun an election which has been challenged.",
                "start": 1204.45,
                "byte_stop": 4971395,
                "byte_start": 4921240,
                "stop": 1216.972
              },
              {
                "text": "Rerun it without supervision.",
                "start": 1216.972,
                "byte_stop": 4981426,
                "byte_start": 4971395,
                "stop": 1219.48
              },
              {
                "text": "Rerun it with or without eliminating the irregularity which provoked or challenged previous election.",
                "start": 1219.48,
                "byte_stop": 5026879,
                "byte_start": 4981426,
                "stop": 1230.843
              }
            ]
          },
          {
            "start": 1230.843,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 5129592,
            "stop": 1256.516,
            "byte_start": 5026879,
            "text_blocks": [
              {
                "text": "But what would you do about the untainted separate election?",
                "start": 1230.843,
                "byte_stop": 5046105,
                "byte_start": 5026879,
                "stop": 1235.666
              },
              {
                "text": "The one where -- let's say there was just some passing violation, the first election like failure to have -- somebody have a watcher at the poll or something like that, they never went to election in which the violation, claimed violation did not occur.",
                "start": 1235.666,
                "byte_stop": 5113292,
                "byte_start": 5046105,
                "stop": 1252.456
              },
              {
                "text": "And so, it's an untainted election?",
                "start": 1252.456,
                "byte_stop": 5129592,
                "byte_start": 5113292,
                "stop": 1256.516
              }
            ]
          },
          {
            "start": 1256.516,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5223842,
            "stop": 1280.084,
            "byte_start": 5129592,
            "text_blocks": [
              {
                "text": "It seems to us, Mr. Justice White, and this is the heart of our argument that the scheme of the Act is very deliberately not to end with rerunning the tainted election but to rerun it under the supervision of the Secretary of Labor.",
                "start": 1256.516,
                "byte_stop": 5205661,
                "byte_start": 5129592,
                "stop": 1275.535
              },
              {
                "text": "The laboratory election is viewed as an essential and perhaps the most --",
                "start": 1275.535,
                "byte_stop": 5223842,
                "byte_start": 5205661,
                "stop": 1280.084
              }
            ]
          },
          {
            "start": 1280.084,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 5245889,
            "stop": 1285.612,
            "byte_start": 5223842,
            "text_blocks": [
              {
                "text": "But then, are defects are incurable only except under the Secretary's provision that of the union.",
                "start": 1280.084,
                "byte_stop": 5245889,
                "byte_start": 5223842,
                "stop": 1285.612
              }
            ]
          },
          {
            "start": 1285.612,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5447137,
            "stop": 1335.927,
            "byte_start": 5245889,
            "text_blocks": [
              {
                "text": "After a certain time.",
                "start": 1285.612,
                "byte_stop": 5251218,
                "byte_start": 5245889,
                "stop": 1286.946
              },
              {
                "text": "Now union is free during the period when it is given three months in which to correct its own -- to clean its own house.",
                "start": 1286.946,
                "byte_stop": 5289148,
                "byte_start": 5251218,
                "stop": 1296.418
              },
              {
                "text": "The practical matter it has fall longer than that.",
                "start": 1296.418,
                "byte_stop": 5300537,
                "byte_start": 5289148,
                "stop": 1299.271
              },
              {
                "text": "There is then further months during which the unsuccessful protest, the complaint of the Secretary, there is no time, of course, for the union to rerun its own election without supervision.",
                "start": 1299.271,
                "byte_stop": 5360828,
                "byte_start": 5300537,
                "stop": 1314.336
              },
              {
                "text": "Then there were 60 days during which the Secretary investigates, if during that period, a new election is run, so as to cleanse the effects of the old one, no supervision is necessary and the union will successfully moot any court challenge, any intrusion by the Secretary of Labor which this so much complained about.",
                "start": 1314.336,
                "byte_stop": 5447137,
                "byte_start": 5360828,
                "stop": 1335.927
              }
            ]
          },
          {
            "start": 1335.927,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 5488724,
            "stop": 1346.299,
            "byte_start": 5447137,
            "text_blocks": [
              {
                "text": "Your rules also had brought this?",
                "start": 1335.927,
                "byte_stop": 5459466,
                "byte_start": 5447137,
                "stop": 1339.01
              },
              {
                "text": "Whether the new election is tainted or untainted, is there a development for your rule just like it is with the Court of Appeals are loopless.",
                "start": 1339.01,
                "byte_stop": 5488724,
                "byte_start": 5459466,
                "stop": 1346.299
              }
            ]
          },
          {
            "start": 1346.299,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5834480,
            "stop": 1432.757,
            "byte_start": 5488724,
            "text_blocks": [
              {
                "text": "That is true.",
                "start": 1346.299,
                "byte_stop": 5491649,
                "byte_start": 5488724,
                "stop": 1347.044
              },
              {
                "text": "That is true, Mr. Justice White.",
                "start": 1347.044,
                "byte_stop": 5508472,
                "byte_start": 5491649,
                "stop": 1351.238
              },
              {
                "text": "Now it seems to us, as I said in effect in answer to Mr. Justice White that the heart of the matter is, the crux of the matter, is that the Act provides wisely or unwisely for a laboratory election as the effective remedy in the event that there has been a violation of the statute.",
                "start": 1351.238,
                "byte_stop": 5600528,
                "byte_start": 5508472,
                "stop": 1374.264
              },
              {
                "text": "Most of the argument here from the outside is directed against the disruption of union affairs, the intrusion of the Secretary of the Government into internal union matters.",
                "start": 1374.264,
                "byte_stop": 5661759,
                "byte_start": 5600528,
                "stop": 1389.577
              },
              {
                "text": "It's really an argument directed against a laboratory election at anytime.",
                "start": 1389.577,
                "byte_stop": 5685582,
                "byte_start": 5661759,
                "stop": 1395.522
              },
              {
                "text": "A laboratory election is no more, no less intrusive or disruptive because it comes later rather than sooner.",
                "start": 1395.522,
                "byte_stop": 5719124,
                "byte_start": 5685582,
                "stop": 1403.903
              },
              {
                "text": "All of these arguments about the opportunity of the union ought to have and was given deliberately to clean its own house, apply with equal force to any laboratory election where they held before the next regular election occurs or not.",
                "start": 1403.903,
                "byte_stop": 5821628,
                "byte_start": 5719124,
                "stop": 1429.528
              },
              {
                "text": "In effect, the --",
                "start": 1429.528,
                "byte_stop": 5834480,
                "byte_start": 5821628,
                "stop": 1432.757
              }
            ]
          },
          {
            "start": 1432.757,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 5934164,
            "stop": 1457.662,
            "byte_start": 5834480,
            "text_blocks": [
              {
                "text": "I was in the point that there won't be any laboratory election if the union does amend that heretofore unreasonable rule and has the new election, that there -- that there -- the union will obtain its own house and there will not have been any intrusion by the Government there except for bringing this lawsuit that they were not have been allowed of what you call a laboratory election.",
                "start": 1432.757,
                "byte_stop": 5934164,
                "byte_start": 5834480,
                "stop": 1457.662
              }
            ]
          },
          {
            "start": 1457.662,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 5935313,
            "stop": 1457.951,
            "byte_start": 5934164,
            "text_blocks": [
              {
                "text": "If the --",
                "start": 1457.662,
                "byte_stop": 5935313,
                "byte_start": 5934164,
                "stop": 1457.951
              }
            ]
          },
          {
            "start": 1457.951,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 5951509,
            "stop": 1462.004,
            "byte_start": 5935313,
            "text_blocks": [
              {
                "text": "Is that the point of your brother counsel?",
                "start": 1457.951,
                "byte_stop": 5951509,
                "byte_start": 5935313,
                "stop": 1462.004
              }
            ]
          },
          {
            "start": 1462.004,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6460792,
            "stop": 1589.337,
            "byte_start": 5951509,
            "text_blocks": [
              {
                "text": "Of course, we concede that that can be done if it's done within time.",
                "start": 1462.004,
                "byte_stop": 5969795,
                "byte_start": 5951509,
                "stop": 1466.585
              },
              {
                "text": "Their further point seems to be a denial of the need for a laboratory election if the union came through, and that is not the law if the supervised election can occur before it's overtaken.",
                "start": 1466.585,
                "byte_stop": 6032697,
                "byte_start": 5969795,
                "stop": 1482.302
              },
              {
                "text": "The need for a laboratory election is not mooted and I don't think there's any claim that it would be if the supervised election is directed by the District Court within the -- the still continuing term of the -- those who were elected.",
                "start": 1482.302,
                "byte_stop": 6108766,
                "byte_start": 6032697,
                "stop": 1501.316
              },
              {
                "text": "They cannot avoid that laboratory election by simply voluntarily rerunning it free of the offensive qualification or rather irregularity after suit has been instituted.",
                "start": 1501.316,
                "byte_stop": 6180551,
                "byte_start": 6108766,
                "stop": 1519.275
              },
              {
                "text": "For whatever reasons, then we think those reasons are important and quite obvious, the Congress thought the laboratory election a necessary part of the remedy and it is a part of the remedies that remains available even though there is no tainted election to be set aside.",
                "start": 1519.275,
                "byte_stop": 6274905,
                "byte_start": 6180551,
                "stop": 1542.859
              },
              {
                "text": "Now, the textual argument that's made against us is that this laboratory election is in the wording of the Act, a mere adjunct of an order which would void the invalid election.",
                "start": 1542.859,
                "byte_stop": 6348884,
                "byte_start": 6274905,
                "stop": 1561.34
              },
              {
                "text": "I'd first point out that laboratory election is a remedy available where there is no setting aside of an election, which was most obviously in the case where the order is to hold an election which should have been held that has not there.",
                "start": 1561.34,
                "byte_stop": 6405831,
                "byte_start": 6348884,
                "stop": 1575.6
              },
              {
                "text": "That election must be held under the supervision of the Secretary, indicating that this laboratory election is not an adjunct with anything.",
                "start": 1575.6,
                "byte_stop": 6442297,
                "byte_start": 6405831,
                "stop": 1584.718
              },
              {
                "text": "It's the principal remedy for any violation of Section 401.",
                "start": 1584.718,
                "byte_stop": 6460792,
                "byte_start": 6442297,
                "stop": 1589.337
              }
            ]
          },
          {
            "start": 1589.337,
            "speaker": null,
            "byte_stop": 6471764,
            "stop": 1592.066,
            "byte_start": 6460792,
            "text_blocks": [
              {
                "text": "Yes, but where does laboratory come?",
                "start": 1589.337,
                "byte_stop": 6471764,
                "byte_start": 6460792,
                "stop": 1592.066
              }
            ]
          },
          {
            "start": 1592.066,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6478137,
            "stop": 1593.673,
            "byte_start": 6471764,
            "text_blocks": [
              {
                "text": "Excuse me, Mr. Justice Harlan?",
                "start": 1592.066,
                "byte_stop": 6478137,
                "byte_start": 6471764,
                "stop": 1593.673
              }
            ]
          },
          {
            "start": 1593.673,
            "speaker": null,
            "byte_stop": 6485974,
            "stop": 1595.626,
            "byte_start": 6478137,
            "text_blocks": [
              {
                "text": "That term, the laboratory election?",
                "start": 1593.673,
                "byte_stop": 6485974,
                "byte_start": 6478137,
                "stop": 1595.626
              }
            ]
          },
          {
            "start": 1595.626,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6539473,
            "stop": 1609.008,
            "byte_start": 6485974,
            "text_blocks": [
              {
                "text": "I think it comes out of the Labor Board's, appellants which invented this devise of laboratory election.",
                "start": 1595.626,
                "byte_stop": 6539473,
                "byte_start": 6485974,
                "stop": 1609.008
              }
            ]
          },
          {
            "start": 1609.008,
            "speaker": null,
            "byte_stop": 6568626,
            "stop": 1616.3,
            "byte_start": 6539473,
            "text_blocks": [
              {
                "text": "There's no way that the Secretary is going be issuing a rule to this declaratory judgment.",
                "start": 1609.008,
                "byte_stop": 6568626,
                "byte_start": 6539473,
                "stop": 1616.3
              }
            ]
          },
          {
            "start": 1616.3,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6705925,
            "stop": 1650.612,
            "byte_start": 6568626,
            "text_blocks": [
              {
                "text": "No.",
                "start": 1616.3,
                "byte_stop": 6572074,
                "byte_start": 6568626,
                "stop": 1617.148
              },
              {
                "text": "Well, again rightly or wrongly, the Congress apparently, deliberately denied the Secretary and the Courts power to issue declaratory judgments of permanent injunctions to prevent the recurrence of applying one of these offensive rules.",
                "start": 1617.148,
                "byte_stop": 6653053,
                "byte_start": 6572074,
                "stop": 1637.388
              },
              {
                "text": "And on that point, of course, all counsel here agreed.",
                "start": 1637.388,
                "byte_stop": 6674996,
                "byte_start": 6653053,
                "stop": 1642.89
              },
              {
                "text": "That would seem to be an alternative.",
                "start": 1642.89,
                "byte_stop": 6688057,
                "byte_start": 6674996,
                "stop": 1646.141
              },
              {
                "text": "It seems, however, not to be available but it's been here.",
                "start": 1646.141,
                "byte_stop": 6705925,
                "byte_start": 6688057,
                "stop": 1650.612
              }
            ]
          },
          {
            "start": 1650.612,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6728495,
            "stop": 1656.244,
            "byte_start": 6705925,
            "text_blocks": [
              {
                "text": "An employee has a direct remedy under certain -- well let me point Calhoon against Harvey --",
                "start": 1650.612,
                "byte_stop": 6728495,
                "byte_start": 6705925,
                "stop": 1656.244
              }
            ]
          },
          {
            "start": 1656.244,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6730898,
            "stop": 1656.845,
            "byte_start": 6728495,
            "text_blocks": [
              {
                "text": "The holding --",
                "start": 1656.244,
                "byte_stop": 6730898,
                "byte_start": 6728495,
                "stop": 1656.845
              }
            ]
          },
          {
            "start": 1656.845,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6751901,
            "stop": 1662.114,
            "byte_start": 6730898,
            "text_blocks": [
              {
                "text": "-- involved this question of -- if I have the right caption of the case.",
                "start": 1656.845,
                "byte_stop": 6751901,
                "byte_start": 6730898,
                "stop": 1662.114
              }
            ]
          },
          {
            "start": 1662.114,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6759111,
            "stop": 1663.896,
            "byte_start": 6751901,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 1662.114,
                "byte_stop": 6759111,
                "byte_start": 6751901,
                "stop": 1663.896
              }
            ]
          },
          {
            "start": 1663.896,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6779277,
            "stop": 1668.941,
            "byte_start": 6759111,
            "text_blocks": [
              {
                "text": "About a question of when does an employee have a direct remedy as, let me say, Title I.",
                "start": 1663.896,
                "byte_stop": 6779277,
                "byte_start": 6759111,
                "stop": 1668.941
              }
            ]
          },
          {
            "start": 1668.941,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6783143,
            "stop": 1669.909,
            "byte_start": 6779277,
            "text_blocks": [
              {
                "text": "Under Title I?",
                "start": 1668.941,
                "byte_stop": 6783143,
                "byte_start": 6779277,
                "stop": 1669.909
              }
            ]
          },
          {
            "start": 1669.909,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6785233,
            "stop": 1670.445,
            "byte_start": 6783143,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 1669.909,
                "byte_stop": 6785233,
                "byte_start": 6783143,
                "stop": 1670.445
              }
            ]
          },
          {
            "start": 1670.445,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6793383,
            "stop": 1672.47,
            "byte_start": 6785233,
            "text_blocks": [
              {
                "text": "Here, of course, there is no suggestion that the --",
                "start": 1670.445,
                "byte_stop": 6793383,
                "byte_start": 6785233,
                "stop": 1672.47
              }
            ]
          },
          {
            "start": 1672.47,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6800071,
            "stop": 1674.155,
            "byte_start": 6793383,
            "text_blocks": [
              {
                "text": "(Voice Overlap)",
                "start": 1672.47,
                "byte_stop": 6800071,
                "byte_start": 6793383,
                "stop": 1674.155
              }
            ]
          },
          {
            "start": 1674.155,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6839777,
            "stop": 1684.067,
            "byte_start": 6800071,
            "text_blocks": [
              {
                "text": "-- that the case is under Title I.",
                "start": 1674.155,
                "byte_stop": 6809057,
                "byte_start": 6800071,
                "stop": 1676.388
              },
              {
                "text": "And, of course, the holding in Calhoon versus Harvey was very clearly that under Title IV the suit must be through the --",
                "start": 1676.388,
                "byte_stop": 6839777,
                "byte_start": 6809057,
                "stop": 1684.067
              }
            ]
          },
          {
            "start": 1684.067,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6839986,
            "stop": 1684.074,
            "byte_start": 6839777,
            "text_blocks": [
              {
                "text": "The Secretary.",
                "start": 1684.067,
                "byte_stop": 6839986,
                "byte_start": 6839777,
                "stop": 1684.074
              }
            ]
          },
          {
            "start": 1684.074,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6906546,
            "stop": 1700.776,
            "byte_start": 6839986,
            "text_blocks": [
              {
                "text": "-- Secretary.",
                "start": 1684.074,
                "byte_stop": 6843852,
                "byte_start": 6839986,
                "stop": 1685.092
              },
              {
                "text": "And the Secretary does not merely act as the lawyer for the union member.",
                "start": 1685.092,
                "byte_stop": 6864750,
                "byte_start": 6843852,
                "stop": 1690.316
              },
              {
                "text": "He, once seized of the claim, represents the public interest, the interest of the union members in having some democracy of --",
                "start": 1690.316,
                "byte_stop": 6906546,
                "byte_start": 6864750,
                "stop": 1700.776
              }
            ]
          },
          {
            "start": 1700.776,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6908844,
            "stop": 1701.343,
            "byte_start": 6906546,
            "text_blocks": [
              {
                "text": "I think it's a kin --",
                "start": 1700.776,
                "byte_stop": 6908844,
                "byte_start": 6906546,
                "stop": 1701.343
              }
            ]
          },
          {
            "start": 1701.343,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 6909053,
            "stop": 1701.38,
            "byte_start": 6908844,
            "text_blocks": [
              {
                "text": "-- much more broadly.",
                "start": 1701.343,
                "byte_stop": 6909053,
                "byte_start": 6908844,
                "stop": 1701.38
              }
            ]
          },
          {
            "start": 1701.38,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 6917831,
            "stop": 1703.593,
            "byte_start": 6909053,
            "text_blocks": [
              {
                "text": "-- of the general counsel of the Labor Board?",
                "start": 1701.38,
                "byte_stop": 6917831,
                "byte_start": 6909053,
                "stop": 1703.593
              }
            ]
          },
          {
            "start": 1703.593,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7289396,
            "stop": 1796.486,
            "byte_start": 6917831,
            "text_blocks": [
              {
                "text": "Yes, with some important differences, notably the exhaustion requirement and that of which I ought to give you to discuss perhaps a great length in the next case.",
                "start": 1703.593,
                "byte_stop": 6970702,
                "byte_start": 6917831,
                "stop": 1716.816
              },
              {
                "text": "Let me conclude only by saying that the finding of a violation of Title IV is a prerequisite to an order directing a supervised election, a laboratory election.",
                "start": 1716.816,
                "byte_stop": 7044368,
                "byte_start": 6970702,
                "stop": 1735.213
              },
              {
                "text": "But the availability of an order to set aside the invalid election is not a prerequisite to the direction of a laboratory election.",
                "start": 1735.213,
                "byte_stop": 7095463,
                "byte_start": 7044368,
                "stop": 1747.984
              },
              {
                "text": "If the union's intervening election has already wiped out the invalid election, then it is of course, needless for the Court to enter an order to that effect.",
                "start": 1747.984,
                "byte_stop": 7140916,
                "byte_start": 7095463,
                "stop": 1759.362
              },
              {
                "text": "But it does not defeat the right of the Secretary to ask or the duty of the Court to require a new election on the laboratory conditions, the important remedy which the Act quite deliberately provided for.",
                "start": 1759.362,
                "byte_stop": 7219284,
                "byte_start": 7140916,
                "stop": 1778.949
              },
              {
                "text": "The notion that the Secretary has invented this horrible weapon is because wholly mistaken, it is the Congress which very deliberately included it as the remedy under the Act.",
                "start": 1778.949,
                "byte_stop": 7289396,
                "byte_start": 7219284,
                "stop": 1796.486
              }
            ]
          },
          {
            "start": 1796.486,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7398275,
            "stop": 1823.692,
            "byte_start": 7289396,
            "text_blocks": [
              {
                "text": "I suppose, Mr. Claiborne, in one point of view which you are saying is that the problem -- you know the complaint here is the existence of the rule confining the eligibility to stand for election of the office.",
                "start": 1796.486,
                "byte_stop": 7369540,
                "byte_start": 7289396,
                "stop": 1816.513
              },
              {
                "text": "If that rule is persisted through the 1965 election, I suppose it still persists the Board (Voice Overlap).",
                "start": 1816.513,
                "byte_stop": 7398275,
                "byte_start": 7369540,
                "stop": 1823.692
              }
            ]
          },
          {
            "start": 1823.692,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7426905,
            "stop": 1830.847,
            "byte_start": 7398275,
            "text_blocks": [
              {
                "text": "In somewhat attenuated form.",
                "start": 1823.692,
                "byte_stop": 7411022,
                "byte_start": 7398275,
                "stop": 1826.879
              },
              {
                "text": "The excuses have been somewhat liberalized, also were involved.",
                "start": 1826.879,
                "byte_stop": 7426905,
                "byte_start": 7411022,
                "stop": 1830.847
              }
            ]
          },
          {
            "start": 1830.847,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7538082,
            "stop": 1858.659,
            "byte_start": 7426905,
            "text_blocks": [
              {
                "text": "And that that is really the problem on the Secretary's complaint and if that something will happen in a particular election, it shows the election was fair and in compliance of the Act anyway that the parties' burden is on the parties that come forward but it seems that is the Government -- the complaint that the mere fact of another election was held does not moot the controversy.",
                "start": 1830.847,
                "byte_stop": 7538082,
                "byte_start": 7426905,
                "stop": 1858.659
              }
            ]
          },
          {
            "start": 1858.659,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7647692,
            "stop": 1886.05,
            "byte_start": 7538082,
            "text_blocks": [
              {
                "text": "That is true, and Mr. Justice Fortas, but I must caution that we do and take the position that even though the particular irregularity complained of originally has been removed by amendment of the union constitution by some other means, in the intervening election, the right of the Secretary to insist on a laboratory election is even then not mooted.",
                "start": 1858.659,
                "byte_stop": 7647692,
                "byte_start": 7538082,
                "stop": 1886.05
              }
            ]
          },
          {
            "start": 1886.05,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7651349,
            "stop": 1886.976,
            "byte_start": 7647692,
            "text_blocks": [
              {
                "text": "I understand that but in --",
                "start": 1886.05,
                "byte_stop": 7651349,
                "byte_start": 7647692,
                "stop": 1886.976
              }
            ]
          },
          {
            "start": 1886.976,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7651767,
            "stop": 1887.07,
            "byte_start": 7651349,
            "text_blocks": [
              {
                "text": "Because --",
                "start": 1886.976,
                "byte_stop": 7651767,
                "byte_start": 7651349,
                "stop": 1887.07
              }
            ]
          },
          {
            "start": 1887.07,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7663783,
            "stop": 1890.077,
            "byte_start": 7651767,
            "text_blocks": [
              {
                "text": "-- this particular case, was it removed or was it not?",
                "start": 1887.07,
                "byte_stop": 7663783,
                "byte_start": 7651767,
                "stop": 1890.077
              }
            ]
          },
          {
            "start": 1890.077,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7687084,
            "stop": 1895.907,
            "byte_start": 7663783,
            "text_blocks": [
              {
                "text": "In this particular case, the supervening election was tainted for the same reason that the originally challenged --",
                "start": 1890.077,
                "byte_stop": 7687084,
                "byte_start": 7663783,
                "stop": 1895.907
              }
            ]
          },
          {
            "start": 1895.907,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7688756,
            "stop": 1896.315,
            "byte_start": 7687084,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 1895.907,
                "byte_stop": 7688756,
                "byte_start": 7687084,
                "stop": 1896.315
              }
            ]
          },
          {
            "start": 1896.315,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7688965,
            "stop": 1896.345,
            "byte_start": 7688756,
            "text_blocks": [
              {
                "text": "-- election --",
                "start": 1896.315,
                "byte_stop": 7688965,
                "byte_start": 7688756,
                "stop": 1896.345
              }
            ]
          },
          {
            "start": 1896.345,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7693876,
            "stop": 1897.609,
            "byte_start": 7688965,
            "text_blocks": [
              {
                "text": "-- in that same rule --",
                "start": 1896.345,
                "byte_stop": 7693876,
                "byte_start": 7688965,
                "stop": 1897.609
              }
            ]
          },
          {
            "start": 1897.609,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7695026,
            "stop": 1897.891,
            "byte_start": 7693876,
            "text_blocks": [
              {
                "text": "That same rule --",
                "start": 1897.609,
                "byte_stop": 7695026,
                "byte_start": 7693876,
                "stop": 1897.891
              }
            ]
          },
          {
            "start": 1897.891,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 7697638,
            "stop": 1898.543,
            "byte_start": 7695026,
            "text_blocks": [
              {
                "text": "-- with the Secretary --",
                "start": 1897.891,
                "byte_stop": 7697638,
                "byte_start": 7695026,
                "stop": 1898.543
              }
            ]
          },
          {
            "start": 1898.543,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 7727104,
            "stop": 1905.896,
            "byte_start": 7697638,
            "text_blocks": [
              {
                "text": "-- was in full force.",
                "start": 1898.543,
                "byte_stop": 7702653,
                "byte_start": 7697638,
                "stop": 1899.784
              },
              {
                "text": "At that time, that is conceded.",
                "start": 1899.784,
                "byte_stop": 7711535,
                "byte_start": 7702653,
                "stop": 1902.014
              },
              {
                "text": "It was so found by the District Court on remand.",
                "start": 1902.014,
                "byte_stop": 7727104,
                "byte_start": 7711535,
                "stop": 1905.896
              }
            ]
          },
          {
            "start": 1905.896,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 7741210,
            "stop": 1909.435,
            "byte_start": 7727104,
            "text_blocks": [
              {
                "text": "Very well.",
                "start": 1905.896,
                "byte_stop": 7736090,
                "byte_start": 7727104,
                "stop": 1908.146
              },
              {
                "text": "Mr. Plone?",
                "start": 1908.146,
                "byte_stop": 7741210,
                "byte_start": 7736090,
                "stop": 1909.435
              }
            ]
          }
        ],
        "stop": 1909.435
      },
      {
        "start": 1909.435,
        "byte_stop": 15089351,
        "byte_start": 7741210,
        "turns": [
          {
            "start": 1909.435,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 7767960,
            "stop": 1916.127,
            "byte_start": 7741210,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and gentlemen, with the permission of the Court",
                "start": 1909.435,
                "byte_stop": 7767960,
                "byte_start": 7741210,
                "stop": 1916.127
              }
            ]
          },
          {
            "start": 1916.127,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 7777468,
            "stop": 1918.495,
            "byte_start": 7767960,
            "text_blocks": [
              {
                "text": "And if I may sit down in part of my argument with your permission --",
                "start": 1916.127,
                "byte_stop": 7777468,
                "byte_start": 7767960,
                "stop": 1918.495
              }
            ]
          },
          {
            "start": 1918.495,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 7779140,
            "stop": 1918.918,
            "byte_start": 7777468,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 1918.495,
                "byte_stop": 7779140,
                "byte_start": 7777468,
                "stop": 1918.918
              }
            ]
          },
          {
            "start": 1918.918,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 9100936,
            "stop": 2249.366,
            "byte_start": 7779140,
            "text_blocks": [
              {
                "text": "-- Chief Justice.",
                "start": 1918.918,
                "byte_stop": 7785932,
                "byte_start": 7779140,
                "stop": 1920.61
              },
              {
                "text": "These two cases, numbers 57 and 58 are the first cases before the Court dealing with Title IV of the Act.",
                "start": 1920.61,
                "byte_stop": 7816861,
                "byte_start": 7785932,
                "stop": 1928.356
              },
              {
                "text": "They raised three issues.",
                "start": 1928.356,
                "byte_stop": 7825324,
                "byte_start": 7816861,
                "stop": 1930.463
              },
              {
                "text": "Does a second regularly scheduled election held vague and moot a suit by the Secretary to set aside a prior election.",
                "start": 1930.463,
                "byte_stop": 7862209,
                "byte_start": 7825324,
                "stop": 1939.678
              },
              {
                "text": "And does the meaning of the requirements contained in Section 402 (c) of the Act that in order to set aside an election, the Secretary must prove that the alleged violation may have had an effect to the outcome of the election.",
                "start": 1939.678,
                "byte_stop": 7917798,
                "byte_start": 7862209,
                "stop": 1953.575
              },
              {
                "text": "And third, whether the Secretary has cart launch to raise issues all of those that the union members has raised.",
                "start": 1953.575,
                "byte_stop": 7940995,
                "byte_start": 7917798,
                "stop": 1959.386
              },
              {
                "text": "As to the last, that is not in our case.",
                "start": 1959.386,
                "byte_stop": 7950085,
                "byte_start": 7940995,
                "stop": 1961.665
              },
              {
                "text": "It will be in the next following case.",
                "start": 1961.665,
                "byte_stop": 7967431,
                "byte_start": 7950085,
                "stop": 1966.001
              },
              {
                "text": "Our position is that as to all these three issues, the Secretary is attempting to expand the very limited authority conferred upon him by Congress.",
                "start": 1966.001,
                "byte_stop": 8010062,
                "byte_start": 7967431,
                "stop": 1976.659
              },
              {
                "text": "At the start, it is well connoted that these contested issues are merely the visible portion of the iceberg with beneath of which lies the great statutory inhibitions that affect the operation of unions as placed upon them under the 1959 statute.",
                "start": 1976.659,
                "byte_stop": 8088952,
                "byte_start": 8010062,
                "stop": 1996.358
              },
              {
                "text": "It is clear that Congress gave the Secretary authority to Act in this instance as the union members' lawyer as stated by the senators and the late Senator Kennedy in that regard, and I will refer to it later, the original draft of the bill that was introduced, that account was specifically made and remains throughout the text of the legislative history.",
                "start": 1996.358,
                "byte_stop": 8185187,
                "byte_start": 8088952,
                "stop": 2020.415
              },
              {
                "text": "In this role, the Secretary has the authority under Section 402 of the Act to seek an election challenged by a union member, who has exhausted his internal remedies, set aside on the ground raised by the member if he can prove that the election was invalid and the invalidity may have affected the outcome.",
                "start": 2020.415,
                "byte_stop": 8270137,
                "byte_start": 8185187,
                "stop": 2041.668
              },
              {
                "text": "Moreover, he has a broad authority under Section 601 continuously to investigate union elections or any other union affairs and report his findings to the membership.",
                "start": 2041.668,
                "byte_stop": 8316426,
                "byte_start": 8270137,
                "stop": 2053.23
              },
              {
                "text": "This basic authority, while it is circumscribed worth a revolution in the amount of allowable governmental intervention into intenal union affairs.",
                "start": 2053.23,
                "byte_stop": 8357804,
                "byte_start": 8316426,
                "stop": 2063.578
              },
              {
                "text": "Thus, there can be no doubt that if the respondents prevail in this Court, the Government's supervisory increase in the powers over union, elections will still be quite considerable.",
                "start": 2063.578,
                "byte_stop": 8408168,
                "byte_start": 8357804,
                "stop": 2076.168
              },
              {
                "text": "The real question presented is whether the supervising power will be limited as Congress intended or unlimited as the Secretary wishes it to be.",
                "start": 2076.168,
                "byte_stop": 8454875,
                "byte_start": 8408168,
                "stop": 2087.841
              },
              {
                "text": "Both the statutory language and the legislative history indicate that Congress intended to give the Secretary limited and very limited power in that area.",
                "start": 2087.841,
                "byte_stop": 8497298,
                "byte_start": 8454875,
                "stop": 2098.464
              },
              {
                "text": "The drafters and supporters of Title IV recognized that the public interest in union democracy required a balancing between preservation of the union autonomy and membership control of their organization.",
                "start": 2098.464,
                "byte_stop": 8559470,
                "byte_start": 8497298,
                "stop": 2114.002
              },
              {
                "text": "On the one hand, and the Government in support on the other, as the majority report of the Senate Labor Committee stated, and I'd like to refer to page 21 of the amicus brief, â€œGiven the maintenance of minimum democratic safeguards and detailed essential information about the union, the individual members are fully competent to regulate union affairsâ€.",
                "start": 2114.002,
                "byte_stop": 8675453,
                "byte_start": 8559470,
                "stop": 2143.007
              },
              {
                "text": "The committee strongly opposes any attempt to prescribe detailed procedural -- procedures and standards for the conduct of union business.",
                "start": 2143.007,
                "byte_stop": 8713279,
                "byte_start": 8675453,
                "stop": 2152.455
              },
              {
                "text": "Such paternalistic regulation would weaken rather than strengthen the labor movement.",
                "start": 2152.455,
                "byte_stop": 8731251,
                "byte_start": 8713279,
                "stop": 2156.952
              },
              {
                "text": "It would crossover into the area of trading and licensing and destroyed union independence.",
                "start": 2156.952,
                "byte_stop": 8784541,
                "byte_start": 8731251,
                "stop": 2170.259
              },
              {
                "text": "As we proceed through the facts in this case, gentlemen of the Court, we find that there is a remarkable absence of predicate where the Secretary is concerned about the affairs of this and other trade unions.",
                "start": 2170.259,
                "byte_stop": 8851205,
                "byte_start": 8784541,
                "stop": 2186.938
              },
              {
                "text": "May I first bring to the Court's attention the fact that, in response to the question by Justice Fortas, that there was a very substantial and almost immediate strong effort made to correct or let's say modify the rule as indicated by the trial judge in his decision.",
                "start": 2186.938,
                "byte_stop": 8927901,
                "byte_start": 8851205,
                "stop": 2206.093
              },
              {
                "text": "The facts briefly are in that area; that Judge Dumbauld rendered his decision on August 26th, 1965 with the local union's election being scheduled for early October 2nd, Tuesday I believe or Thursday in October, that the local union had already, under its constitutional requirements set forth in so-called constitutional bylaws had one nomination meeting early in August, and the second nomination meeting in September, and eligibility had already been determined under the then validly existing rule because the statute states specifically that the union's election in its procedures are considered valid unless changed and until changed by a court decree.",
                "start": 2206.093,
                "byte_stop": 9100936,
                "byte_start": 8927901,
                "stop": 2249.366
              }
            ]
          },
          {
            "start": 2249.366,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 9207620,
            "stop": 2276.035,
            "byte_start": 9100936,
            "text_blocks": [
              {
                "text": "And however that may be, as I understand the facts, the second election evolved the proceeding that resulted in the Court's determination that Secretary's suit is moot, that second election was held pursuant to the same rule that the Secretary had attacked initially.",
                "start": 2249.366,
                "byte_stop": 9207620,
                "byte_start": 9100936,
                "stop": 2276.035
              }
            ]
          },
          {
            "start": 2276.035,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 9210650,
            "stop": 2276.796,
            "byte_start": 9207620,
            "text_blocks": [
              {
                "text": "Well, if Your -- if Your Honor please --",
                "start": 2276.035,
                "byte_stop": 9210650,
                "byte_start": 9207620,
                "stop": 2276.796
              }
            ]
          },
          {
            "start": 2276.796,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 9218382,
            "stop": 2278.721,
            "byte_start": 9210650,
            "text_blocks": [
              {
                "text": "Am I right?",
                "start": 2276.796,
                "byte_stop": 9215352,
                "byte_start": 9210650,
                "stop": 2277.971
              },
              {
                "text": "Is that right?",
                "start": 2277.971,
                "byte_stop": 9218382,
                "byte_start": 9215352,
                "stop": 2278.721
              }
            ]
          },
          {
            "start": 2278.721,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 9296332,
            "stop": 2298.201,
            "byte_start": 9218382,
            "text_blocks": [
              {
                "text": "Well, I can't say concretely for this reason, sir, that even in the first case, this gentleman who complained of not have being -- are being held eligible, had been given credit for one meeting that he did not attend because of his wife's illness, so I can't honestly say that the rule was being conducted in the same fashion.",
                "start": 2278.721,
                "byte_stop": 9296332,
                "byte_start": 9218382,
                "stop": 2298.201
              }
            ]
          },
          {
            "start": 2298.201,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 9310542,
            "stop": 2301.755,
            "byte_start": 9296332,
            "text_blocks": [
              {
                "text": "Yes, yes, I didn't ask you that.",
                "start": 2298.201,
                "byte_stop": 9302497,
                "byte_start": 9296332,
                "stop": 2299.754
              },
              {
                "text": "I asked you whether the rule was the same.",
                "start": 2299.754,
                "byte_stop": 9310542,
                "byte_start": 9302497,
                "stop": 2301.755
              }
            ]
          },
          {
            "start": 2301.755,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 10730663,
            "stop": 2656.797,
            "byte_start": 9310542,
            "text_blocks": [
              {
                "text": "The rule was the same, sir, insofar as we know but was in the process of being changed.",
                "start": 2301.755,
                "byte_stop": 9333321,
                "byte_start": 9310542,
                "stop": 2307.459
              },
              {
                "text": "That's all I could say as to the best of my knowledge.",
                "start": 2307.459,
                "byte_stop": 9348786,
                "byte_start": 9333321,
                "stop": 2311.322
              },
              {
                "text": "My deep concern is a matter of the cause my intimate relationship with them, and I watched this matter for progressed and perhaps would like to proceed in that specific fashion if you will forgive me.",
                "start": 2311.322,
                "byte_stop": 9391522,
                "byte_start": 9348786,
                "stop": 2322.005
              },
              {
                "text": "We were deeply concerned and I speak I am sure for all labor when the Secretary advances the position that absent a complaint by a member, and that's what the Third Circuit Court indicated or stated, that the Secretary has a right to walk into a local union and conduct another election.",
                "start": 2322.005,
                "byte_stop": 9474905,
                "byte_start": 9391522,
                "stop": 2342.861
              },
              {
                "text": "Now, there's a very interesting factual background here that I say, this is my personal knowledge, that the Secretary should know, that there were some 30 odd members of the local union in the courtroom when this case was being tried at the request of the Secretary.",
                "start": 2342.861,
                "byte_stop": 9550137,
                "byte_start": 9474905,
                "stop": 2361.664
              },
              {
                "text": "The only witness that the Secretary brought forth was the complainant himself and the Secretary sought to it that the decision of Judge Dumbauld was spread over the newspapers in that small community of Washington, Pennsylvania because I saw these copies myself, as well as in the Pittsburgh papers.",
                "start": 2361.664,
                "byte_stop": 9626624,
                "byte_start": 9550137,
                "stop": 2380.787
              },
              {
                "text": "And the entire community, which is composed substantially of Glass Workers was well aware what was going on as early as August 1965, we have the Judge Dumbauld decision and I say this with true humbleness, based upon experience, that in my opinion, the membership was satisfied with that rule.",
                "start": 2380.787,
                "byte_stop": 9704782,
                "byte_start": 9626624,
                "stop": 2400.335
              },
              {
                "text": "I say that most meaningfully because no -- not only because no complaint came forth but in another case, it is -- this rule has been used by members to deliberately avoid candidacy because he didn't want to be put in a position of turning down candidacy.",
                "start": 2400.335,
                "byte_stop": 9765282,
                "byte_start": 9704782,
                "stop": 2415.456
              },
              {
                "text": "However, that's on the side.",
                "start": 2415.456,
                "byte_stop": 9769566,
                "byte_start": 9765282,
                "stop": 2416.518
              },
              {
                "text": "Let me say, as a matter of fact, as the record shows, there was no member who came forth to complain about this rule.",
                "start": 2416.518,
                "byte_stop": 9809481,
                "byte_start": 9769566,
                "stop": 2426.499
              },
              {
                "text": "I -- the Secretary attempts to meet our argument by stating that once an allegedly unlawful election takes place, he must have the authority to ave a rerun election, to remove the taint of the prior election.",
                "start": 2426.499,
                "byte_stop": 9870294,
                "byte_start": 9809481,
                "stop": 2441.706
              },
              {
                "text": "In other words, he suggests that he has broad regulatory powers that would entitle him to set aside a presumptively valid election, even if he can't meet the burden of proof that the statute requires.",
                "start": 2441.706,
                "byte_stop": 9929331,
                "byte_start": 9870294,
                "stop": 2456.465
              },
              {
                "text": "For the reasons I have outlined, we believe that the Secretary's argument indicates that he is seeking to push to one side, the delicate balance Congress struck in order to broaden his powers.",
                "start": 2456.465,
                "byte_stop": 9976769,
                "byte_start": 9929331,
                "stop": 2468.33
              },
              {
                "text": "And as has been stated in other decisions, vying to this very important constitutional question, the lesson of his pre-teaches that the enlargement of a particular power, however, in that one all too frequently that leads to abuse and disastrous consequences.",
                "start": 2468.33,
                "byte_stop": 10047509,
                "byte_start": 9976769,
                "stop": 2486.008
              },
              {
                "text": "And I say most meaningfully, Mr. Chief Justice and gentlemen, that the facts of this case show that the very purpose that this Act intended was being fully met.",
                "start": 2486.008,
                "byte_stop": 10095365,
                "byte_start": 10047509,
                "stop": 2497.96
              },
              {
                "text": "In 1963, the election in question was held.",
                "start": 2497.96,
                "byte_stop": 10113546,
                "byte_start": 10095365,
                "stop": 2502.514
              },
              {
                "text": "In due course, the matter was reached the stage of litigation and disposition.",
                "start": 2502.514,
                "byte_stop": 10139042,
                "byte_start": 10113546,
                "stop": 2508.894
              },
              {
                "text": "Prior to the holding of the hearing in this case, meetings were held with the Secretary of Labor as subsequent to the decision, meetings continued to be held and as stated in the record on page -- page 58, â€œIn June 1966, after meetings were held with the Secretary personally by the President Minton of International Union, not a slight variation of this rule was dealt with but spelt out before you a very substantial number of excuse areas wherein instilled in this rule to a point where it gives every member an opportunity used for almost any reasonable occurrence that might take away from the union meeting.",
                "start": 2508.894,
                "byte_stop": 10341857,
                "byte_start": 10139042,
                "stop": 2559.582
              },
              {
                "text": "Now, before I proceed further, let me again point out, as we did in our brief, that when the Government -- when the Secretary started to process this matter, there were two important questions that were to be resolved, one was, by stipulation modeled by Judge Dumbauld himself.",
                "start": 2559.582,
                "byte_stop": 10411969,
                "byte_start": 10341857,
                "stop": 2577.116
              },
              {
                "text": "By stipulation, the Secretary agreed that the purpose of the rule was laudable.",
                "start": 2577.116,
                "byte_stop": 10433076,
                "byte_start": 10411969,
                "stop": 2582.399
              },
              {
                "text": "It was a desirable rule that had for its purpose, not only membership attendance but equal as important or more important a background of knowledge on how a local union functions by anyone of the sought candidacy, that where a raw recruit come in without that background would be and has proven to be disastrous.",
                "start": 2582.399,
                "byte_stop": 10501308,
                "byte_start": 10433076,
                "stop": 2599.461
              },
              {
                "text": "That is by agreement with the Government that such was the purpose of the rule that was passed in 1957.",
                "start": 2599.461,
                "byte_stop": 10527848,
                "byte_start": 10501308,
                "stop": 2606.095
              },
              {
                "text": "And secondly, in the colloquy between Mr. Wyner, counsel for the Secretary and Judge Dumbauld at the pre-trial conference which is part of the record, he stated specifically that there was no venality connected with this whole proceeding.",
                "start": 2606.095,
                "byte_stop": 10578317,
                "byte_start": 10527848,
                "stop": 2618.703
              },
              {
                "text": "There was no charge of wrongdoing on the part of the unions' officers, but only that there was a rule which the Secretary considered unreasonable because of the numbers game that was being played.",
                "start": 2618.703,
                "byte_stop": 10622516,
                "byte_start": 10578317,
                "stop": 2629.77
              },
              {
                "text": "May I further say that there are at least 15 or 16 or may be 17 international unions based upon the Secretary's own statistics that have membership requirement attendance such as ours.",
                "start": 2629.77,
                "byte_stop": 10670686,
                "byte_start": 10622516,
                "stop": 2641.809
              },
              {
                "text": "There are only -- there were only two at that time.",
                "start": 2641.809,
                "byte_stop": 10676224,
                "byte_start": 10670686,
                "stop": 2643.186
              },
              {
                "text": "It was 75% but again, there was 50% attendance and so forth, majority were 50%.",
                "start": 2643.186,
                "byte_stop": 10699421,
                "byte_start": 10676224,
                "stop": 2648.996
              },
              {
                "text": "So it's not a question of 50% or 75% or attendance requirements as to numbers of meeting that was at stake.",
                "start": 2648.996,
                "byte_stop": 10730663,
                "byte_start": 10699421,
                "stop": 2656.797
              }
            ]
          },
          {
            "start": 2656.797,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10791163,
            "stop": 2671.929,
            "byte_start": 10730663,
            "text_blocks": [
              {
                "text": "Mr. Plone, may I -- I don't know that I quite understand this situation yet.",
                "start": 2656.797,
                "byte_stop": 10765458,
                "byte_start": 10730663,
                "stop": 2665.499
              },
              {
                "text": "Were both elections held under the same rule as complained of?",
                "start": 2665.499,
                "byte_stop": 10791163,
                "byte_start": 10765458,
                "stop": 2671.929
              }
            ]
          },
          {
            "start": 2671.929,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 10800044,
            "stop": 2674.134,
            "byte_start": 10791163,
            "text_blocks": [
              {
                "text": "I would say essentially, yes, sir --",
                "start": 2671.929,
                "byte_stop": 10800044,
                "byte_start": 10791163,
                "stop": 2674.134
              }
            ]
          },
          {
            "start": 2674.134,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10800253,
            "stop": 2674.196,
            "byte_start": 10800044,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 2674.134,
                "byte_stop": 10800253,
                "byte_start": 10800044,
                "stop": 2674.196
              }
            ]
          },
          {
            "start": 2674.196,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 10802239,
            "stop": 2674.69,
            "byte_start": 10800253,
            "text_blocks": [
              {
                "text": "-- Mr. Chief Justice.",
                "start": 2674.196,
                "byte_stop": 10802239,
                "byte_start": 10800253,
                "stop": 2674.69
              }
            ]
          },
          {
            "start": 2674.69,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10909550,
            "stop": 2701.526,
            "byte_start": 10802239,
            "text_blocks": [
              {
                "text": "-- then doesn't it -- doesn't our judgment as to mootness, depend upon, at least upon -- upon whether that rule is reasonable or not.",
                "start": 2674.69,
                "byte_stop": 10849468,
                "byte_start": 10802239,
                "stop": 2686.495
              },
              {
                "text": "In other words, if it is unreasonable in the first election and in the second election, the same rule controlled it, wouldn't the necessity the second election be wrong too?",
                "start": 2686.495,
                "byte_stop": 10909550,
                "byte_start": 10849468,
                "stop": 2701.526
              }
            ]
          },
          {
            "start": 2701.526,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 10913729,
            "stop": 2702.562,
            "byte_start": 10909550,
            "text_blocks": [
              {
                "text": "No, Your Honor.",
                "start": 2701.526,
                "byte_stop": 10913729,
                "byte_start": 10909550,
                "stop": 2702.562
              }
            ]
          },
          {
            "start": 2702.562,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 10915715,
            "stop": 2703.059,
            "byte_start": 10913729,
            "text_blocks": [
              {
                "text": "Why?",
                "start": 2702.562,
                "byte_stop": 10915715,
                "byte_start": 10913729,
                "stop": 2703.059
              }
            ]
          },
          {
            "start": 2703.059,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 11097840,
            "stop": 2748.58,
            "byte_start": 10915715,
            "text_blocks": [
              {
                "text": "I say it very specifically..",
                "start": 2703.059,
                "byte_stop": 10920103,
                "byte_start": 10915715,
                "stop": 2704.159
              },
              {
                "text": "The first election was held under Secreteray (Inaudible).",
                "start": 2704.159,
                "byte_stop": 10929089,
                "byte_start": 10920103,
                "stop": 2706.391
              },
              {
                "text": "The second election, it is the basic predicate of the Act as we see the Act that each election as an independent function of the union has to be separately considered by the Secretary, that the second election must be preceded by the filing of a complaint by an individual member who complains of that election.",
                "start": 2706.391,
                "byte_stop": 11004949,
                "byte_start": 10929089,
                "stop": 2725.373
              },
              {
                "text": "Absent to that complaint, that election is presumed by the statutory language to be valid that the â€œtaintâ€ that is talked about here does not carry over to the Secretary's right to proceed in the area of litigation or a holding of government election, that he is bound by the specific language of 402 (a) through (c) all interdependent.",
                "start": 2725.373,
                "byte_stop": 11097840,
                "byte_start": 11004949,
                "stop": 2748.58
              }
            ]
          },
          {
            "start": 2748.58,
            "speaker": null,
            "byte_stop": 11112155,
            "stop": 2752.181,
            "byte_start": 11097840,
            "text_blocks": [
              {
                "text": "Then, that reason is other than mootness.",
                "start": 2748.58,
                "byte_stop": 11112155,
                "byte_start": 11097840,
                "stop": 2752.181
              }
            ]
          },
          {
            "start": 2752.181,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 11136188,
            "stop": 2758.181,
            "byte_start": 11112155,
            "text_blocks": [
              {
                "text": "That's the reason -- that that's -- the reason is other than mootness in that one respect that each election stands on its own two feet.",
                "start": 2752.181,
                "byte_stop": 11136188,
                "byte_start": 11112155,
                "stop": 2758.181
              }
            ]
          },
          {
            "start": 2758.181,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 11168475,
            "stop": 2766.255,
            "byte_start": 11136188,
            "text_blocks": [
              {
                "text": "I know, but the Chief Justice said that in the second election, you got the same opinion and if the question of moot.",
                "start": 2758.181,
                "byte_stop": 11156355,
                "byte_start": 11136188,
                "stop": 2763.228
              },
              {
                "text": "You just hit the other question of the --",
                "start": 2763.228,
                "byte_stop": 11168475,
                "byte_start": 11156355,
                "stop": 2766.255
              }
            ]
          },
          {
            "start": 2766.255,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 11169625,
            "stop": 2766.54,
            "byte_start": 11168475,
            "text_blocks": [
              {
                "text": "That's --",
                "start": 2766.255,
                "byte_stop": 11169625,
                "byte_start": 11168475,
                "stop": 2766.54
              }
            ]
          },
          {
            "start": 2766.54,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 11171610,
            "stop": 2767.046,
            "byte_start": 11169625,
            "text_blocks": [
              {
                "text": "-- necessity for --",
                "start": 2766.54,
                "byte_stop": 11171610,
                "byte_start": 11169625,
                "stop": 2767.046
              }
            ]
          },
          {
            "start": 2767.046,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 11180178,
            "stop": 2769.179,
            "byte_start": 11171610,
            "text_blocks": [
              {
                "text": "That's a question -- pardon me.",
                "start": 2767.046,
                "byte_stop": 11180178,
                "byte_start": 11171610,
                "stop": 2769.179
              }
            ]
          },
          {
            "start": 2769.179,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 11298879,
            "stop": 2798.852,
            "byte_start": 11180178,
            "text_blocks": [
              {
                "text": "Would your argument lead us to the conclusion that whenever the Secretary starts to process one of these situations and decides to take action that the union can have another election of exactly the same kind and thus deprived the Secretary of his day in Court?",
                "start": 2769.179,
                "byte_stop": 11298879,
                "byte_start": 11180178,
                "stop": 2798.852
              }
            ]
          },
          {
            "start": 2798.852,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 11315597,
            "stop": 2803.041,
            "byte_start": 11298879,
            "text_blocks": [
              {
                "text": "I don't intend that comment to bring at all but I'd like to explain my answer, if I may.",
                "start": 2798.852,
                "byte_stop": 11315597,
                "byte_start": 11298879,
                "stop": 2803.041
              }
            ]
          },
          {
            "start": 2803.041,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 11329076,
            "stop": 2806.412,
            "byte_start": 11315597,
            "text_blocks": [
              {
                "text": "How do you differentiate that from this situation?",
                "start": 2803.041,
                "byte_stop": 11329076,
                "byte_start": 11315597,
                "stop": 2806.412
              }
            ]
          },
          {
            "start": 2806.412,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12030412,
            "stop": 2981.727,
            "byte_start": 11329076,
            "text_blocks": [
              {
                "text": "First, because of what has been said by the Circuit Courts of Appeals in part and a combination of a fact.",
                "start": 2806.412,
                "byte_stop": 11352377,
                "byte_start": 11329076,
                "stop": 2812.22
              },
              {
                "text": "A -- the union's elections are held periodically and specifically have to be held periodically according to constitution and by laws.",
                "start": 2812.22,
                "byte_stop": 11384978,
                "byte_start": 11352377,
                "stop": 2820.363
              },
              {
                "text": "The Secretary volunteered a statement on the footnote in his brief that there were approximately three-and-a-half million union members whose elections are held either no -- more frequently than once a year or once every two years.",
                "start": 2820.363,
                "byte_stop": 11451225,
                "byte_start": 11384978,
                "stop": 2836.94
              },
              {
                "text": "There are approximately 17 million members at least putting the figure very modestly under in members of unions who presumably have terms of office for their offices of three years, which is the maximum allowed under the statute.",
                "start": 2836.94,
                "byte_stop": 11507858,
                "byte_start": 11451225,
                "stop": 2851.084
              },
              {
                "text": "Of the three-and-a-half million, approximately 50% or more are under the two-year rule, the same as are the international unions -- local union's requirements are.",
                "start": 2851.084,
                "byte_stop": 11546624,
                "byte_start": 11507858,
                "stop": 2860.799
              },
              {
                "text": "Now, if the Secretary -- if the Secretary were to proceed with the dispatch available to them under the direction of the Circuit Court's judgments, after the seventh month from the holding of the election and the making, the rising of the complaint, the Secretary is first before the Courts and he goes through the process of appearing on a summary calendar, have this matter litigated long before the expiration maybe of a set two year term as certainly much longer before the expiration of the three-year term.",
                "start": 2860.799,
                "byte_stop": 11680057,
                "byte_start": 11546624,
                "stop": 2894.149
              },
              {
                "text": "So this â€œlaboratoryâ€ election with the word, Mr. (Inaudible) is applies to these proceedings as no connection with any Labor Board proceeding.",
                "start": 2894.149,
                "byte_stop": 11714017,
                "byte_start": 11680057,
                "stop": 2902.624
              },
              {
                "text": "He would have his election within that one year or the two years or whatever it might be.",
                "start": 2902.624,
                "byte_stop": 11734392,
                "byte_start": 11714017,
                "stop": 2907.733
              },
              {
                "text": "There's nothing to stop the Secretary from moving promptly which he has yet to failed to do, he even put the Circuit Court of Appeals recommendations to test.",
                "start": 2907.733,
                "byte_stop": 11771486,
                "byte_start": 11734392,
                "stop": 2917.01
              },
              {
                "text": "I say that with all sincerity, we evaluated this by calendar and by review and by applications.",
                "start": 2917.01,
                "byte_stop": 11799803,
                "byte_start": 11771486,
                "stop": 2924.07
              },
              {
                "text": "We strongly feel that the Secretary would have an election directed by the Court if the rule was found to be invalid or whatever the procedure was before the expiration of the thn existing term of laws he has under attack.",
                "start": 2924.07,
                "byte_stop": 11862706,
                "byte_start": 11799803,
                "stop": 2939.817
              },
              {
                "text": "But to say that sometime in the future he has a right to come into a second election, absent any complaint by a member and to proceed on the basis of what the findings might have been in the first election without all the peripheral questions that arise as to whether it was positively applied or whether people actually got their excuses, at least -- at least the Secretary had a right that does not appear in the statute and anywhere either by inference or direction or by conclusion certainly as directly opposite to the entire history that the legislative discussions show us to be existent in this matter.",
                "start": 2939.817,
                "byte_stop": 12010977,
                "byte_start": 11862706,
                "stop": 2976.866
              },
              {
                "text": "I'm not trying to (Voice Overlap) word, sir, but --",
                "start": 2976.866,
                "byte_stop": 12030412,
                "byte_start": 12010977,
                "stop": 2981.727
              }
            ]
          },
          {
            "start": 2981.727,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12118392,
            "stop": 3003.725,
            "byte_start": 12030412,
            "text_blocks": [
              {
                "text": "After the Secretary once decides to process one of these elections, is it then still a litigation between the individual who made the original complaint and the union or is it a matter of public interest from that time on, on which he is protecting the public interest?",
                "start": 2981.727,
                "byte_stop": 12118392,
                "byte_start": 12030412,
                "stop": 3003.725
              }
            ]
          },
          {
            "start": 3003.725,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12671143,
            "stop": 3141.91,
            "byte_start": 12118392,
            "text_blocks": [
              {
                "text": "Well, as the late Senator Kennedy said, he was acting as the particular grievance or complainant's lawyer and I would say that the public interest is a substantial part, nevertheless, keeping in mind that local unions are charged under the statute and under the language surrounding the statute, the history was trying to clear up their own affairs in their own house.",
                "start": 3003.725,
                "byte_stop": 12212224,
                "byte_start": 12118392,
                "stop": 3027.174
              },
              {
                "text": "It does not go with that kind of public interest that the Secretary chooses to qualify himself because as pointed out in this case, the very facts in this case show that we moved with all dispatch to clear up this matter and met Judge Dumbauld's recommendations after long colloquy with the Secretary and his associates, I personally participated some of them, that we could get nowhere.",
                "start": 3027.174,
                "byte_stop": 12296756,
                "byte_start": 12212224,
                "stop": 3048.312
              },
              {
                "text": "The Secretary of Labor in his response to Judge -- to Mr. Minton's letter in August of 1966, said in effect no rule is satisfactory to be contrary to what Judge Dumbauld said, what kind of a laboratory election could we have where the Secretary himself would not even be willing to abide by Judge Dumbauld's decision?",
                "start": 3048.312,
                "byte_stop": 12383901,
                "byte_start": 12296756,
                "stop": 3070.104
              },
              {
                "text": "So we reached an anomalous situation everywhere which we way we turn about using and applying the broad spectrum of the Secretary's wishes to the facts at hand.",
                "start": 3070.104,
                "byte_stop": 12425383,
                "byte_start": 12383901,
                "stop": 3080.483
              },
              {
                "text": "We could only deal with the case as we find it not presuppose or assume facts that don't exist.",
                "start": 3080.483,
                "byte_stop": 12449938,
                "byte_start": 12425383,
                "stop": 3086.604
              },
              {
                "text": "To a large as local union -- these rules to include any number of excuses plus an assurance of a group of candidates under any circumstances, at the time when the Secretary had made it known to his own publications that he certainly could not find â€œwith the 50% ruleâ€ that was in existent part of the Secretary's published handbook.",
                "start": 3086.604,
                "byte_stop": 12537396,
                "byte_start": 12449938,
                "stop": 3108.473
              },
              {
                "text": "That leaves us deeply concerned with this suggestion for laboratory election at that time when there's no complaint, the union presumably has done or is doing things it should be doing in the opinion of the Secretary and validly elective officers being disturbed in their term by an election like this now.",
                "start": 3108.473,
                "byte_stop": 12619421,
                "byte_start": 12537396,
                "stop": 3128.983
              },
              {
                "text": "There is another -- this is now the second intervening election having taken place.",
                "start": 3128.983,
                "byte_stop": 12636662,
                "byte_start": 12619421,
                "stop": 3133.303
              },
              {
                "text": "The Secretary wants it now.",
                "start": 3133.303,
                "byte_stop": 12641468,
                "byte_start": 12636662,
                "stop": 3134.491
              },
              {
                "text": "There are people who are elected to office who may have had no connection at all or any concern with this matter, not only here but in other local unions as well.",
                "start": 3134.491,
                "byte_stop": 12671143,
                "byte_start": 12641468,
                "stop": 3141.91
              }
            ]
          },
          {
            "start": 3141.91,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12685563,
            "stop": 3145.524,
            "byte_start": 12671143,
            "text_blocks": [
              {
                "text": "Did I understand it you have a union of 500 members?",
                "start": 3141.91,
                "byte_stop": 12685563,
                "byte_start": 12671143,
                "stop": 3145.524
              }
            ]
          },
          {
            "start": 3145.524,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12689011,
            "stop": 3146.378,
            "byte_start": 12685563,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 3145.524,
                "byte_stop": 12689011,
                "byte_start": 12685563,
                "stop": 3146.378
              }
            ]
          },
          {
            "start": 3146.378,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12711058,
            "stop": 3151.901,
            "byte_start": 12689011,
            "text_blocks": [
              {
                "text": "And how many under this rule are eligible to run for office?",
                "start": 3146.378,
                "byte_stop": 12711058,
                "byte_start": 12689011,
                "stop": 3151.901
              }
            ]
          },
          {
            "start": 3151.901,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12723284,
            "stop": 3154.953,
            "byte_start": 12711058,
            "text_blocks": [
              {
                "text": "There were approximately ten, I believe, ten or eleven.",
                "start": 3151.901,
                "byte_stop": 12723284,
                "byte_start": 12711058,
                "stop": 3154.953
              }
            ]
          },
          {
            "start": 3154.953,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12725582,
            "stop": 3155.531,
            "byte_start": 12723284,
            "text_blocks": [
              {
                "text": "Ten?",
                "start": 3154.953,
                "byte_stop": 12725582,
                "byte_start": 12723284,
                "stop": 3155.531
              }
            ]
          },
          {
            "start": 3155.531,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12727881,
            "stop": 3156.097,
            "byte_start": 12725582,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 3155.531,
                "byte_stop": 12727881,
                "byte_start": 12725582,
                "stop": 3156.097
              }
            ]
          },
          {
            "start": 3156.097,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12737808,
            "stop": 3158.588,
            "byte_start": 12727881,
            "text_blocks": [
              {
                "text": "And how many offices to be filled?",
                "start": 3156.097,
                "byte_stop": 12737808,
                "byte_start": 12727881,
                "stop": 3158.588
              }
            ]
          },
          {
            "start": 3158.588,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12745435,
            "stop": 3160.483,
            "byte_start": 12737808,
            "text_blocks": [
              {
                "text": "Ten, I believe.",
                "start": 3158.588,
                "byte_stop": 12744077,
                "byte_start": 12737808,
                "stop": 3160.142
              },
              {
                "text": "That --",
                "start": 3160.142,
                "byte_stop": 12745435,
                "byte_start": 12744077,
                "stop": 3160.483
              }
            ]
          },
          {
            "start": 3160.483,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12770408,
            "stop": 3166.742,
            "byte_start": 12745435,
            "text_blocks": [
              {
                "text": "So there are only ten men in the union who could -- who are eligible to run under this rule?",
                "start": 3160.483,
                "byte_stop": 12770408,
                "byte_start": 12745435,
                "stop": 3166.742
              }
            ]
          },
          {
            "start": 3166.742,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12782738,
            "stop": 3169.826,
            "byte_start": 12770408,
            "text_blocks": [
              {
                "text": "May I -- Yes, Your Honor -- may I comment on your question, Chief Justice?",
                "start": 3166.742,
                "byte_stop": 12782738,
                "byte_start": 12770408,
                "stop": 3169.826
              }
            ]
          },
          {
            "start": 3169.826,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12789217,
            "stop": 3171.442,
            "byte_start": 12782738,
            "text_blocks": [
              {
                "text": "Does that seem reasonable to --",
                "start": 3169.826,
                "byte_stop": 12789217,
                "byte_start": 12782738,
                "stop": 3171.442
              }
            ]
          },
          {
            "start": 3171.442,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12835192,
            "stop": 3182.918,
            "byte_start": 12789217,
            "text_blocks": [
              {
                "text": "I'm -- and when -- yes, it does for this reason, sir.",
                "start": 3171.442,
                "byte_stop": 12803741,
                "byte_start": 12789217,
                "stop": 3175.061
              },
              {
                "text": "We have a number of facets to consider when we looked upon the question of reasonableness on the rule.",
                "start": 3175.061,
                "byte_stop": 12823594,
                "byte_start": 12803741,
                "stop": 3180.027
              },
              {
                "text": "We're not dealing with bare statistics here.",
                "start": 3180.027,
                "byte_stop": 12834043,
                "byte_start": 12823594,
                "stop": 3182.641
              },
              {
                "text": "First --",
                "start": 3182.641,
                "byte_stop": 12835192,
                "byte_start": 12834043,
                "stop": 3182.918
              }
            ]
          },
          {
            "start": 3182.918,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12836968,
            "stop": 3183.374,
            "byte_start": 12835192,
            "text_blocks": [
              {
                "text": "What?",
                "start": 3182.918,
                "byte_stop": 12836968,
                "byte_start": 12835192,
                "stop": 3183.374
              }
            ]
          },
          {
            "start": 3183.374,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12843551,
            "stop": 3185.025,
            "byte_start": 12836968,
            "text_blocks": [
              {
                "text": "With bare statistics.",
                "start": 3183.374,
                "byte_stop": 12843551,
                "byte_start": 12836968,
                "stop": 3185.025
              }
            ]
          },
          {
            "start": 3185.025,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12846268,
            "stop": 3185.688,
            "byte_start": 12843551,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 3185.025,
                "byte_stop": 12846268,
                "byte_start": 12843551,
                "stop": 3185.688
              }
            ]
          },
          {
            "start": 3185.688,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 12897364,
            "stop": 3198.473,
            "byte_start": 12846268,
            "text_blocks": [
              {
                "text": "First, we must remember that the agreed upon the purpose of the rule was to give an educational background and understanding to candidates as to what their union means and how it can function.",
                "start": 3185.688,
                "byte_stop": 12888795,
                "byte_start": 12846268,
                "stop": 3196.321
              },
              {
                "text": "That's agreed.",
                "start": 3196.321,
                "byte_stop": 12891094,
                "byte_start": 12888795,
                "stop": 3196.907
              },
              {
                "text": "The Secretary agrees that's fine.",
                "start": 3196.907,
                "byte_stop": 12897364,
                "byte_start": 12891094,
                "stop": 3198.473
              }
            ]
          },
          {
            "start": 3198.473,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 12900080,
            "stop": 3199.143,
            "byte_start": 12897364,
            "text_blocks": [
              {
                "text": "What else --",
                "start": 3198.473,
                "byte_stop": 12900080,
                "byte_start": 12897364,
                "stop": 3199.143
              }
            ]
          },
          {
            "start": 3199.143,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13041351,
            "stop": 3234.464,
            "byte_start": 12900080,
            "text_blocks": [
              {
                "text": "Second -- secondly, the availability of the meeting place, the hours, door prices being offered by the union -- that's all in the record -- to have people come.",
                "start": 3199.143,
                "byte_stop": 12940309,
                "byte_start": 12900080,
                "stop": 3209.208
              },
              {
                "text": "This wasn't any invidious of the equal weight.",
                "start": 3209.208,
                "byte_stop": 12949608,
                "byte_start": 12940309,
                "stop": 3211.528
              },
              {
                "text": "They offered a door price, each meeting night, where -- when the meeting was held, to encourage people to come.",
                "start": 3211.528,
                "byte_stop": 12976044,
                "byte_start": 12949608,
                "stop": 3218.132
              },
              {
                "text": "Come and be a candidate.",
                "start": 3218.132,
                "byte_stop": 12981478,
                "byte_start": 12976044,
                "stop": 3219.506
              },
              {
                "text": "These people chose not to come deliberately.",
                "start": 3219.506,
                "byte_stop": 12992972,
                "byte_start": 12981478,
                "stop": 3222.386
              },
              {
                "text": "They did not.",
                "start": 3222.386,
                "byte_stop": 12996211,
                "byte_start": 12992972,
                "stop": 3223.187
              },
              {
                "text": "The rule did not put them beyond the scope of eligibility.",
                "start": 3223.187,
                "byte_stop": 13011362,
                "byte_start": 12996211,
                "stop": 3226.96
              },
              {
                "text": "They decided to go to the baseball game, look at television or got to the movie, wherever they did but they chose between two of their courses of action.",
                "start": 3226.96,
                "byte_stop": 13038843,
                "byte_start": 13011362,
                "stop": 3233.84
              },
              {
                "text": "Now --",
                "start": 3233.84,
                "byte_stop": 13041351,
                "byte_start": 13038843,
                "stop": 3234.464
              }
            ]
          },
          {
            "start": 3234.464,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 13052844,
            "stop": 3237.351,
            "byte_start": 13041351,
            "text_blocks": [
              {
                "text": "With this all --",
                "start": 3234.464,
                "byte_stop": 13052844,
                "byte_start": 13041351,
                "stop": 3237.351
              }
            ]
          },
          {
            "start": 3237.351,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13097148,
            "stop": 3248.412,
            "byte_start": 13052844,
            "text_blocks": [
              {
                "text": "Am I correct in believing that this election that weren't enough -- there weren't enough candidates.",
                "start": 3237.351,
                "byte_stop": 13085863,
                "byte_start": 13052844,
                "stop": 3245.608
              },
              {
                "text": "They couldn't get enough candidates to fill the job?",
                "start": 3245.608,
                "byte_stop": 13097148,
                "byte_start": 13085863,
                "stop": 3248.412
              }
            ]
          },
          {
            "start": 3248.412,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13111777,
            "stop": 3252.082,
            "byte_start": 13097148,
            "text_blocks": [
              {
                "text": "The only reason that was because some eligible people didn't want to run.",
                "start": 3248.412,
                "byte_stop": 13111777,
                "byte_start": 13097148,
                "stop": 3252.082
              }
            ]
          },
          {
            "start": 3252.082,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13115956,
            "stop": 3253.11,
            "byte_start": 13111777,
            "text_blocks": [
              {
                "text": "Some of the ten?",
                "start": 3252.082,
                "byte_stop": 13115956,
                "byte_start": 13111777,
                "stop": 3253.11
              }
            ]
          },
          {
            "start": 3253.11,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13116165,
            "stop": 3253.144,
            "byte_start": 13115956,
            "text_blocks": [
              {
                "text": "Some of the ten don't want to run.",
                "start": 3253.11,
                "byte_stop": 13116165,
                "byte_start": 13115956,
                "stop": 3253.144
              }
            ]
          },
          {
            "start": 3253.144,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13121599,
            "stop": 3254.531,
            "byte_start": 13116165,
            "text_blocks": [
              {
                "text": "Or only ten would --",
                "start": 3253.144,
                "byte_stop": 13121599,
                "byte_start": 13116165,
                "stop": 3254.531
              }
            ]
          },
          {
            "start": 3254.531,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13124838,
            "stop": 3255.338,
            "byte_start": 13121599,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 3254.531,
                "byte_stop": 13124838,
                "byte_start": 13121599,
                "stop": 3255.338
              }
            ]
          },
          {
            "start": 3255.338,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13128077,
            "stop": 3256.143,
            "byte_start": 13124838,
            "text_blocks": [
              {
                "text": "-- didn't want to run.",
                "start": 3255.338,
                "byte_stop": 13128077,
                "byte_start": 13124838,
                "stop": 3256.143
              }
            ]
          },
          {
            "start": 3256.143,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13130585,
            "stop": 3256.779,
            "byte_start": 13128077,
            "text_blocks": [
              {
                "text": "It's part of the same --",
                "start": 3256.143,
                "byte_stop": 13130585,
                "byte_start": 13128077,
                "stop": 3256.779
              }
            ]
          },
          {
            "start": 3256.779,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13149602,
            "stop": 3261.533,
            "byte_start": 13130585,
            "text_blocks": [
              {
                "text": "Alright.",
                "start": 3256.779,
                "byte_stop": 13133511,
                "byte_start": 13130585,
                "stop": 3257.505
              },
              {
                "text": "Now those -- they didn't run.",
                "start": 3257.505,
                "byte_stop": 13141243,
                "byte_start": 13133511,
                "stop": 3259.453
              },
              {
                "text": "And how did they fill those jobs.",
                "start": 3259.453,
                "byte_stop": 13149602,
                "byte_start": 13141243,
                "stop": 3261.533
              }
            ]
          },
          {
            "start": 3261.533,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13155558,
            "stop": 3263.016,
            "byte_start": 13149602,
            "text_blocks": [
              {
                "text": "I must draw my recollection.",
                "start": 3261.533,
                "byte_stop": 13155558,
                "byte_start": 13149602,
                "stop": 3263.016
              }
            ]
          },
          {
            "start": 3263.016,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13158066,
            "stop": 3263.644,
            "byte_start": 13155558,
            "text_blocks": [
              {
                "text": "I beg your pardon?",
                "start": 3263.016,
                "byte_stop": 13158066,
                "byte_start": 13155558,
                "stop": 3263.644
              }
            ]
          },
          {
            "start": 3263.644,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13201951,
            "stop": 3274.625,
            "byte_start": 13158066,
            "text_blocks": [
              {
                "text": "I must draw my recollection and say I believe they withdrew -- they drew on people who here who had a larger amount of -- the largest amount of attendance there or people whom they thought qualified.",
                "start": 3263.644,
                "byte_stop": 13201951,
                "byte_start": 13158066,
                "stop": 3274.625
              }
            ]
          },
          {
            "start": 3274.625,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13202474,
            "stop": 3274.75,
            "byte_start": 13201951,
            "text_blocks": [
              {
                "text": "But who --",
                "start": 3274.625,
                "byte_stop": 13202474,
                "byte_start": 13201951,
                "stop": 3274.75
              }
            ]
          },
          {
            "start": 3274.75,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13204982,
            "stop": 3275.373,
            "byte_start": 13202474,
            "text_blocks": [
              {
                "text": "I can't really say.",
                "start": 3274.75,
                "byte_stop": 13204982,
                "byte_start": 13202474,
                "stop": 3275.373
              }
            ]
          },
          {
            "start": 3275.373,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13210520,
            "stop": 3276.759,
            "byte_start": 13204982,
            "text_blocks": [
              {
                "text": "But who were ineligible to run?",
                "start": 3275.373,
                "byte_stop": 13210520,
                "byte_start": 13204982,
                "stop": 3276.759
              }
            ]
          },
          {
            "start": 3276.759,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13247509,
            "stop": 3285.998,
            "byte_start": 13210520,
            "text_blocks": [
              {
                "text": "Who were ineligible to run, yes, because the candidates who were eligible to run, some refused to either stand for nomination or even take the position.",
                "start": 3276.759,
                "byte_stop": 13247509,
                "byte_start": 13210520,
                "stop": 3285.998
              }
            ]
          },
          {
            "start": 3285.998,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13261928,
            "stop": 3289.602,
            "byte_start": 13247509,
            "text_blocks": [
              {
                "text": "And who selected the ineligibles?",
                "start": 3285.998,
                "byte_stop": 13261928,
                "byte_start": 13247509,
                "stop": 3289.602
              }
            ]
          },
          {
            "start": 3289.602,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13291813,
            "stop": 3297.095,
            "byte_start": 13261928,
            "text_blocks": [
              {
                "text": "I can't tell you, sir.",
                "start": 3289.602,
                "byte_stop": 13266840,
                "byte_start": 13261928,
                "stop": 3290.83
              },
              {
                "text": "It might have been the president and the vice, I can't really say to you specifically.",
                "start": 3290.83,
                "byte_stop": 13282617,
                "byte_start": 13266840,
                "stop": 3294.794
              },
              {
                "text": "The officers, the elected officers, I presume.",
                "start": 3294.794,
                "byte_stop": 13291813,
                "byte_start": 13282617,
                "stop": 3297.095
              }
            ]
          },
          {
            "start": 3297.095,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13316054,
            "stop": 3303.128,
            "byte_start": 13291813,
            "text_blocks": [
              {
                "text": "But in all events, the membership had no right to consider that?",
                "start": 3297.095,
                "byte_stop": 13316054,
                "byte_start": 13291813,
                "stop": 3303.128
              }
            ]
          },
          {
            "start": 3303.128,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13339355,
            "stop": 3308.974,
            "byte_start": 13316054,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 3307.608,
                "byte_stop": 13316054,
                "byte_start": 13333817,
                "stop": 3303.128
              },
              {
                "text": "Yes, the membership would have to and would be done at the union meeting with the membership approval.",
                "start": 3303.128,
                "byte_stop": 13334444,
                "byte_start": 13316054,
                "stop": 3307.743
              },
              {
                "text": "Yes, these actually --",
                "start": 3307.743,
                "byte_stop": 13339355,
                "byte_start": 13334444,
                "stop": 3308.974
              }
            ]
          },
          {
            "start": 3308.974,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13374986,
            "stop": 3317.868,
            "byte_start": 13339355,
            "text_blocks": [
              {
                "text": "There's only eleven -- there's only eleven were eligible through the year, a very small proportion would control it, wouldn't they?",
                "start": 3308.974,
                "byte_stop": 13374986,
                "byte_start": 13339355,
                "stop": 3317.868
              }
            ]
          },
          {
            "start": 3317.868,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13714056,
            "stop": 3402.645,
            "byte_start": 13374986,
            "text_blocks": [
              {
                "text": "No, you see at any given meeting, there would be a large number people.",
                "start": 3317.868,
                "byte_stop": 13384808,
                "byte_start": 13374986,
                "stop": 3320.331
              },
              {
                "text": "It's the lack of consistency of attendance that would take place.",
                "start": 3320.331,
                "byte_stop": 13397138,
                "byte_start": 13384808,
                "stop": 3323.419
              },
              {
                "text": "It wasn't that -- it's hard to draw the picture word wise when you realized that for one thing any number of these folks work in night work had an automatic excuse.",
                "start": 3323.419,
                "byte_stop": 13449697,
                "byte_start": 13397138,
                "stop": 3336.548
              },
              {
                "text": "They are automatically excused.",
                "start": 3336.548,
                "byte_stop": 13453145,
                "byte_start": 13449697,
                "stop": 3337.409
              },
              {
                "text": "Some people can attend only eight or nine meetings in two years, he would be eligible.",
                "start": 3337.409,
                "byte_stop": 13464012,
                "byte_start": 13453145,
                "stop": 3340.143
              },
              {
                "text": "That's one facet of this matter.",
                "start": 3340.143,
                "byte_stop": 13472266,
                "byte_start": 13464012,
                "stop": 3342.205
              },
              {
                "text": "And secondly, the fact that these people do come to meetings but choose to come, I will say two, four, five meetings a year whatever they choose to do.",
                "start": 3342.205,
                "byte_stop": 13499956,
                "byte_start": 13472266,
                "stop": 3349.108
              },
              {
                "text": "At any given time, there could be substantial numbers of people in the meeting hall but not the same people who were there that the week -- the month before.",
                "start": 3349.108,
                "byte_stop": 13527855,
                "byte_start": 13499956,
                "stop": 3356.085
              },
              {
                "text": "But it isn't a picture of deliberateness or finality that attaches all to a procedure that admittedly is desirable, not only from our standpoint but the hue and cry on our nation today is that we do everything we can to encourage union membership.",
                "start": 3356.085,
                "byte_stop": 13587414,
                "byte_start": 13527855,
                "stop": 3370.976
              },
              {
                "text": "The National Labor Relations Board, not more than -- approximately nine months ago, it overturned a rule of 18 years standing in which it authorized the giving back of increase the union dues as attendance reward.",
                "start": 3370.976,
                "byte_stop": 13637047,
                "byte_start": 13587414,
                "stop": 3383.404
              },
              {
                "text": "In order to encourage, l said so that we must do everything we can to encourage union attendance.",
                "start": 3383.404,
                "byte_stop": 13657527,
                "byte_start": 13637047,
                "stop": 3388.514
              },
              {
                "text": "And in every which way, we turned this -- this we want people to come to union meetings.",
                "start": 3388.514,
                "byte_stop": 13681142,
                "byte_start": 13657527,
                "stop": 3394.416
              },
              {
                "text": "We encourage it in anyway possible.",
                "start": 3394.416,
                "byte_stop": 13690546,
                "byte_start": 13681142,
                "stop": 3396.757
              },
              {
                "text": "And as I say, we have largely excused areas -- areas to meet the situation.",
                "start": 3396.757,
                "byte_stop": 13714056,
                "byte_start": 13690546,
                "stop": 3402.645
              }
            ]
          },
          {
            "start": 3402.645,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13717922,
            "stop": 3403.604,
            "byte_start": 13714056,
            "text_blocks": [
              {
                "text": "You have five minutes more.",
                "start": 3402.645,
                "byte_stop": 13717922,
                "byte_start": 13714056,
                "stop": 3403.604
              }
            ]
          },
          {
            "start": 3403.604,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13722833,
            "stop": 3404.831,
            "byte_start": 13717922,
            "text_blocks": [
              {
                "text": "I know I do have, sir.",
                "start": 3403.604,
                "byte_stop": 13722833,
                "byte_start": 13717922,
                "stop": 3404.831
              }
            ]
          },
          {
            "start": 3404.831,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13732237,
            "stop": 3407.202,
            "byte_start": 13722833,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 3404.831,
                "byte_stop": 13723251,
                "byte_start": 13722833,
                "stop": 3404.936
              },
              {
                "text": "You --",
                "start": 3404.936,
                "byte_stop": 13732237,
                "byte_start": 13723251,
                "stop": 3407.202
              }
            ]
          },
          {
            "start": 3407.202,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 13743626,
            "stop": 3410.025,
            "byte_start": 13732237,
            "text_blocks": [
              {
                "text": "Whether my strength is holding out, so I don't have to sit down.",
                "start": 3407.202,
                "byte_stop": 13743626,
                "byte_start": 13732237,
                "stop": 3410.025
              }
            ]
          },
          {
            "start": 3410.025,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13744776,
            "stop": 3410.322,
            "byte_start": 13743626,
            "text_blocks": [
              {
                "text": "Alright.",
                "start": 3410.025,
                "byte_stop": 13744776,
                "byte_start": 13743626,
                "stop": 3410.322
              }
            ]
          },
          {
            "start": 3410.322,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 14891133,
            "stop": 3696.921,
            "byte_start": 13744776,
            "text_blocks": [
              {
                "text": "I do want to take a few moments to comment, to comment on the aspect of the case dealing with having affected the outcome of the election with your permission.",
                "start": 3410.322,
                "byte_stop": 13805902,
                "byte_start": 13744776,
                "stop": 3425.606
              },
              {
                "text": "Of course, you don't have to reach that point if you find that the mootness position taken by the Circuit Courts of Appeals has to be sustained.",
                "start": 3425.606,
                "byte_stop": 13846862,
                "byte_start": 13805902,
                "stop": 3435.846
              },
              {
                "text": "Now, in this case, as we know for reading of the record in Judge Dumbauld's decision, this rule was not held to be unreasonable as such.",
                "start": 3435.846,
                "byte_stop": 13880613,
                "byte_start": 13846862,
                "stop": 3444.294
              },
              {
                "text": "It was only as with respect to the excused areas that were limited that may be application out of it under those particular circumstances, and his opinion unreasonable, with substantial suggestions on how it could be corrected in his opinion which I indicated was followed.",
                "start": 3444.294,
                "byte_stop": 13937768,
                "byte_start": 13880613,
                "stop": 3458.572
              },
              {
                "text": "Now, in this instance, it held that the Secretary must show that a willing candidate was disqualified by the illegal rule.",
                "start": 3458.572,
                "byte_stop": 13981341,
                "byte_start": 13937768,
                "stop": 3469.457
              },
              {
                "text": "This is the Secretary was unable to do.",
                "start": 3469.457,
                "byte_stop": 13991790,
                "byte_start": 13981341,
                "stop": 3472.069
              },
              {
                "text": "The only evidence he had or was introduced was that one candidate and only one candidate was disqualified by the 75% rule because he was absent a meeting in which it was held.",
                "start": 3472.069,
                "byte_stop": 14036407,
                "byte_start": 13991790,
                "stop": 3483.232
              },
              {
                "text": "That candidate, gentlemen, Chief Justice and Justices of the Court, was the treasurer of the local union who had founded very convenient and easy to qualify for the 1959 election which he won as treasurer, the 1961 election in which he won as treasurer, and when he absented himself from a number of meetings in spite of his responsibilities as the treasury report of the financial affairs of the local union.",
                "start": 3483.232,
                "byte_stop": 14152077,
                "byte_start": 14036407,
                "stop": 3512.157
              },
              {
                "text": "As a matter of fact, unfortunately as it may be, this gentlemen proved to be something less than truthful before the Court and the areas of excuse that he told the Government he was entitled to receive when he reported to the Secretary in his complaint and which he intended which he testified to the Court as being the areas of absence were periods of time when he claimed to be ill but which he -- which, by the record, he usually had attended the union meetings.",
                "start": 3512.157,
                "byte_stop": 14254477,
                "byte_start": 14152077,
                "stop": 3537.74
              },
              {
                "text": "So that -- as Judge Dumbauld very properly found that he had the opportunity to observe the witness and the demeanor of the witness and all the facts, he found himself an individual who for reasons he never explained and could not explain, did not come to six meetings that were easily available to him at the time when he should have come as an officer, though that may not be the criteria, that's the whole factual picture here.",
                "start": 3537.74,
                "byte_stop": 14363669,
                "byte_start": 14254477,
                "stop": 3565.051
              },
              {
                "text": "We find ourselves that the -- we find ourselves that the -- there was nobody else complaining that the candidate did not have a valid excuse for not coming to a sufficient number of meetings and that there was not a willing candidate who was disqualified by virtue of this rule.",
                "start": 3565.051,
                "byte_stop": 14447156,
                "byte_start": 14363669,
                "stop": 3585.925
              },
              {
                "text": "The fact support that position amply and completely, and that we have no basis in fact or in law for the setting aside of this election on the ground that it affected the outcome, that the events that occurred affected the outcome of the election insofar as the complainant was concerned and suddenly the Secretary could have as to the extent of investigatory powers have ascertained as there are any other persons who are similarly affected.",
                "start": 3585.925,
                "byte_stop": 14560632,
                "byte_start": 14447156,
                "stop": 3614.283
              },
              {
                "text": "May I close on this note and this is most meaningful for me because I was exposed to it as early -- or as recently as April this year when in a similar case, a very fine person testifying before a District Court judge testify -- stated that when she was asked why she had did not qualify or was not eligible for office, said that she deliberately absented herself from meetings and didn't seek an excuse so that she would not be called upon to stand for candidacy and turn her people down because she had too many, she was a married woman and had home problems and just didn't want to disappoint her friends.",
                "start": 3614.283,
                "byte_stop": 14711829,
                "byte_start": 14560632,
                "stop": 3652.078
              },
              {
                "text": "This is her testimony before the Court and I say to you, we cannot unless we delve into these -- the background of these facts ascertain whether the 490 people, members of local of -- local union wanted to be candidates.",
                "start": 3652.078,
                "byte_stop": 14767000,
                "byte_start": 14711829,
                "stop": 3665.878
              },
              {
                "text": "I am sure, I can close this meaningfulness this by stating to you from my personal experience and I'm sure from statistics that were available that a huge majority of cases, trade union elections find themselves where there are no office or position for office.",
                "start": 3665.878,
                "byte_stop": 14830738,
                "byte_start": 14767000,
                "stop": 3681.825
              },
              {
                "text": "There are no opposing candidates.",
                "start": 3681.825,
                "byte_stop": 14836485,
                "byte_start": 14830738,
                "stop": 3683.246
              },
              {
                "text": "There were any number of elections so that whether -- the mere fact that there are 10 candidates under our rule or only ten candidate because of a single candidacy position and itself does not prove impropriety of the election.",
                "start": 3683.246,
                "byte_stop": 14888417,
                "byte_start": 14836485,
                "stop": 3696.227
              },
              {
                "text": "Thank you very much, Your Honor.",
                "start": 3696.227,
                "byte_stop": 14891133,
                "byte_start": 14888417,
                "stop": 3696.921
              }
            ]
          },
          {
            "start": 3696.921,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 14955708,
            "stop": 3713.049,
            "byte_start": 14891133,
            "text_blocks": [
              {
                "text": "Mr. Plone, may I ask you this, in the event that the Courts should find that the case is not moot, is this record didn't shape for us to meet the issues on the merits?",
                "start": 3696.921,
                "byte_stop": 14955708,
                "byte_start": 14891133,
                "stop": 3713.049
              }
            ]
          },
          {
            "start": 3713.049,
            "speaker": {
              "last_name": "Plone",
              "ID": 16718,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/albert_k_plone",
              "view_count": 0,
              "identifier": "albert_k_plone",
              "name": "Albert K. Plone"
            },
            "byte_stop": 15013386,
            "stop": 3727.476,
            "byte_start": 14955708,
            "text_blocks": [
              {
                "text": "I would have to take a review on that carefully because I believe that we -- that we tailor the record to meet these particular questions and I would really -- would like to have the opportunity to review your question and respond to the Court in writing, if I may, the response for me to do so.",
                "start": 3713.049,
                "byte_stop": 15013386,
                "byte_start": 14955708,
                "stop": 3727.476
              }
            ]
          },
          {
            "start": 3727.476,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 15089351,
            "stop": 3746.458,
            "byte_start": 15013386,
            "text_blocks": [
              {
                "text": "I think not if there's -- you haven't thought at all.",
                "start": 3727.476,
                "byte_stop": 15023313,
                "byte_start": 15013386,
                "stop": 3729.948
              },
              {
                "text": "There's no occasion to go ahead and file with it, very well.",
                "start": 3729.948,
                "byte_stop": 15071065,
                "byte_start": 15023313,
                "stop": 3741.903
              },
              {
                "text": "Mr. Claiborne, did you have any rebuttal?",
                "start": 3741.903,
                "byte_stop": 15089351,
                "byte_start": 15071065,
                "stop": 3746.458
              }
            ]
          }
        ],
        "stop": 3746.458
      },
      {
        "start": 3746.458,
        "byte_stop": 15109204,
        "byte_start": 15089351,
        "turns": [
          {
            "start": 3746.458,
            "speaker": {
              "last_name": "Claiborne",
              "ID": 34216,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/louis_f_claiborne",
              "view_count": 0,
              "identifier": "louis_f_claiborne",
              "name": "Louis F. Claiborne"
            },
            "byte_stop": 15095515,
            "stop": 3748.003,
            "byte_start": 15089351,
            "text_blocks": [
              {
                "text": "No, Mr. Chief Justice.",
                "start": 3746.458,
                "byte_stop": 15095515,
                "byte_start": 15089351,
                "stop": 3748.003
              }
            ]
          },
          {
            "start": 3748.003,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 15109204,
            "stop": 3751.454,
            "byte_start": 15095515,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 3748.003,
                "byte_stop": 15095829,
                "byte_start": 15095515,
                "stop": 3748.097
              },
              {
                "text": "I think you had used up your time anyway, haven't you?",
                "start": 3748.097,
                "byte_stop": 15109204,
                "byte_start": 15095829,
                "stop": 3751.454
              }
            ]
          }
        ],
        "stop": 3751.454
      }
    ],
    "duration": 3751.454,
    "title": "Wirtz v. Local 153, Glass Bottle Blowers Association of the United States and Canada, AFL-CIO"
  },
  "id": 15544,
  "media_file": [
    {
      "size": 15109517,
      "id": 40211,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1967/57/19671108a_57.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 34389944,
      "id": 62156,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1967/57/19671108a_57.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 48900,
      "id": 62157,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1967/57/19671108a_57.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}