{
  "title": "Oral Argument - April 22, 1969",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 6396113,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 288475,
            "stop": 46.26,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "This case is number 574, United States versus the Estate of Joseph P. Grace, deceased, et al.",
                "start": 0,
                "byte_stop": 266219,
                "byte_start": 103424,
                "stop": 40.69
              },
              {
                "text": "Mr. Solicitor General.",
                "start": 40.69,
                "byte_stop": 288475,
                "byte_start": 266219,
                "stop": 46.26
              }
            ]
          },
          {
            "start": 46.26,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 3227460,
            "stop": 781,
            "byte_start": 288475,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please Court.",
                "start": 46.26,
                "byte_stop": 311568,
                "byte_start": 288475,
                "stop": 52.023
              },
              {
                "text": "This is an estate tax case which comes here from the Court of Claims.",
                "start": 52.023,
                "byte_stop": 345631,
                "byte_start": 311568,
                "stop": 60.533
              },
              {
                "text": "Now, before starting to discuss the merits of the case, I would point out that the respondent has raised a question of jurisdiction of the Court.",
                "start": 60.533,
                "byte_stop": 405086,
                "byte_start": 345631,
                "stop": 75.39
              },
              {
                "text": "It is discussed in the reply memorandum which we filed in connection with our petition for certiorari and I want to discuss it now very briefly only to make a claim that I do not think that there is appropriately a jurisdictional question here.",
                "start": 75.39,
                "byte_stop": 504456,
                "byte_start": 405086,
                "stop": 100.242
              },
              {
                "text": "It starts out I think -- the way it starts out can best be seen by looking first at page 123 of the record where the Court of Claims on April 19, -- April 18 said upon the foregoing findings of facts which are made a part of the judgment herein, the Court concludes as a matter of law that the plaintiffs are entitled to recover and judgment is entered to that effect.",
                "start": 100.242,
                "byte_stop": 641024,
                "byte_start": 504456,
                "stop": 134.398
              },
              {
                "text": "The amount of recovery, will be determined pursuant to Rule 47 (c) and I would also point out that there is on page 2 of the record a pasted in correction of the record because the respondents felt that the record is it had been submitted was not accurate and that shows April 19 judgment for plaintiff with the amount of recovery to be determined by further proceedings.",
                "start": 134.398,
                "byte_stop": 781876,
                "byte_start": 641024,
                "stop": 169.59
              },
              {
                "text": "And then there was a stipulation and the final order of the Court appears at page 125 of the record.",
                "start": 169.59,
                "byte_stop": 829106,
                "byte_start": 781876,
                "stop": 181.402
              },
              {
                "text": "It is therefore ordered that judgment be and the same is entered for the plaintiffs in the sum of $419,221.05 together with interest thereon from July 14, 1954 as provided by law and that was entered on June 28th.",
                "start": 181.402,
                "byte_stop": 922937,
                "byte_start": 829106,
                "stop": 204.877
              },
              {
                "text": "The Government's position for certiorari was filed on September 26th which was within the 90 days.",
                "start": 204.877,
                "byte_stop": 963480,
                "byte_start": 922937,
                "stop": 215.011
              },
              {
                "text": "We believe that this question has been several times passed upon by this Court and perhaps most clearly and effectively in connection with the case of United States against Bianchi and Company where there is nothing in the opinion but were substantially the same question was raised in opposition to the Government's petition.",
                "start": 215.011,
                "byte_stop": 1081657,
                "byte_start": 963480,
                "stop": 244.543
              },
              {
                "text": "The Government responded on the jurisdictional ground.",
                "start": 244.543,
                "byte_stop": 1102137,
                "byte_start": 1081657,
                "stop": 249.673
              },
              {
                "text": "The Court granted the petition and decided the case on the merits.",
                "start": 249.673,
                "byte_stop": 1132440,
                "byte_start": 1102137,
                "stop": 257.243
              },
              {
                "text": "Now, with respect to the merits of this case, it is a question of the taxability of one of two reciprocal trust created by a husband and wife within 15 days of each other at the close of 1931.",
                "start": 257.243,
                "byte_stop": 1224182,
                "byte_start": 1132440,
                "stop": 280.17
              },
              {
                "text": "The question involving reciprocal trust was one which people regarded as subtle and nearly 30 years ago, by an opinion of the Second Circuit Court of Appeals in Lehman against the Commissioner, an opinion by Judge Patterson which was concurred in by Judge Learned Hand and Judge Chase a petition for certiorari was filed and this Court denied certiorari and stated the thing as followed after that case is I think exemplified by the title of an article which is cited in our brief and was published in 1948, Colgan and Molloy, “Converse Trusts – The Rise and Fall of a Tax Avoidance Device.”",
                "start": 280.17,
                "byte_stop": 1470151,
                "byte_start": 1224182,
                "stop": 341.679
              },
              {
                "text": "I think it was Lord McNaughton who said that it's one thing to put Shelly's case in a nutshell and another thing to keep it there and this case illustrates the fact that it's one thing to get in the state tax point decided and another thing to keep it decided.",
                "start": 341.679,
                "byte_stop": 1563460,
                "byte_start": 1470151,
                "stop": 364.994
              },
              {
                "text": "Now, what then are the facts of this case?",
                "start": 364.994,
                "byte_stop": 1598360,
                "byte_start": 1563460,
                "stop": 373.711
              },
              {
                "text": "The case as I have said comes from the Court of Claims and the findings of fact if the Court of Claims begins at page 87 of the record.",
                "start": 373.711,
                "byte_stop": 1671920,
                "byte_start": 1598360,
                "stop": 392.114
              },
              {
                "text": "They show in substance in effect that Joseph P. Grace and Janet Grace were husband and wife that they lived happily together, that the husband was quite wealthy and frequently made gifts to his wife from time to time after he returned property which he had given to her which she always did and on page 88 of the record, we have finding five the decedent exercised supervision and control over and he made the decisions that were involved in the management of the business affairs of the family.",
                "start": 392.114,
                "byte_stop": 1874004,
                "byte_start": 1671920,
                "stop": 442.623
              },
              {
                "text": "And then the last sentence in that paragraph, when the decedent decided that some formal action by Janet Grace was required in connection with the management or disposition of a piece of property or a financial interest that was in her ownership, the decedent customarily would have the appropriate instrument for his wife's signature and with then ever execute such instrument.",
                "start": 442.623,
                "byte_stop": 1992286,
                "byte_start": 1874004,
                "stop": 472.196
              },
              {
                "text": "In the latter part of 1931, Mr. Grace became concerned of some indication that there were suggestions to him of ways to minimize taxes at least gift taxes which he thought would become effective and in 1932 as they did in fact become effective and on December 15, 1931, Mr. Grace created a trust, the essential terms of which are set forth on pages 92 to 94 of the record in the Court's findings.",
                "start": 472.196,
                "byte_stop": 2187264,
                "byte_start": 1992286,
                "stop": 520.948
              },
              {
                "text": "They provided that certain property was transferred to trustees upon trust for his wife for life with remainder as she might by will of point with power in the trustees to convey the principle to her and with gifts in default of appointment to his heirs.",
                "start": 520.948,
                "byte_stop": 2289455,
                "byte_start": 2187264,
                "stop": 546.506
              },
              {
                "text": "And then the finding show on page 98 to 100 that 15 days later on December 30, 1931 Mrs. Grace executed a trust instrument which was essentially identical except reciprocal, that is it was a trust by which she transferred certain property including the family residence to trustees upon trust for her husband for life with power in the trustees to convey the principle to him with remainder subject to his appointment and give in default of appointment to her heirs.",
                "start": 546.506,
                "byte_stop": 2503450,
                "byte_start": 2289455,
                "stop": 599.983
              },
              {
                "text": "Mrs. Grace died in the 1930s and Mr. Grace lived until 1951.",
                "start": 599.983,
                "byte_stop": 2538454,
                "byte_start": 2503450,
                "stop": 608.754
              },
              {
                "text": "When Mr. Grace died, the Government contended pursuant to the Lehman case that the trust which she had created was one which should be included in his gross estate as a trust in which he had reserved a life estate.",
                "start": 608.754,
                "byte_stop": 2628211,
                "byte_start": 2538454,
                "stop": 631.191
              },
              {
                "text": "The trust was of course formally created by her.",
                "start": 631.191,
                "byte_stop": 2653184,
                "byte_start": 2628211,
                "stop": 637.437
              },
              {
                "text": "It provided for a life estate in him.",
                "start": 637.437,
                "byte_stop": 2675649,
                "byte_start": 2653184,
                "stop": 643.04
              },
              {
                "text": "The estate paid the tax pursuant to the demand of the Government.",
                "start": 643.04,
                "byte_stop": 2717132,
                "byte_start": 2675649,
                "stop": 653.409
              },
              {
                "text": "Claims for refund were filed when they were not acted on within the six months that this suit was brought in the Court of Claims.",
                "start": 653.409,
                "byte_stop": 2788185,
                "byte_start": 2717132,
                "stop": 671.173
              },
              {
                "text": "The difficulty arises I think largely from the fact that in the Lehman case, the four trusts were created by two brothers, two each for the other as the result of an agreement between them.",
                "start": 671.173,
                "byte_stop": 2876374,
                "byte_start": 2788185,
                "stop": 693.232
              },
              {
                "text": "There is as a consequence some talk in the Lehman opinion to the effect that one trust was created in consideration of the other that there is a more talk as there is in page 27 of the respondent's brief where there is an extensive quotation from the Lehman opinion where there is more talk of how the decedent by transfer of his share to his brother caused the brother to make a transfer of property in trust and could there be a clearer case than this one that the decedent caused his wife Janet to make this transfer.",
                "start": 693.232,
                "byte_stop": 3105520,
                "byte_start": 2876374,
                "stop": 750.505
              },
              {
                "text": "He drew up the instruments.",
                "start": 750.505,
                "byte_stop": 3116805,
                "byte_start": 3105520,
                "stop": 753.342
              },
              {
                "text": "He made the plan.",
                "start": 753.342,
                "byte_stop": 3128508,
                "byte_start": 3116805,
                "stop": 756.265
              },
              {
                "text": "The Court of Claims has found the final finding on page 122 and 123 of the record.",
                "start": 756.265,
                "byte_stop": 3163721,
                "byte_start": 3128508,
                "stop": 765.068
              },
              {
                "text": "The Joseph Grace trust and the Janet Grace trust were created by or at the instigation of Joseph P. Grace as parts of what was essentially a single transaction.",
                "start": 765.068,
                "byte_stop": 3227460,
                "byte_start": 3163721,
                "stop": 781
              }
            ]
          },
          {
            "start": 781,
            "speaker": null,
            "byte_stop": 3263718,
            "stop": 790.057,
            "byte_start": 3227460,
            "text_blocks": [
              {
                "text": "Would the property, Mr. Solicitor General, be subject of her trust, her own property or having other source?",
                "start": 781,
                "byte_stop": 3263718,
                "byte_start": 3227460,
                "stop": 790.057
              }
            ]
          },
          {
            "start": 790.057,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 3294438,
            "stop": 797.741,
            "byte_start": 3263718,
            "text_blocks": [
              {
                "text": "It was at that time, her own property.",
                "start": 790.057,
                "byte_stop": 3276048,
                "byte_start": 3263718,
                "stop": 793.154
              },
              {
                "text": "It -- it had come I think in large part or entirely originally from him.",
                "start": 793.154,
                "byte_stop": 3294438,
                "byte_start": 3276048,
                "stop": 797.741
              }
            ]
          },
          {
            "start": 797.741,
            "speaker": null,
            "byte_stop": 3300185,
            "stop": 799.168,
            "byte_start": 3294438,
            "text_blocks": [
              {
                "text": "Does anything turn on that?",
                "start": 797.741,
                "byte_stop": 3300185,
                "byte_start": 3294438,
                "stop": 799.168
              }
            ]
          },
          {
            "start": 799.168,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 6081599,
            "stop": 1494.527,
            "byte_start": 3300185,
            "text_blocks": [
              {
                "text": "I do not believe so Mr. Justice.",
                "start": 799.168,
                "byte_stop": 3313873,
                "byte_start": 3300185,
                "stop": 802.612
              },
              {
                "text": "Perhaps something could have been made to turn on at an earlier stage of the case but no intention has been made that this was anything other than her property which she transferred in trust for him in connection with or almost contemporaneously with a transfer of property which she made in trust for her.",
                "start": 802.612,
                "byte_stop": 3414079,
                "byte_start": 3313873,
                "stop": 827.658
              },
              {
                "text": "Now, the court below seized on this concept of consideration as some of the other courts have following the Lehman case and the respondent basis his whole argument on it.",
                "start": 827.658,
                "byte_stop": 3481997,
                "byte_start": 3414079,
                "stop": 844.632
              },
              {
                "text": "If I am caught by the consideration argument, my path may be somewhat difficult though I do not think that even then it is hopeless for consideration must be interpreted in the later the actual facts of the case.",
                "start": 844.632,
                "byte_stop": 3559215,
                "byte_start": 3481997,
                "stop": 863.932
              },
              {
                "text": "Well, I don't think the question in this case ought to be made to turn on any questions of whether there is a consideration in the contract sense of course there was no bargaining here.",
                "start": 863.932,
                "byte_stop": 3629328,
                "byte_start": 3559215,
                "stop": 881.453
              },
              {
                "text": "There was nothing of what the Fifth Circuit Court of Appeals in a recent decision involving a somewhat related question has referred to as treating (Inaudible).",
                "start": 881.453,
                "byte_stop": 3691499,
                "byte_start": 3629328,
                "stop": 897.005
              },
              {
                "text": "This was a question of mutual gifts not of bargain at arm's length.",
                "start": 897.005,
                "byte_stop": 3736012,
                "byte_start": 3691499,
                "stop": 908.124
              },
              {
                "text": "These spouses did not operate on that basis as most spouses do not sort of a divorce settlement and here there was never a divorce and no property settlement of that kind.",
                "start": 908.124,
                "byte_stop": 3814484,
                "byte_start": 3736012,
                "stop": 927.743
              },
              {
                "text": "As the Court of Claims has found these two trusts were created as part of a single plan which was devised and actuated by Mr. Grace.",
                "start": 927.743,
                "byte_stop": 3892328,
                "byte_start": 3814484,
                "stop": 947.214
              },
              {
                "text": "In the Court of Claims, there is a dissenting opinion by Judge Davis who deals extensively with this problem.",
                "start": 947.214,
                "byte_stop": 3932348,
                "byte_start": 3892328,
                "stop": 957.205
              },
              {
                "text": "He uses a good many other words page 75 of the record interconnected, page 76 mutuality further down on the page related connected and interdependent, page 78 he refers to –- well it's on page 80, he refers to cross trusts are seen as interdependent.",
                "start": 957.205,
                "byte_stop": 4096920,
                "byte_start": 3932348,
                "stop": 998.361
              },
              {
                "text": "Page 84 he refers to the true reciprocity and interdependence and says if the cross trust arrangement was mutual and interdependent, there is such a transfer and on page 85 he refers to the crossing was not haphazard but part of a single interdependent transaction.",
                "start": 998.361,
                "byte_stop": 4212172,
                "byte_start": 4096920,
                "stop": 1027.17
              },
              {
                "text": "Reciprocal trusts are in fact outside the direct language of the statute but the Court in the Lehman case and in many other cases have uncrossed the trust relying on the fundamental rule repeatedly reaffirmed by this Court.",
                "start": 1027.17,
                "byte_stop": 4297435,
                "byte_start": 4212172,
                "stop": 1048.497
              },
              {
                "text": "Now, the tax consequences flow from the economic substance and effect of a transaction and not its form.",
                "start": 1048.497,
                "byte_stop": 4340903,
                "byte_start": 4297435,
                "stop": 1059.346
              },
              {
                "text": "This is rather like a converse of the Gregory situation.",
                "start": 1059.346,
                "byte_stop": 4363995,
                "byte_start": 4340903,
                "stop": 1065.136
              },
              {
                "text": "There the transaction came within the literal language of the statute but this Court held that what was done was a mere device and not within the substance or the purpose of the statute.",
                "start": 1065.136,
                "byte_stop": 4438706,
                "byte_start": 4363995,
                "stop": 1083.818
              },
              {
                "text": "This recalls other expression of this Court at this period in Barnette and Wells, the Court through Mr. Justice Cardozo referred to the record of the Government's endeavor to keep pace with the fertility of invention whereby taxpayers had contrived to keep the larger benefits of ownership and be relieved from the attended burdens and shortly thereafter in Griffith against Commissioner, the Court referred to a lawyer's ingenuity devised a technically elegant arrangement whereby an intricate outward appearance was given in that case to make the thing look to be sale rather than the payment of a dividend.",
                "start": 1083.818,
                "byte_stop": 4683943,
                "byte_start": 4438706,
                "stop": 1145.112
              },
              {
                "text": "Our submission is that the existence of consideration, the existence of a bargain for quid pro quo is not the touchstone of the Lehman case but it is simply a question of whether there are mutual gifts, whether the consequence of the transaction as it was carried out is essentially the same as it would be if Mr. Grace had created a trust for himself and Mrs. Grace had created a trust for herself and this construction of the reciprocal trust situation has been confirmed by Congress.",
                "start": 1145.112,
                "byte_stop": 4867950,
                "byte_start": 4683943,
                "stop": 1191.118
              },
              {
                "text": "This was in the Technical Changes Act of 1949 following this Court's decision in the Church and Spiegel cases.",
                "start": 1191.118,
                "byte_stop": 4915911,
                "byte_start": 4867950,
                "stop": 1203.111
              },
              {
                "text": "Congress then provided for tax free release of powers reserved in reciprocal trusts, of powers reserved on reciprocal trusts, effective until December 31, 1950, that was a little over a year after the statute was passed.",
                "start": 1203.111,
                "byte_stop": 4996054,
                "byte_start": 4915911,
                "stop": 1223.132
              },
              {
                "text": "This did not provide for tax free release of retained life estates or reciprocal trust estates unless the trusts had been irrevocably established before March 3, 1931 and that would not apply in this case because the trusts were established in December 1931.",
                "start": 1223.132,
                "byte_stop": 5096155,
                "byte_start": 4996054,
                "stop": 1248.165
              },
              {
                "text": "In connection with this 1949 statute, the committee reports are explicit.",
                "start": 1248.165,
                "byte_stop": 5142235,
                "byte_start": 5096155,
                "stop": 1259.699
              },
              {
                "text": "The Senate Report which is essentially the same as the House Report is set out in page 23 of our brief.",
                "start": 1259.699,
                "byte_stop": 5185808,
                "byte_start": 5142235,
                "stop": 1270.589
              },
              {
                "text": "Prior to 1940, the Senate Report says certain reciprocal trusts were established with the apparent intent of minimizing estate taxes by what were then considered effective means and going to the end of that paragraph, by this reciprocal device it was thought that two persons could transfer property to their heirs without diminishing effective control during life but still paying the gift tax rather than the estate tax.",
                "start": 1270.589,
                "byte_stop": 5316629,
                "byte_start": 5185808,
                "stop": 1303.287
              },
              {
                "text": "And then the last paragraph on that page, however, in 1940, in Lehman against Commissioner, the Circuit Court of Appeals for the Second Circuit held that where trusts were found to have been created each in consideration of the other, the nominal grantors are to be interchanged for tax purposes and the Court -- the Congress went on to provide that there should be a limited period when persons who in the sense had been caught by that could release powers but made no provision for releasing life estate or transferring life estates in reciprocal trusts unless the life estate has been created before March 3, 1931 which was the date of the statute which Congress passed explicitly making taxable the reservation of a life estate.",
                "start": 1303.287,
                "byte_stop": 5558941,
                "byte_start": 5316629,
                "stop": 1363.854
              },
              {
                "text": "Now, there is no reference to consideration in these committee reports or to a bargain for or arm's length transaction.",
                "start": 1363.854,
                "byte_stop": 5598751,
                "byte_start": 5558941,
                "stop": 1373.827
              },
              {
                "text": "There is the simple factual statement an individual might establish a trust at the same time or a short time after the husband set up the trust, his wife would also establish a trust and that is of course precisely what we have involved here.",
                "start": 1373.827,
                "byte_stop": 5696345,
                "byte_start": 5598751,
                "stop": 1398.205
              },
              {
                "text": "A good deal was made in the opinion of the Court of Claims out of the fact that it was perfectly obvious that Mrs. Grace had no motivation here except to be a good wife to her husband and since it appeared that Mrs. Grace was not trying to save taxes had no conscious motivation of an effort to save taxes the Court of Claims felt that the trust could not come with the reciprocal trust rule but we submit that the subjective facts that motivated Mrs. Grace or Mr. Grace have no pertinence.",
                "start": 1398.205,
                "byte_stop": 5878157,
                "byte_start": 5696345,
                "stop": 1443.67
              },
              {
                "text": "They were not bargaining, they were not purchasing, it's obvious that Mrs. Grace's only motivation was to do what her husband wanted her to do which she did promptly and cheerfully without harm to herself as was always the case.",
                "start": 1443.67,
                "byte_stop": 5958405,
                "byte_start": 5878157,
                "stop": 1463.745
              },
              {
                "text": "All of the motivation, all of the decision came from Mr. Grace.",
                "start": 1463.745,
                "byte_stop": 5982751,
                "byte_start": 5958405,
                "stop": 1469.813
              },
              {
                "text": "These were not bargain for transfers but they were planned transfers, mutual gifts, artfully contrived part of a single transaction, obviously with some tax motivation to get in ahead of the gift tax which was successfully accomplished.",
                "start": 1469.813,
                "byte_stop": 6081599,
                "byte_start": 5982751,
                "stop": 1494.527
              }
            ]
          },
          {
            "start": 1494.527,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 6108139,
            "stop": 1501.159,
            "byte_start": 6081599,
            "text_blocks": [
              {
                "text": "But which Mr. Solicitor General, which trust is included in the decedent's estate, the one he created or the one that's created for him?",
                "start": 1494.527,
                "byte_stop": 6108139,
                "byte_start": 6081599,
                "stop": 1501.159
              }
            ]
          },
          {
            "start": 1501.159,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 6134784,
            "stop": 1507.838,
            "byte_start": 6108139,
            "text_blocks": [
              {
                "text": "No, Mr. Justice White, the one Mrs. Grace created is the one which is included in his estate.",
                "start": 1501.159,
                "byte_stop": 6134784,
                "byte_start": 6108139,
                "stop": 1507.838
              }
            ]
          },
          {
            "start": 1507.838,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 6142412,
            "stop": 1509.724,
            "byte_start": 6134784,
            "text_blocks": [
              {
                "text": "So he is treated as the settlor of her trust.",
                "start": 1507.838,
                "byte_stop": 6142412,
                "byte_start": 6134784,
                "stop": 1509.724
              }
            ]
          },
          {
            "start": 1509.724,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 6174281,
            "stop": 1517.706,
            "byte_start": 6142412,
            "text_blocks": [
              {
                "text": "He is treated as the settlor of the trust which she signed which transferred property upon trust for him for life.",
                "start": 1509.724,
                "byte_stop": 6174281,
                "byte_start": 6142412,
                "stop": 1517.706
              }
            ]
          },
          {
            "start": 1517.706,
            "speaker": {
              "last_name": "White",
              "ID": 15071,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "John F. Kennedy",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "id": 2715,
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 11396,
              "thumbnail": {
                "size": 55559,
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/byron_r_white",
              "view_count": 0,
              "identifier": "byron_r_white",
              "name": "Byron R. White"
            },
            "byte_stop": 6182745,
            "stop": 1519.83,
            "byte_start": 6174281,
            "text_blocks": [
              {
                "text": "And it's the value of that property.",
                "start": 1517.706,
                "byte_stop": 6182745,
                "byte_start": 6174281,
                "stop": 1519.83
              }
            ]
          },
          {
            "start": 1519.83,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 6383992,
            "stop": 1570.136,
            "byte_start": 6182745,
            "text_blocks": [
              {
                "text": "It's the value of that property which is included here.",
                "start": 1519.83,
                "byte_stop": 6206255,
                "byte_start": 6182745,
                "stop": 1525.705
              },
              {
                "text": "These trusts were planned by Mr. Grace together.",
                "start": 1525.705,
                "byte_stop": 6226735,
                "byte_start": 6206255,
                "stop": 1530.806
              },
              {
                "text": "They were executed within a span of 15 days.",
                "start": 1530.806,
                "byte_stop": 6244603,
                "byte_start": 6226735,
                "stop": 1535.291
              },
              {
                "text": "They were virtually identical in terms.",
                "start": 1535.291,
                "byte_stop": 6262157,
                "byte_start": 6244603,
                "stop": 1539.682
              },
              {
                "text": "They were executed in accordance with the plan of the decedent and were parts of what was essentially a single transaction.",
                "start": 1539.682,
                "byte_stop": 6301341,
                "byte_start": 6262157,
                "stop": 1549.477
              },
              {
                "text": "On this record, it is plain that these trusts were imminently connected in their inception and that is enough to invoke the rule of the Lehman case as Congress has confirmed.",
                "start": 1549.477,
                "byte_stop": 6354213,
                "byte_start": 6301341,
                "stop": 1562.692
              },
              {
                "text": "We submit that the judgment of the Court of Claim should be reversed.",
                "start": 1562.692,
                "byte_stop": 6383992,
                "byte_start": 6354213,
                "stop": 1570.136
              }
            ]
          },
          {
            "start": 1570.136,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 6396113,
            "stop": 1573.151,
            "byte_start": 6383992,
            "text_blocks": [
              {
                "text": "Mr. Downard.",
                "start": 1570.136,
                "byte_stop": 6396113,
                "byte_start": 6383992,
                "stop": 1573.151
              }
            ]
          }
        ],
        "stop": 1573.151
      },
      {
        "start": 1573.151,
        "byte_stop": 14090742,
        "byte_start": 6396113,
        "turns": [
          {
            "start": 1573.151,
            "speaker": {
              "last_name": "Downard",
              "ID": 44445,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_s_downard",
              "view_count": 0,
              "identifier": "william_s_downard",
              "name": "William S. Downard"
            },
            "byte_stop": 7062340,
            "stop": 1739.706,
            "byte_start": 6396113,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please Court.",
                "start": 1573.151,
                "byte_stop": 6414085,
                "byte_start": 6396113,
                "stop": 1577.646
              },
              {
                "text": "Section 811 (c) (1) (b) of the 1939 Internal Revenue Code under which the Government seeks to impose a tax in this case authorizes inclusion in the taxable estate of a decedent of property and I believe that the language of the statute is important in imposing a tax when it described the transaction to which the tax applies.",
                "start": 1577.646,
                "byte_stop": 6532263,
                "byte_start": 6414085,
                "stop": 1607.191
              },
              {
                "text": "It says to the property to the extent of any interest therein of which the decedent has made a transfer under which he has retained a life estate.",
                "start": 1607.191,
                "byte_stop": 6598823,
                "byte_start": 6532263,
                "stop": 1623.845
              },
              {
                "text": "Now, this law clearly permits and has always been held to permit any husband to place property in trust for his wife for life with remainder to their children and that trust would not be subject to estate tax on the death of the wife because she only had a life estate in it and it was not a retained life estate.",
                "start": 1623.845,
                "byte_stop": 6714807,
                "byte_start": 6598823,
                "stop": 1652.829
              },
              {
                "text": "The same is true of any wife.",
                "start": 1652.829,
                "byte_stop": 6729749,
                "byte_start": 6714807,
                "stop": 1656.57
              },
              {
                "text": "There is certainly no discrimination on account of sex on this statute.",
                "start": 1656.57,
                "byte_stop": 6750124,
                "byte_start": 6729749,
                "stop": 1661.662
              },
              {
                "text": "Any wife may create a trust for the benefit of her husband for life with remainder to their children and that trust is not taxable on the death of the life tenant.",
                "start": 1661.662,
                "byte_stop": 6811042,
                "byte_start": 6750124,
                "stop": 1676.892
              },
              {
                "text": "Now, here the Government is trying to tax a trust on the death of the life tenant to the life tenant's estate.",
                "start": 1676.892,
                "byte_stop": 6858062,
                "byte_start": 6811042,
                "stop": 1688.652
              },
              {
                "text": "It tries to justify that position by reliance on the Lehman case and the many other cases following and yet in the Lehman case which involved a clear case of this economic equivalence of the two trusts where two brothers that each had a half interest in certain securities, each transferred their half interest reportedly in trust for the other brother and his children and there was no way to tell which half interest went into each trust except that papers said so.",
                "start": 1688.652,
                "byte_stop": 7059623,
                "byte_start": 6858062,
                "stop": 1739.049
              },
              {
                "text": "Now, --",
                "start": 1739.049,
                "byte_stop": 7062340,
                "byte_start": 7059623,
                "stop": 1739.706
              }
            ]
          },
          {
            "start": 1739.706,
            "speaker": null,
            "byte_stop": 7084387,
            "stop": 1745.235,
            "byte_start": 7062340,
            "text_blocks": [
              {
                "text": "What extent was there in amount in equivalence here, (Inaudible)?",
                "start": 1739.706,
                "byte_stop": 7084387,
                "byte_start": 7062340,
                "stop": 1745.235
              }
            ]
          },
          {
            "start": 1745.235,
            "speaker": {
              "last_name": "Downard",
              "ID": 44445,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_s_downard",
              "view_count": 0,
              "identifier": "william_s_downard",
              "name": "William S. Downard"
            },
            "byte_stop": 8684962,
            "stop": 2145.38,
            "byte_start": 7084387,
            "text_blocks": [
              {
                "text": "I think that is the -- the critical thing in this case, Your Honor.",
                "start": 1745.235,
                "byte_stop": 7104658,
                "byte_start": 7084387,
                "stop": 1750.293
              },
              {
                "text": "There was none.",
                "start": 1750.293,
                "byte_stop": 7113644,
                "byte_start": 7104658,
                "stop": 1752.551
              },
              {
                "text": "Now, let us go into the actual facts of this case and how they will not tally with the Government's argument that substance must prevail over form.",
                "start": 1752.551,
                "byte_stop": 7166098,
                "byte_start": 7113644,
                "stop": 1765.647
              },
              {
                "text": "That's what we're asking the Court to do is to let substance prevail over form and the substance of these trusts was quite different.",
                "start": 1765.647,
                "byte_stop": 7206013,
                "byte_start": 7166098,
                "stop": 1775.622
              },
              {
                "text": "Now, the property that the wife transferred to the trust that the Government now seeks to include in the decedent's estate consisted of the family homestead which was a large 167-acre estate on Long Island that had a big expensive 65-room mansion on it.",
                "start": 1775.622,
                "byte_stop": 7309040,
                "byte_start": 7206013,
                "stop": 1801.391
              },
              {
                "text": "That property had originally been given to the wife back in 1911 and she had owned it for 20 years before she created this trust with it.",
                "start": 1801.391,
                "byte_stop": 7360136,
                "byte_start": 7309040,
                "stop": 1814.173
              },
              {
                "text": "In that trust with the homestead property she placed 40 shares of stock in a personal holding company which were calculated to be the amount of stock necessary to produce enough dividends to pay the local ad valorem taxes on the homestead property just as support for the homestead.",
                "start": 1814.173,
                "byte_stop": 7448430,
                "byte_start": 7360136,
                "stop": 1836.244
              },
              {
                "text": "So essentially, the nature of the trust that the wife created and that the Government now seeks to tax to the decedent's estate was purely noncommercial interest in a homestead and by virtue of a creation of that trust, the Court of Claims found that there was no change whatever in the possession, use or enjoyment of the property so that there was and that none was intended and in fact as noted in the Government's brief in the footnote, the decedent did immediately after the creation of this wife's trust exercise a power of appointment that he had to appoint it back to her for her life and specifically provided that she would then have the successive life estate in case he predeceased her.",
                "start": 1836.244,
                "byte_stop": 7718849,
                "byte_start": 7448430,
                "stop": 1903.835
              },
              {
                "text": "And so the net economic effect of this non-economic trust was really certainly nothing equivalent to the trust that the decedent created.",
                "start": 1903.835,
                "byte_stop": 7792828,
                "byte_start": 7718849,
                "stop": 1922.334
              },
              {
                "text": "Now, in the decedent's trust that he created 15 days earlier he transferred a variety of commercial investment properties held for a long term appreciation in value.",
                "start": 1922.334,
                "byte_stop": 7863254,
                "byte_start": 7792828,
                "stop": 1939.942
              },
              {
                "text": "There was a thousand acre track of land down in a remote section of Long Island and there was a stock of two real estate development corporations, and there was a one-fourth interest in a real estate development joint venture and there were sure a lot of pieces of real estate.",
                "start": 1939.942,
                "byte_stop": 7946115,
                "byte_start": 7863254,
                "stop": 1960.668
              },
              {
                "text": "Most of these properties have been inherited by the decedent but he transferred to that estate commercial investment properties that had a financial significance and certainly in as a result of the creation by his wife of this trust placing the homestead in trust as a device for preserving it and maintaining it for the family and their children, the decedent didn't get any sort of economic equivalence.",
                "start": 1960.668,
                "byte_stop": 8091564,
                "byte_start": 7946115,
                "stop": 1997.028
              },
              {
                "text": "In reality, nothing was taken away from Janet Grace and nothing was given to the decedent.",
                "start": 1997.028,
                "byte_stop": 8115597,
                "byte_start": 8091564,
                "stop": 2003.031
              },
              {
                "text": "He had always -- he had lived in that home for 20 years at the severance of his wife who owned it.",
                "start": 2003.031,
                "byte_stop": 8138794,
                "byte_start": 8115597,
                "stop": 2008.829
              },
              {
                "text": "He was going to live there the rest of his life no matter whether it was put in trust or not.",
                "start": 2008.829,
                "byte_stop": 8164498,
                "byte_start": 8138794,
                "stop": 2015.254
              },
              {
                "text": "And as far as any real substance and effect is concerned, the Janet Grace trust accomplished nothing that could not have been accomplished had she provided a testamentary life estate in her will for husband for life and then to the children.",
                "start": 2015.254,
                "byte_stop": 8262092,
                "byte_start": 8164498,
                "stop": 2039.654
              },
              {
                "text": "Had she done so, this decedent's estate would not be taxable on the expiration of his life estate, the statute doesn't so provide.",
                "start": 2039.654,
                "byte_stop": 8297305,
                "byte_start": 8262092,
                "stop": 2048.464
              },
              {
                "text": "It could have been done in perhaps a dozen different ways.",
                "start": 2048.464,
                "byte_stop": 8312456,
                "byte_start": 8297305,
                "stop": 2052.248
              },
              {
                "text": "It so happened that this decedent because he was a very trust-minded man, because he had created 26 trusts for his children in the 10 years before this, and he was convinced that trusts were a good way to do things, he happened to select this way of doing it, this trust instrument and it just happened that because he was creating this other financial trust for the security of his wife and children.",
                "start": 2052.248,
                "byte_stop": 8447979,
                "byte_start": 8312456,
                "stop": 2086.121
              },
              {
                "text": "At the same time, he used the same format trust instrument but the similarity informs of the trust instrument is purely a superficial matter of form and it seems to me paradoxical that the Solicitor General argues that substance must prevail over form and that we must give recognition to the economic substance without ever facing up to the fact of what the economic substance of these trusts really are.",
                "start": 2086.121,
                "byte_stop": 8581935,
                "byte_start": 8447979,
                "stop": 2119.619
              },
              {
                "text": "And in any real sense of economic substance, there simply was no equivalence between the two trusts that were created.",
                "start": 2119.619,
                "byte_stop": 8641181,
                "byte_start": 8581935,
                "stop": 2134.42
              },
              {
                "text": "No equivalence of even the same character of estates or economic significance of these estates that were created by these trusts.",
                "start": 2134.42,
                "byte_stop": 8684962,
                "byte_start": 8641181,
                "stop": 2145.38
              }
            ]
          },
          {
            "start": 2145.38,
            "speaker": null,
            "byte_stop": 8708890,
            "stop": 2151.342,
            "byte_start": 8684962,
            "text_blocks": [
              {
                "text": "And the problem of this kind, there isn't at the time of her death?",
                "start": 2145.38,
                "byte_stop": 8708890,
                "byte_start": 8684962,
                "stop": 2151.342
              }
            ]
          },
          {
            "start": 2151.342,
            "speaker": {
              "last_name": "Downard",
              "ID": 44445,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_s_downard",
              "view_count": 0,
              "identifier": "william_s_downard",
              "name": "William S. Downard"
            },
            "byte_stop": 8775241,
            "stop": 2167.952,
            "byte_start": 8708890,
            "text_blocks": [
              {
                "text": "Your Honor, she died in 1937.",
                "start": 2151.342,
                "byte_stop": 8721951,
                "byte_start": 8708890,
                "stop": 2154.628
              },
              {
                "text": "The Lehman case was decided in 1940.",
                "start": 2154.628,
                "byte_stop": 8737311,
                "byte_start": 8721951,
                "stop": 2158.46
              },
              {
                "text": "In -- when her estate was under examination in about 1943, must I stop now?",
                "start": 2158.46,
                "byte_stop": 8775241,
                "byte_start": 8737311,
                "stop": 2167.952
              }
            ]
          },
          {
            "start": 2167.952,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 8782033,
            "stop": 2169.63,
            "byte_start": 8775241,
            "text_blocks": [
              {
                "text": "You finish your sentence.",
                "start": 2167.952,
                "byte_stop": 8782033,
                "byte_start": 8775241,
                "stop": 2169.63
              }
            ]
          },
          {
            "start": 2169.63,
            "speaker": {
              "last_name": "Downard",
              "ID": 44445,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_s_downard",
              "view_count": 0,
              "identifier": "william_s_downard",
              "name": "William S. Downard"
            },
            "byte_stop": 8984221,
            "stop": 2220.195,
            "byte_start": 8782033,
            "text_blocks": [
              {
                "text": "When -- when her estate was under examination in 1943, there was a contention that the trust should be taxed as reciprocal manner.",
                "start": 2169.63,
                "byte_stop": 8837099,
                "byte_start": 8782033,
                "stop": 2183.409
              },
              {
                "text": "Here is where the revenue service -- if we really thought these were reciprocal trusts could have taxed Joseph Grace's trust to Janet Grace's estate.",
                "start": 2183.409,
                "byte_stop": 8880149,
                "byte_start": 8837099,
                "stop": 2194.168
              },
              {
                "text": "It didn't do that.",
                "start": 2194.168,
                "byte_stop": 8887045,
                "byte_start": 8880149,
                "stop": 2195.903
              },
              {
                "text": "They compromised -- they entered into a compromised agreement whereby 55% of the Janet Grace trust was included in Janet's estate and in this case they are trying to include it again in Joseph's estate and impose two estate taxes on the same trust and no case has ever held that the reciprocal trust doctrine should result in double taxation.",
                "start": 2195.903,
                "byte_stop": 8984221,
                "byte_start": 8887045,
                "stop": 2220.195
              }
            ]
          },
          {
            "start": 2220.195,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 9010134,
            "stop": 2226.673,
            "byte_start": 8984221,
            "text_blocks": [
              {
                "text": "We'll recess.",
                "start": 2220.195,
                "byte_stop": 8997909,
                "byte_start": 8984221,
                "stop": 2223.599
              },
              {
                "text": "Mr. Downard, you may continue with your argument.",
                "start": 2223.599,
                "byte_stop": 9010134,
                "byte_start": 8997909,
                "stop": 2226.673
              }
            ]
          },
          {
            "start": 2226.673,
            "speaker": {
              "last_name": "Downard",
              "ID": 44445,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_s_downard",
              "view_count": 0,
              "identifier": "william_s_downard",
              "name": "William S. Downard"
            },
            "byte_stop": 12043786,
            "stop": 2985.087,
            "byte_start": 9010134,
            "text_blocks": [
              {
                "text": "Thank you, Mr. Chief Justice.",
                "start": 2226.673,
                "byte_stop": 9022673,
                "byte_start": 9010134,
                "stop": 2229.798
              },
              {
                "text": "May it please the Court, I want to digress a moment before continuing my argument on the merits of the case to take out the point mentioned by the Solicitor General on the serious question of jurisdiction.",
                "start": 2229.798,
                "byte_stop": 9081710,
                "byte_start": 9022673,
                "stop": 2244.568
              },
              {
                "text": "We strongly believe that this petition was out obtained.",
                "start": 2244.568,
                "byte_stop": 9106578,
                "byte_start": 9081710,
                "stop": 2250.776
              },
              {
                "text": "It was filed on the 160th day after this decision was printed and announced by the Court of Claims formally a 55 page document which contains as the Solicitor General read to you a statement that the findings of fact which are made as part of the judgment herein.",
                "start": 2250.776,
                "byte_stop": 9236146,
                "byte_start": 9106578,
                "stop": 2283.159
              },
              {
                "text": "The basic Court's conclusion that the plaintiffs are entitled to recover and state's judgment is entered to that effect and a docket entry was made that judgment was entered on that day.",
                "start": 2283.159,
                "byte_stop": 9281808,
                "byte_start": 9236146,
                "stop": 2294.585
              },
              {
                "text": "The findings of fact which are incorporated expressly in the judgment state the amounts and date from which interest runs, everything necessary to determine the amount.",
                "start": 2294.585,
                "byte_stop": 9343875,
                "byte_start": 9281808,
                "stop": 2310.096
              },
              {
                "text": "There had never been any question as to the amount and it was routinely stipulated and a subsequent one-page typewritten order entered that merely confirmed the amount as shown in the original findings of fact that were made back on April 19, 1968 and that should be the time from which the time runs for filing a petition according to all of the standards set forth in this Court's case as such as Minneapolis-Honeywell and the Schaefer Brewing case and the last case I believe which the Court has addressed itself specifically to a Court of Claims case of this sort was the Adams case cited in the Government's brief in response and that case clearly indicated that a second judgment unless it were inextricably leaned with the issue dealt within the first judgment that sought to be reviewed is not the measuring time from which the time for filing a petition begins.",
                "start": 2310.096,
                "byte_stop": 9679391,
                "byte_start": 9343875,
                "stop": 2393.973
              },
              {
                "text": "Well, after that digression let me get back to the merits of the case.",
                "start": 2393.973,
                "byte_stop": 9718680,
                "byte_start": 9679391,
                "stop": 2403.804
              },
              {
                "text": "The Solicitor General has presented the Court with the paradox that while he concedes that consideration must be interpreted in the light of the actual facts of the case, he has not come to grips with the actual facts of the case as found by the Court of Claims, instead referring only to certain language out of the dissenting opinion.",
                "start": 2403.804,
                "byte_stop": 9838216,
                "byte_start": 9718680,
                "stop": 2433.68
              },
              {
                "text": "The dissenting judge simply did not agree with the facts as found by the Court and the Court did find the facts and the facts as found by the Court should be accepted as the facts of this case.",
                "start": 2433.68,
                "byte_stop": 9893386,
                "byte_start": 9838216,
                "stop": 2447.483
              },
              {
                "text": "Those facts pertinent to the question of whether these trusts were created in consideration of each other which has always been the tests are as follows and they are not purely subjective facts.",
                "start": 2447.483,
                "byte_stop": 9961409,
                "byte_start": 9893386,
                "stop": 2464.491
              },
              {
                "text": "There are objective facts set forth in detail in the record detailing a long history of gifts by this decedent of large and valuable properties not inconsequential gifts.",
                "start": 2464.491,
                "byte_stop": 10023058,
                "byte_start": 9961409,
                "stop": 2479.885
              },
              {
                "text": "They were properties worth considerable sums of money that he had given to his wife.",
                "start": 2479.885,
                "byte_stop": 10053256,
                "byte_start": 10023058,
                "stop": 2487.433
              },
              {
                "text": "He had made one or more such gifts either to his wife or in trust for his children in every year over 25 year period from 1917 to 1942 with the exception of the year 1921 and except that for the few years immediately after the creation of these trusts in December 1931 he didn't create any trust.",
                "start": 2487.433,
                "byte_stop": 10148760,
                "byte_start": 10053256,
                "stop": 2511.312
              },
              {
                "text": "The obvious reason being that in this December 1931 trust, as shown by the evidence and found by the Court, he was anticipating the enactment of a gift tax law in 1932.",
                "start": 2511.312,
                "byte_stop": 10218036,
                "byte_start": 10148760,
                "stop": 2528.649
              },
              {
                "text": "There was no gift tax at that time and the gift tax law was indeed enacted in 1932 and the only stated reason for the decedent's acting at this particular time was the fact that he heard the gift tax law was going to be enacted and he said anything further I am going to do in my program of giving -- I should do before the gift tax comes in because if I postpone it I have to pay for a gift tax.",
                "start": 2528.649,
                "byte_stop": 10342275,
                "byte_start": 10218036,
                "stop": 2559.692
              },
              {
                "text": "If I go ahead and do it now, I won't have to and that is not an evil tax avoidance motive.",
                "start": 2559.692,
                "byte_stop": 10373517,
                "byte_start": 10342275,
                "stop": 2567.502
              },
              {
                "text": "It's just as a man of common sense saying I've been giving away probably all my life and this is my means of expressing my affection to my dependent loved ones and if I postpone it I will have to pay additional taxes so why wait.",
                "start": 2567.502,
                "byte_stop": 10432345,
                "byte_start": 10373517,
                "stop": 2582.22
              },
              {
                "text": "So he was anxious to go ahead and do it and this is the full explanation of the reason that these two trusts happened to have been created at the same time because he was anxious to get things done before this gift tax came in.",
                "start": 2582.22,
                "byte_stop": 10511653,
                "byte_start": 10432345,
                "stop": 2602.051
              },
              {
                "text": "Certainly, if these two transactions have been done with different forms as easily they could have been or if they had been done at different times if the decedent had carried out his program of giving in his usual manner and given away one of these properties in 1931 and another one in 1932 and another one in 1933 and another in 1934 and so forth.",
                "start": 2602.051,
                "byte_stop": 10627114,
                "byte_start": 10511653,
                "stop": 2630.904
              },
              {
                "text": "And if Janet Grace at any other time had placed her homestead in trust to preserve and maintain it for her family and children nobody would say that these trusts are reciprocal.",
                "start": 2630.904,
                "byte_stop": 10684374,
                "byte_start": 10627114,
                "stop": 2645.232
              },
              {
                "text": "It's purely the superficial appearance created by the time that gives the Government any argument that these trusts have any appearance similar to those that have been held reciprocal in any cases.",
                "start": 2645.232,
                "byte_stop": 10743411,
                "byte_start": 10684374,
                "stop": 2659.98
              },
              {
                "text": "And that factor of timing is fully explained by the decedent's anticipation of the gift tax law.",
                "start": 2659.98,
                "byte_stop": 10785416,
                "byte_start": 10743411,
                "stop": 2670.474
              },
              {
                "text": "Certainly, that fact that this is concerned about gift tax law was his prime worry at the time merely serves to emphasize that these trusts really were donative in nature and he certainly considered that he was making a gift or he wouldn't have been worried about the gift tax if he thought that he was making some exchange for considerations with his wife.",
                "start": 2670.474,
                "byte_stop": 10904534,
                "byte_start": 10785416,
                "stop": 2700.269
              },
              {
                "text": "But the Court has expressly tried this case through a long trial in a very comprehensive record in analysis of the facts and the trier of facts has determined that these word gratuitous gifts that were made.",
                "start": 2700.269,
                "byte_stop": 10989798,
                "byte_start": 10904534,
                "stop": 2721.571
              },
              {
                "text": "The Solicitor General has indicated that consideration should not be the test in this case and yet his argument is based on cases such as the Lehman case that is expressly based on consideration.",
                "start": 2721.571,
                "byte_stop": 11086973,
                "byte_start": 10989798,
                "stop": 2745.863
              },
              {
                "text": "The Lehman case was certainly was one in which the court could have completely admitted to consideration test and just said well, the economic substance of these transactions is the same as if each the brother had created a trust for himself but it didn't stop there.",
                "start": 2745.863,
                "byte_stop": 11151966,
                "byte_start": 11086973,
                "stop": 2762.112
              },
              {
                "text": "The Lehman case went on to say and to point out that this was not the significant point and said that the decisive point in this case is that by transferring his own property to his brother, he caused his brother to make his brother to make the other trust for his benefit and then it went on to talk about consideration and quid pro quo.",
                "start": 2762.112,
                "byte_stop": 11261471,
                "byte_start": 11151966,
                "stop": 2789.495
              },
              {
                "text": "Now, the Solicitor General has picked up only one phrase out of that sentence he said.",
                "start": 2789.495,
                "byte_stop": 11283205,
                "byte_start": 11261471,
                "stop": 2794.945
              },
              {
                "text": "In the Lehman case, one brother caused the other brother to make the trust.",
                "start": 2794.945,
                "byte_stop": 11304103,
                "byte_start": 11283205,
                "stop": 2800.144
              },
              {
                "text": "But it wanted the fact that he caused him to make the trust by asking him to, requesting him to, suggesting that he do it or advising that he do it, or planning the trust instruments, the case specifically said that by transferring his own property he caused it and then in the Hanauer case in the Second Circuit which followed on the Lehman case, the Second Circuit explained and reiterated that it was furnishing of a consideration or a quid pro quo whereby transferring his own property the decedent had caused the other transfer to be made and so the consideration test is a causation test but it's a causation test based on whether one transfer of property causes another transfer of property.",
                "start": 2800.144,
                "byte_stop": 11519248,
                "byte_start": 11304103,
                "stop": 2853.935
              },
              {
                "text": "It is not a question of whether one person such as a husband causes a donor to make a gift to him by requesting it.",
                "start": 2853.935,
                "byte_stop": 11561566,
                "byte_start": 11519248,
                "stop": 2864.513
              },
              {
                "text": "A donor is nonetheless a donor and a donee is nonetheless a donee simply because the donee requests, suggests, advises, recommends, wheedles, or cajoles.",
                "start": 2864.513,
                "byte_stop": 11626768,
                "byte_start": 11561566,
                "stop": 2880.81
              },
              {
                "text": "If a son asks his father to give him a piece of property because he wants it, if the father gives it to him it's still a gift.",
                "start": 2880.81,
                "byte_stop": 11657383,
                "byte_start": 11626768,
                "stop": 2888.476
              },
              {
                "text": "If a husband asks his wife or plans and arranges for his wife to give him a piece of property and puts a deed in front of her, she owns the property and it's only she that has the right to say no I won't give it or yes I will and all she has to do to make a transfer in terms of the estate tax and the gift tax is to sign that deed and that's what Janet Grace did.",
                "start": 2888.476,
                "byte_stop": 11779532,
                "byte_start": 11657383,
                "stop": 2919.013
              },
              {
                "text": "You may draw an analogy to the community property situation where a husband is a sole manager of a community with the right to dispose of it even without his wife's knowledge or consent and if he does give it away, and she owned a half interest in it and that half interest passes to somebody else even without her knowledge and consent it's held that she made a taxable gift for gift tax purposes, for estate tax purposes, it may be a gift in contemplation of debt, and yet she has nothing to say about it and so the Government's argument that the wife because the wife was merely compliant or acquiescent to her husband's wishes, somehow means that she didn't make a transfer of her property to this trust seems aside from the point and contrary to the whole established concepts of stating gift taxes.",
                "start": 2919.013,
                "byte_stop": 12043786,
                "byte_start": 11779532,
                "stop": 2985.087
              }
            ]
          },
          {
            "start": 2985.087,
            "speaker": null,
            "byte_stop": 12065311,
            "stop": 2990.467,
            "byte_start": 12043786,
            "text_blocks": [
              {
                "text": "How do they do that this case was been in the courts so long?",
                "start": 2985.087,
                "byte_stop": 12065311,
                "byte_start": 12043786,
                "stop": 2990.467
              }
            ]
          },
          {
            "start": 2990.467,
            "speaker": {
              "last_name": "Downard",
              "ID": 44445,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/william_s_downard",
              "view_count": 0,
              "identifier": "william_s_downard",
              "name": "William S. Downard"
            },
            "byte_stop": 14077367,
            "stop": 3493.461,
            "byte_start": 12065311,
            "text_blocks": [
              {
                "text": "Your Honor, this case was originally filed in 1959.",
                "start": 2990.467,
                "byte_stop": 12090598,
                "byte_start": 12065311,
                "stop": 2996.775
              },
              {
                "text": "I tried the case I was employed in 1962.",
                "start": 2996.775,
                "byte_stop": 12103764,
                "byte_start": 12090598,
                "stop": 3000.073
              },
              {
                "text": "It had been through various stages of pretrial.",
                "start": 3000.073,
                "byte_stop": 12118183,
                "byte_start": 12103764,
                "stop": 3003.674
              },
              {
                "text": "The pretrial proceedings in the Court of Claims were extremely elaborate and very detailed.",
                "start": 3003.674,
                "byte_stop": 12143888,
                "byte_start": 12118183,
                "stop": 3010.109
              },
              {
                "text": "I was employed in 1962 and the latter part of 1962.",
                "start": 3010.109,
                "byte_stop": 12160606,
                "byte_start": 12143888,
                "stop": 3014.275
              },
              {
                "text": "I tried the case in the summer of 1963 after a more elaborate pretrial proceedings, the case then went up to the -- it takes a long time because you have to -- the trial commissioner sets like a district judge and he makes a decision which is then automatically reviewed by the judges of the Court much like an appeal so you have to submit briefs to the commissioner.",
                "start": 3014.275,
                "byte_stop": 12292472,
                "byte_start": 12160606,
                "stop": 3047.246
              },
              {
                "text": "He then has to take time to make his decision and recommendation and that goes up to the court and after this case went up to the Court of Claims, I believe in 1965, they remanded it for a further trial because the Government argued that the whole essence of the case was that the decedent created these trusts for tax avoidance motives and the Court was interested in that and said, \"Well, now if these were a tax avoidance device that may affect our disposition of the case\" so they remanded it for a further trial on the issue of whether the decedent was motivated to avoid or lessen estate taxes with reference to the creation of these trusts.",
                "start": 3047.246,
                "byte_stop": 12516707,
                "byte_start": 12292472,
                "stop": 3103.298
              },
              {
                "text": "And another full trial was held and the conclusion of fact was reached that there was no motive gift taxes in this -- there was no motive to avoid estate taxes in this case which and that there was no showing of any motive of tax avoidance of any kind and the evidence clearly supported that for the decedent created this trust in a routine and cavalier fashion run down very hurriedly in December of 1931 not considered for a long time and he never consulted any tax attorney, any tax adviser of any kind with reference to the tax consequences of these large trust that he created which is almost inconceivable that a man would create trust of this size without consulting a tax adviser but he did because he wasn't concerned about taxes, he was concerned about providing for his dependent loved ones as he had been doing all his life, and the Court of Claims found as a fact that these trusts were merely part of this long pattern and history of gifts that these parties have been making.",
                "start": 3103.298,
                "byte_stop": 12865808,
                "byte_start": 12516707,
                "stop": 3190.584
              },
              {
                "text": "Now, on the question of what the law is in this case, the Solicitor General read to the Court excerpts from the committee reports including the following, however, in 1914 in Lehman against Commissioner, the Circuit Court of Appeals for the Second Circuit held that where trusts are found to have been created each in consideration of the other, the nominal grantor should be interchanged and then he said right after that there is no reference to consideration in the committee reports, and I ask you to again read the language that he read to the Court which specifically does mention where the trusts are found to have been created in consideration of each other so Congress was confronted, was fully apprised of and recognized the existence of the consideration requirement as set forth in Lehman and the case is following it.",
                "start": 3190.584,
                "byte_stop": 13142915,
                "byte_start": 12865808,
                "stop": 3259.869
              },
              {
                "text": "It shows not to legislate any different rule and therefore accepted that rule and certainly the Lehman rule that the Court that the Congress expressly approved of in the 1949 committee reports, when it shows not to do anything but grant some relief legislation was the very test that the Court of Claims used in the decision below and that is as stated by the Eighth Circuit in the Moreno case, perhaps one of the most recent cases on the subject that whether this doctrine applies is simply a question of fact whether one trust was created in consideration for the other trust and where trust have been found not to have been created in consideration of each other factually, the courts have held in case after case that the trusts are not taxable reciprocal in the absence of consideration.",
                "start": 3259.869,
                "byte_stop": 13410513,
                "byte_start": 13142915,
                "stop": 3326.748
              },
              {
                "text": "In case after case which had held trust taxable reciprocally, the courts have clearly set forth the rule and discussed the matter as a factual test of whether these trusts were created in consideration of each other.",
                "start": 3326.748,
                "byte_stop": 13471117,
                "byte_start": 13410513,
                "stop": 3341.91
              },
              {
                "text": "Now, that is what all of the previous cases have held.",
                "start": 3341.91,
                "byte_stop": 13486895,
                "byte_start": 13471117,
                "stop": 3345.842
              },
              {
                "text": "But even needing the Solicitor General on his own battleground and saying there is no consideration test despite what all the cases have said, despite what Congress said, let's assume there's no consideration test and that we confront this matter merely as a question of whether the economic substance and effect is the same whether that the consequence is or the same as the Solicitor General said as if Mr. and Mrs. Grace had each created a trust for himself and when you confront the realities and the facts of this case, you find that those economic consequences were not the same and could not be the same because of the non-equivalence in the whole nature of the two different trusts.",
                "start": 3345.842,
                "byte_stop": 13695039,
                "byte_start": 13486895,
                "stop": 3397.884
              },
              {
                "text": "Now, let me call attention to one further thing in even approaching the form of these transactions as the Solicitor General does that in form even these trust were not reciprocal and non-reciprocating in their taxable incidents for in each trust, the settlor named himself as trustee and retained a taxable power to terminate the trust by distributing it to the life tenant at any time.",
                "start": 3397.884,
                "byte_stop": 13829831,
                "byte_start": 13695039,
                "stop": 3431.595
              },
              {
                "text": "These parties did not carry out the reciprocal trusts arrangement of giving taxable powers to each other rather each one kept the clearly taxable for himself and under this Court's decision in Lober and Holmes cases cited in our briefs, those trusts would be taxable each to the settlor that created it and Janet Grace's trust should have been taxed to Janet's estate.",
                "start": 3431.595,
                "byte_stop": 13947068,
                "byte_start": 13829831,
                "stop": 3460.891
              },
              {
                "text": "We admit that it was taxed to her estate.",
                "start": 3460.891,
                "byte_stop": 13957831,
                "byte_start": 13947068,
                "stop": 3463.596
              },
              {
                "text": "Now, the Government is trying to tax it again.",
                "start": 3463.596,
                "byte_stop": 13967862,
                "byte_start": 13957831,
                "stop": 3466.108
              },
              {
                "text": "The Joseph Grace trust would have been taxed to his estate except that that trust terminated and passed irrevocably and outright to his children.",
                "start": 3466.108,
                "byte_stop": 14000776,
                "byte_start": 13967862,
                "stop": 3474.336
              },
              {
                "text": "In 1937 when his wife died and the only reason he's not taxable on the property that went into that trust is that it vested in the children passed irrevocably from him in 1937, 13 years before he died and should not be taxed to his estate nor should anything be taxed in lieu of it.",
                "start": 3474.336,
                "byte_stop": 14077367,
                "byte_start": 14000776,
                "stop": 3493.461
              }
            ]
          },
          {
            "start": 3493.461,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 14090742,
            "stop": 3496.81,
            "byte_start": 14077367,
            "text_blocks": [
              {
                "text": "Mr. Solicitor General.",
                "start": 3493.461,
                "byte_stop": 14090742,
                "byte_start": 14077367,
                "stop": 3496.81
              }
            ]
          }
        ],
        "stop": 3496.81
      },
      {
        "start": 3496.81,
        "byte_stop": 14700335,
        "byte_start": 14090742,
        "turns": [
          {
            "start": 3496.81,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 14700335,
            "stop": 3649.23,
            "byte_start": 14090742,
            "text_blocks": [
              {
                "text": "May it please the Court.",
                "start": 3496.81,
                "byte_stop": 14099101,
                "byte_start": 14090742,
                "stop": 3498.895
              },
              {
                "text": "There is one point which I would like to clarify and that is the suggestion that the Janet Grace trust is being taxed twice.",
                "start": 3498.895,
                "byte_stop": 14142464,
                "byte_start": 14099101,
                "stop": 3509.751
              },
              {
                "text": "I think it also bears on the argument of consideration and rather shows that when you are dealing with mutual gifts, the question of the meaning of consideration can be clarified by thinking of it in terms of value.",
                "start": 3509.751,
                "byte_stop": 14224802,
                "byte_start": 14142464,
                "stop": 3530.333
              },
              {
                "text": "It is the treasury's practice in the case of mutual gifts to say that they are reciprocal or crossed to the extent of mutual value and if one of the trusts is bigger than the other, then the excess is treated as a gift, independent of the other.",
                "start": 3530.333,
                "byte_stop": 14309125,
                "byte_start": 14224802,
                "stop": 3551.41
              },
              {
                "text": "Now, what happened here was that when Mrs. Grace died, the question was should be included in her estate?",
                "start": 3551.41,
                "byte_stop": 14345697,
                "byte_start": 14309125,
                "stop": 3560.549
              },
              {
                "text": "And I think that what was included in her estate was the Joseph Grace trust, but to the extent of the mutual value.",
                "start": 3560.549,
                "byte_stop": 14385089,
                "byte_start": 14345697,
                "stop": 3570.391
              },
              {
                "text": "As the Janet Grace trust was the smaller trust the mutual value was determined by finding the value of the Janet Grace trust and thus it was that part of the Joseph Grace trust which is measured in value by the Janet Grace trust which was included in the -- in Mrs. Grace's estate.",
                "start": 3570.391,
                "byte_stop": 14484041,
                "byte_start": 14385089,
                "stop": 3595.129
              },
              {
                "text": "As a matter of fact, it was controversial.",
                "start": 3595.129,
                "byte_stop": 14492296,
                "byte_start": 14484041,
                "stop": 3597.208
              },
              {
                "text": "There were questions as to value.",
                "start": 3597.208,
                "byte_stop": 14500864,
                "byte_start": 14492296,
                "stop": 3599.356
              },
              {
                "text": "It was finally settled by including 55% of the value but the significant thing I think is that it is mutual value.",
                "start": 3599.356,
                "byte_stop": 14553736,
                "byte_start": 14500864,
                "stop": 3612.577
              },
              {
                "text": "It is analogous to consideration in the case like the Lehman case.",
                "start": 3612.577,
                "byte_stop": 14574738,
                "byte_start": 14553736,
                "stop": 3617.811
              },
              {
                "text": "It is appropriate to talk about consideration.",
                "start": 3617.811,
                "byte_stop": 14587382,
                "byte_start": 14574738,
                "stop": 3620.987
              },
              {
                "text": "It is of course quite true that the committee report which I read uses the word consideration but there still remains the question of construing or interpreting what that means.",
                "start": 3620.987,
                "byte_stop": 14638895,
                "byte_start": 14587382,
                "stop": 3633.845
              },
              {
                "text": "I do not think that it means a bargain for item something over which the parties haggled.",
                "start": 3633.845,
                "byte_stop": 14665644,
                "byte_start": 14638895,
                "stop": 3640.537
              },
              {
                "text": "I think it is fully applicable to a case of mutual gifts which was involved here.",
                "start": 3640.537,
                "byte_stop": 14700335,
                "byte_start": 14665644,
                "stop": 3649.23
              }
            ]
          }
        ],
        "stop": 3649.23
      }
    ],
    "duration": 3649.23,
    "title": "United States v. Estate of Grace"
  },
  "id": 15309,
  "media_file": [
    {
      "size": 14700648,
      "id": 39741,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1968/574/19690422a_574.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 33812087,
      "id": 61700,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1968/574/19690422a_574.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 48791,
      "id": 61701,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1968/574/19690422a_574.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}