{
  "title": "Oral Argument - October 24, 1968",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 6816057,
        "byte_start": 103424,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 228080,
            "stop": 31.162,
            "byte_start": 103424,
            "text_blocks": [
              {
                "text": "Number 46, James J. Oestereich versus Selective Service System Local Board No. 11, Cheyenne, Wyoming.",
                "start": 0,
                "byte_stop": 152116,
                "byte_start": 103424,
                "stop": 12.156
              },
              {
                "text": "Sit down.",
                "start": 12.156,
                "byte_stop": 223901,
                "byte_start": 152116,
                "stop": 30.114
              },
              {
                "text": "Mr. Wulf.",
                "start": 30.114,
                "byte_stop": 228080,
                "byte_start": 223901,
                "stop": 31.162
              }
            ]
          },
          {
            "start": 31.162,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 2172635,
            "stop": 517.299,
            "byte_start": 228080,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 31.162,
                "byte_stop": 241664,
                "byte_start": 228080,
                "stop": 34.539
              },
              {
                "text": "This case is held on certiorari from the United States Court of Appeals for the Tenth Circuit which affirmed decision of the District Court for the District of Wyoming dismissing petitioner's complaint.",
                "start": 34.539,
                "byte_stop": 288789,
                "byte_start": 241664,
                "stop": 46.336
              },
              {
                "text": "Now the facts are these, petitioner as a dually enrolled student preparing for the ministry at a recognized theological divinity school had been classified pursuant to the Military Selective Service Act and the regulations in class IV-D by his local board in 1966.",
                "start": 46.336,
                "byte_stop": 373426,
                "byte_start": 288789,
                "stop": 67.498
              },
              {
                "text": "Class IV-D entitled him to be exempt not from registration but from training and service.",
                "start": 67.498,
                "byte_stop": 401220,
                "byte_start": 373426,
                "stop": 74.438
              },
              {
                "text": "On October 16, 1967, the petitioner returned his registration certificate to the Government, \"Solely for the purpose of registering his dissent from participation by the United States in the war in Vietnam and the reasons supporting his dissent were contained in an affidavit filed with the complaint.\"",
                "start": 74.438,
                "byte_stop": 507800,
                "byte_start": 401220,
                "stop": 101.081
              },
              {
                "text": "He said that he had turned in his card as an act of collective conscience in support of our dying and suffering brothers who are presently fighting on our behalf in Vietnam and as a responsible expression of concerned citizens acting in light of the First Amendment.",
                "start": 101.081,
                "byte_stop": 569553,
                "byte_start": 507800,
                "stop": 116.524
              },
              {
                "text": "He stated his belief that Vietnam situation reveals this war to be in violation of most of the criteria of the \"Just War Doctrine\" and as a major and threat in security and peace of the world.",
                "start": 116.524,
                "byte_stop": 621066,
                "byte_start": 569553,
                "stop": 129.398
              },
              {
                "text": "Upon receipt of his registration certificate, his local board on November 7th about two weeks after he had turned in his card, mailed him a delinquency notice is a stand that selective service form notifying him that he had become delinquent for two reasons: One, for failure to have his registration certificate in his possession; and two, for a failure to advise the board of his current status.",
                "start": 129.398,
                "byte_stop": 742066,
                "byte_start": 621066,
                "stop": 159.646
              },
              {
                "text": "At the same time simultaneously, a notice of classification was sent to the petitioner advising him that he had been reclassified I-A.",
                "start": 159.646,
                "byte_stop": 785011,
                "byte_start": 742066,
                "stop": 170.395
              },
              {
                "text": "The petitioner appeal to the State Appeal Board which affirmed as I-A classification on December 27th and on the same day, the local board sent him a notice report for induction on January 24, 1968.",
                "start": 170.395,
                "byte_stop": 843734,
                "byte_start": 785011,
                "stop": 185.06
              },
              {
                "text": "Suit was filed on January 19th the District of Wyoming to enjoin the induction and to require petitioner's reclassification back into IV-D, the exempt status.",
                "start": 185.06,
                "byte_stop": 900054,
                "byte_start": 843734,
                "stop": 199.156
              },
              {
                "text": "On the 22nd of January, the District Court just grab the Government's motion to dismiss from the bench.",
                "start": 199.156,
                "byte_stop": 922833,
                "byte_start": 900054,
                "stop": 204.839
              },
              {
                "text": "We took an expedite appeal to the Tenth Circuit which decided -- which affirmed the decision below on February 21st and this petition for certiorari was granted in May.",
                "start": 204.839,
                "byte_stop": 984168,
                "byte_start": 922833,
                "stop": 220.162
              },
              {
                "text": "The questions on this case are all of first impression.",
                "start": 220.162,
                "byte_stop": 1005484,
                "byte_start": 984168,
                "stop": 225.492
              },
              {
                "text": "For the first time since the adoption of the conscription in 1940 and after some thousands of millions of people have been conscripted during the first quarter of the century, this case brings to the attention of this Court some of the low visibility machinery of the Selective Service System.",
                "start": 225.492,
                "byte_stop": 1078105,
                "byte_start": 1005484,
                "stop": 243.66
              },
              {
                "text": "The actual operation of this Selective Service System is of coursed controlled by the design of the regulations.",
                "start": 243.66,
                "byte_stop": 1104541,
                "byte_start": 1078105,
                "stop": 250.271
              },
              {
                "text": "And we believe that this case will reveal that the regulations involved in this case don't turns where constitutional corners.",
                "start": 250.271,
                "byte_stop": 1141635,
                "byte_start": 1104541,
                "stop": 259.546
              },
              {
                "text": "Also involved in this case is the high visibility of the National Directors of Selective Service, for we contend and the Government has agreed the General Hershey effectively invited the local boards around the country to uses Selective Service System as a means to punish dissidents from National Policy.",
                "start": 259.546,
                "byte_stop": 1214360,
                "byte_start": 1141635,
                "stop": 277.724
              },
              {
                "text": "And he thereby not only punished some dissidents from National Policy for expressing their political views but he also deterred many unknown numbers from expressing any views at all.",
                "start": 277.724,
                "byte_stop": 1281546,
                "byte_start": 1214360,
                "stop": 294.514
              },
              {
                "text": "The threshold argument in this case before we get to the merits, involved Section 10 (b) (3) of the Military Selective Service Act of 1967, a new provision adopted by a Congress in 1967.",
                "start": 294.514,
                "byte_stop": 1355107,
                "byte_start": 1281546,
                "stop": 312.901
              },
              {
                "text": "It reads its quote, \"No judicial review shall be made of the classification or processing of any registrant by Local Boards, Appeal Boards or the President except this as a defense to a Criminal Prosecution Institute under Section 12 of this title after the registrant has responded either affirmatively or negatively to an order to report for induction.\"",
                "start": 312.901,
                "byte_stop": 1446327,
                "byte_start": 1355107,
                "stop": 335.721
              },
              {
                "text": "Now, the government has -- the Solicitor General has agreed with us that in the circumstances of this case the revocation of petitioners for the exempt classification was without authority because it was contrary to an express grant of the exemption by statute by Congress, and that for that reason the District Court should have granted the injunction and required petitioner's classification back into IV-D.",
                "start": 335.721,
                "byte_stop": 1582791,
                "byte_start": 1446327,
                "stop": 369.825
              },
              {
                "text": "We agree with the Solicitor General but we think that the Solicitor General's concession is too narrow.",
                "start": 369.825,
                "byte_stop": 1613615,
                "byte_start": 1582791,
                "stop": 377.544
              },
              {
                "text": "We urged upon the Court a rather broader interpretation of 10 (b) (3) the one often described as the \"special circumstances exception\", a doctrine applied to statutes which have recorded either to deny or review entirely or to limited in one way or another.",
                "start": 377.544,
                "byte_stop": 1710895,
                "byte_start": 1613615,
                "stop": 401.849
              },
              {
                "text": "The special circumstances doctrine in this case we contend that I'll come back to a more detail for the moment is that the local board acted beyond it's jurisdiction in depriving petitioner of his IV-D exemption and that to not allow petitioner to sue to regain his exempt classification will needlessly expose himself to prosecution.",
                "start": 401.849,
                "byte_stop": 1833671,
                "byte_start": 1710895,
                "stop": 432.557
              },
              {
                "text": "The second and slightly broader ground on which we would have this Court base it's decision in reversing the court below is that the whole scheme or all of the events surrounding the withdrawal of petitioner's classification violated the First Amendment and in that respect we rely on the case of Wulf versus Selective Services decided by the Second Circuit in 1967.",
                "start": 432.557,
                "byte_stop": 1966582,
                "byte_start": 1833671,
                "stop": 465.764
              },
              {
                "text": "Now, we think that the Ccourt without getting to the constitutional issue concerning 10 (b) (3) can decide the case on either of those two grounds.",
                "start": 465.764,
                "byte_stop": 2012244,
                "byte_start": 1966582,
                "stop": 477.195
              },
              {
                "text": "However, we also -- we argue that should the Court disagree with us that this is a special circumstances case or take the position that the First Amendment was not reach in the case then we say that it's necessary to examine the constitutionality of 10 (b) (3) itself which seems to require that the only way petitioner could test the validity of the withdrawal of this exemption is to refuse to report for induction and to defend any criminal prosecution.",
                "start": 477.195,
                "byte_stop": 2172635,
                "byte_start": 2012244,
                "stop": 517.299
              }
            ]
          },
          {
            "start": 517.299,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 4059408,
            "stop": 988.973,
            "byte_start": 2172635,
            "text_blocks": [
              {
                "text": "What was the law prior to 10 (b) (3), what was the statute prior to 10 (b) (3) or wasn't there any?",
                "start": 517.299,
                "byte_stop": 2197713,
                "byte_start": 2172635,
                "stop": 523.563
              },
              {
                "text": "10 (b) (3) before the amendment said only that decisions of the local board shall be filed which was the statute as interpreted in Falbo and Estep (ph).",
                "start": 523.563,
                "byte_stop": 2237837,
                "byte_start": 2197713,
                "stop": 533.587
              },
              {
                "text": "There was no statute like the new amendment prior to its adoption.",
                "start": 533.587,
                "byte_stop": 2267617,
                "byte_start": 2237837,
                "stop": 541.036
              },
              {
                "text": "The justification that the Government or rather to Selective Service System has put forth in this case in objecting to any pre-induction litigation is what they describe as the litigious interruption of the functioning of the Selective Service System.",
                "start": 541.036,
                "byte_stop": 2359986,
                "byte_start": 2267617,
                "stop": 564.125
              },
              {
                "text": "Now, litigious interruption of functioning of Selective Service System was put forward 25 years ago in Falbo where the question was whether a registrant could raise questions about the validity of his classification in defense of a criminal prosecution.",
                "start": 564.125,
                "byte_stop": 2445981,
                "byte_start": 2359986,
                "stop": 585.629
              },
              {
                "text": "Mr. Justice Murphy concurring in Estep, sorry, in dissenting in Estep said of the Government's position there that it is alleged that to allow a full hearing and a criminal proceeding under this Act would be to extend an open invitation to all inductees to disobey their induction orders and litigate he validity of the orders in the subsequent trials.",
                "start": 585.629,
                "byte_stop": 2530200,
                "byte_start": 2445981,
                "stop": 606.677
              },
              {
                "text": "He described that it's a poor excuse for stripping petitioners of their rights to due process and thought that it was a speculative concern at best.",
                "start": 606.677,
                "byte_stop": 2569906,
                "byte_start": 2530200,
                "stop": 616.615
              },
              {
                "text": "Now Falbo specifically said that, the question there was to be cited in the context of a wartime situation where the nation's manpower was fully mobilized, that was also the background of the Estep case where as I say the only question was whether selective service registrants could raise their defenses on the criminal prosecution.",
                "start": 616.615,
                "byte_stop": 2707623,
                "byte_start": 2569906,
                "stop": 651.024
              },
              {
                "text": "Now, both of those cases arose at the wartime situation, where the nation was fully mobilized and where it's very life was at stake.",
                "start": 651.024,
                "byte_stop": 2741269,
                "byte_start": 2707623,
                "stop": 659.461
              },
              {
                "text": "The situation is entirely different today where there is no declared war and where the nation's life is not in the same degree of jeopardy as it was there in the Second World War.",
                "start": 659.461,
                "byte_stop": 2801664,
                "byte_start": 2741269,
                "stop": 674.551
              },
              {
                "text": "Judge Zirpoli in the Northern District of California who an opinion striking down 10 (b) (3) on the ground of his unconstitutional also address himself to the Government's claim about litigious interruption and he said that if the interruption was insignificant if it exist at all.",
                "start": 674.551,
                "byte_stop": 2880345,
                "byte_start": 2801664,
                "stop": 694.216
              },
              {
                "text": "He said, it would not disrupt the Selective Service System because the Court would indeed experience and that saving in time because the need for a few trials would be obviated by voluntary compliance with orders which have been judicially declared valid and sometime will be saved the trials because the issue of the orders validity probably will not have to be litigated.",
                "start": 694.216,
                "byte_stop": 2972609,
                "byte_start": 2880345,
                "stop": 717.294
              },
              {
                "text": "The Selective Service System also says in its portion of the Government's brief that pre-induction suits will interrupt selective service because they are generally filed within a few days of the induction date, that happens to be true with the -- in the case before you.",
                "start": 717.294,
                "byte_stop": 3042408,
                "byte_start": 2972609,
                "stop": 734.724
              },
              {
                "text": "It doesn't happen to be true in the general round of cases in which affirmative suits which I know that which amount to about 20 have been filed.",
                "start": 734.724,
                "byte_stop": 3076054,
                "byte_start": 3042408,
                "stop": 743.138
              },
              {
                "text": "Most of those suits have in fact been filed after reclassification and before exhaustion of the administrative appeals process during which time an induction order cannot issue.",
                "start": 743.138,
                "byte_stop": 3143137,
                "byte_start": 3076054,
                "stop": 759.928
              },
              {
                "text": "The Solicitor General also says as one of the Government's reasons for opposing pre-induction review of these cases that, \"if petitioner's induction is enjoined, someone else will have to take his place.\"",
                "start": 759.928,
                "byte_stop": 3230281,
                "byte_start": 3143137,
                "stop": 781.697
              },
              {
                "text": "As to that I would just like to point out to the Court that in the semiannual report of the Selective Service which the Solicitor General has filed with the Court yesterday, at page 13, \"the fact of the matter is that should petitioner's induction be enjoyed?\"",
                "start": 781.697,
                "byte_stop": 3311052,
                "byte_start": 3230281,
                "stop": 801.905
              },
              {
                "text": "It really wouldn't affect the Selective Service System at all because in every year since 1949 in the table at the bottom of page 13, the Selective Service System has over booked.",
                "start": 801.905,
                "byte_stop": 3363192,
                "byte_start": 3311052,
                "stop": 814.923
              },
              {
                "text": "They got a -- they -- in 1967 for example, the Defense Department asked that they induct 288,900 men they called 345,000 and inducted 298,000 which is indeed 10,000 more than the Defense Department had requested.",
                "start": 814.923,
                "byte_stop": 3462144,
                "byte_start": 3363192,
                "stop": 839.673
              },
              {
                "text": "I also want to say solely about habeas corpus as an alternative often route to criminal prosecution.",
                "start": 839.673,
                "byte_stop": 3502373,
                "byte_start": 3462144,
                "stop": 849.727
              },
              {
                "text": "We don't think that habeas is really an effective alternate because it requires that the man go with he service and perhaps in compliance with an allegedly invalid order, it requires that the subject to military law during that time is in services and during that time that his habeas is pending, it maybe that he would be after induction be transferred along the distance form his home was generally be the case away from his friends, away from the witnesses, away from the local board, away from all of the people who could testify in his behalf which would in fact make it very difficult for him to bring an effect of habeas corpus.",
                "start": 849.727,
                "byte_stop": 3698082,
                "byte_start": 3502373,
                "stop": 898.653
              },
              {
                "text": "And also, a habeas appeal during the course of a habeas appeal, he would have to be subject to all of his military duties is contrasted to the appeal on the course for a criminal prosecution or a civil proceeding where he would not be subject to military duties.",
                "start": 898.653,
                "byte_stop": 3785226,
                "byte_start": 3698082,
                "stop": 920.448
              },
              {
                "text": "The special circumstances in this case are seven.",
                "start": 920.448,
                "byte_stop": 3802049,
                "byte_start": 3785226,
                "stop": 924.634
              },
              {
                "text": "Now, these are the circumstances which we urged upon the Court as a reason and bases for granting pre-induction judicial review in those cases where the board has acted without power where it has acted beyond its jurisdiction.",
                "start": 924.634,
                "byte_stop": 3857429,
                "byte_start": 3802049,
                "stop": 938.49
              },
              {
                "text": "There are seven such special circumstances.",
                "start": 938.49,
                "byte_stop": 3870490,
                "byte_start": 3857429,
                "stop": 941.754
              },
              {
                "text": "One that the board acted contrary to the statutory exemption; two, that the board's declaration of the petitioner as a delinquent, his reclassification and his induction was unauthorized by the statute; three, that that procedure was unauthorized by the regulation; and four, that it was unconstitutional because it subjected its petitioner the punishment; and five, that the delinquency regulations are unconstitutional; six, the turning in the registration certificate is protected by the First Amendment; and lastly that there is a fact that independent requirement of possession.",
                "start": 941.754,
                "byte_stop": 4059408,
                "byte_start": 3870490,
                "stop": 988.973
              }
            ]
          },
          {
            "start": 988.973,
            "speaker": null,
            "byte_stop": 4079470,
            "stop": 993.997,
            "byte_start": 4059408,
            "text_blocks": [
              {
                "text": "Where do you derive that special circumstances gotten from?",
                "start": 988.973,
                "byte_stop": 4079470,
                "byte_start": 4059408,
                "stop": 993.997
              }
            ]
          },
          {
            "start": 993.997,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 4184586,
            "stop": 1020.272,
            "byte_start": 4079470,
            "text_blocks": [
              {
                "text": "It comes from a fairly long line of cases Justice Harlan.",
                "start": 993.997,
                "byte_stop": 4109145,
                "byte_start": 4079470,
                "stop": 1001.416
              },
              {
                "text": "Looked at the letter in the 20's which was a tax case used -- actually used the expression special and exceptional circumstances.",
                "start": 1001.416,
                "byte_stop": 4156165,
                "byte_start": 4109145,
                "stop": 1013.176
              },
              {
                "text": "In other cases, during the 1920s --",
                "start": 1013.176,
                "byte_stop": 4184586,
                "byte_start": 4156165,
                "stop": 1020.272
              }
            ]
          },
          {
            "start": 1020.272,
            "speaker": null,
            "byte_stop": 4202454,
            "stop": 1024.733,
            "byte_start": 4184586,
            "text_blocks": [
              {
                "text": "That's alright Mr. Wulf.",
                "start": 1020.272,
                "byte_stop": 4202454,
                "byte_start": 4184586,
                "stop": 1024.733
              }
            ]
          },
          {
            "start": 1024.733,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 4895326,
            "stop": 1197.963,
            "byte_start": 4202454,
            "text_blocks": [
              {
                "text": "The Miller v. Standard not merge and other cases is cited on page 38 of our brief.",
                "start": 1024.733,
                "byte_stop": 4220844,
                "byte_start": 4202454,
                "stop": 1029.344
              },
              {
                "text": "But more recently the doctrine if not the actual language has been used in Leedom v. Kyne and a National Labor Relations Board case, in Harmon v. Brocker question of the Nature of the quality of discharge given to a member of the Armed Forces and in a number of immigration and naturalization cases, Chauncey v. Pirro Brown LV, of Weshank and Russ v. Court, all of those cases, I'd like to talk just for a moment especially about Leedom v. Kyne and McCauley v. Sociedad that which are labor relations cases.",
                "start": 1029.344,
                "byte_stop": 4389595,
                "byte_start": 4220844,
                "stop": 1071.519
              },
              {
                "text": "Both of those cases allow affirmative suits to be brought to test the jurisdiction of the National Labor Relations Board in face of the fact that the National Labor Relations Act provided that a review could be secured only by review of a certification order or other review of unfair labor practice claim by the board and those would of course initiate equally in the Circuit Courts.",
                "start": 1071.519,
                "byte_stop": 4512162,
                "byte_start": 4389595,
                "stop": 1102.182
              },
              {
                "text": "However, in these two cases in Leedom where the board had acted in flat contradiction to a statutory provision, this Court will allow an affirmative suit to be brought in a District Court and in the same in the McCauley case where this Court said that the question there involved international repercussions because it dealt with the power of the National Labor Relations Board to certify Foreign Flag Seaman Sailing on foreign and flag vessels.",
                "start": 1102.182,
                "byte_stop": 4673912,
                "byte_start": 4512162,
                "stop": 1142.604
              },
              {
                "text": "So, the special circumstances doctrine is one that has been applied by this Court not in frequently in the face of statutory language which would seem to either deny District Court jurisdiction or to limited in one way or another.",
                "start": 1142.604,
                "byte_stop": 4760743,
                "byte_start": 4673912,
                "stop": 1164.306
              },
              {
                "text": "We also rely on -- the second ground in which we are in this Court to permit in the circumstance of this case pre-induction judicial review is because of the compelling First Amendment circumstances in which it grows and into that -- in those circumstances we think the decision in Wolff v. Selective Service decided the opinion written by Judge Medina in 1967, is the view that should be followed by this court.",
                "start": 1164.306,
                "byte_stop": 4895326,
                "byte_start": 4760743,
                "stop": 1197.963
              }
            ]
          },
          {
            "start": 1197.963,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 4951855,
            "stop": 1212.089,
            "byte_start": 4895326,
            "text_blocks": [
              {
                "text": "That was just a pure protest case, wasn't it?",
                "start": 1197.963,
                "byte_stop": 4914552,
                "byte_start": 4895326,
                "stop": 1202.777
              },
              {
                "text": "That is said it didn't have the additional element of divesting himself of his classification incurred.",
                "start": 1202.777,
                "byte_stop": 4951855,
                "byte_start": 4914552,
                "stop": 1212.089
              }
            ]
          },
          {
            "start": 1212.089,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 4972753,
            "stop": 1217.323,
            "byte_start": 4951855,
            "text_blocks": [
              {
                "text": "It was a protest that took place inside the office of a local selective service board, yes.",
                "start": 1212.089,
                "byte_stop": 4972753,
                "byte_start": 4951855,
                "stop": 1217.323
              }
            ]
          },
          {
            "start": 1217.323,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 5006190,
            "stop": 1225.67,
            "byte_start": 4972753,
            "text_blocks": [
              {
                "text": "But it was not the alleged violation of a statutory duty to remain in possession of the Court.",
                "start": 1217.323,
                "byte_stop": 5006190,
                "byte_start": 4972753,
                "stop": 1225.67
              }
            ]
          },
          {
            "start": 1225.67,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 5033775,
            "stop": 1232.586,
            "byte_start": 5006190,
            "text_blocks": [
              {
                "text": "Well, the local board thought so and the Selective Service been thought so but the Second Circuit thought not, that it was not that ground --",
                "start": 1225.67,
                "byte_stop": 5033775,
                "byte_start": 5006190,
                "stop": 1232.586
              }
            ]
          },
          {
            "start": 1232.586,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 5049553,
            "stop": 1236.509,
            "byte_start": 5033775,
            "text_blocks": [
              {
                "text": "Probably it was just a straight protest, a demonstration that the case—",
                "start": 1232.586,
                "byte_stop": 5049553,
                "byte_start": 5033775,
                "stop": 1236.509
              }
            ]
          },
          {
            "start": 1236.509,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 6789831,
            "stop": 1671.587,
            "byte_start": 5049553,
            "text_blocks": [
              {
                "text": "Well, it was two -- it was a two wholly actually because what the Second Circuit said is either the case is, one, that the local board didn't have jurisdiction to reclassify the registrants involved in that case for in effect the alleged commission of the crime.",
                "start": 1236.509,
                "byte_stop": 5120502,
                "byte_start": 5049553,
                "stop": 1254.258
              },
              {
                "text": "Secondly, it also point that out that if trial reclassification for engaging and protest of any kind were permitted that this would not only defend the First Amendment rights of the particular registrants involved but would also deter the expression of First Amendment rights by other registrants who would not be able to discern the contours of what protected the speech would be in the Selective Service context.",
                "start": 1254.258,
                "byte_stop": 5242546,
                "byte_start": 5120502,
                "stop": 1284.77
              },
              {
                "text": "We think that that is precisely the case here.",
                "start": 1284.77,
                "byte_stop": 5252368,
                "byte_start": 5242546,
                "stop": 1287.225
              },
              {
                "text": "We think that petitioners turning in of his card, was an act protected by the First Amendment and that as such it comes within the scope of the Wolff case.",
                "start": 1287.225,
                "byte_stop": 5325928,
                "byte_start": 5252368,
                "stop": 1305.608
              },
              {
                "text": "As I said in my introduction, we also believe that 10 (b) (3) if applied in this case so as to cut-off petitioners right to pre-induction review would be unconstitutional but I don't think that the Court has to get to that.",
                "start": 1305.608,
                "byte_stop": 5400325,
                "byte_start": 5325928,
                "stop": 1324.202
              },
              {
                "text": "If it does we address ourselves to in the detail in the brief and I would rather go on to the delinquency regulations which underlie this entire case.",
                "start": 1324.202,
                "byte_stop": 5445569,
                "byte_start": 5400325,
                "stop": 1335.517
              },
              {
                "text": "What happened here to petitioner was that after he turned his card in and when after it was received by the local board they declared him a delinquent under the Selective Service Regulations part 1642 that that whole delinquency procedure is most peculiar if the permits the locals boards to do practically anything to any registrants without any standard incident without any standards either in the regulations or any standards delegated by Congress by statute.",
                "start": 1335.517,
                "byte_stop": 5604498,
                "byte_start": 5445569,
                "stop": 1375.254
              },
              {
                "text": "A delinquent is defined who is anyone who has failed any duty or duties required of him under the Selective Service Law other than the duty to comply with an order to report for induction.",
                "start": 1375.254,
                "byte_stop": 5648802,
                "byte_start": 5604498,
                "stop": 1386.332
              },
              {
                "text": "That's the total sum definition of someone who is delinquent.",
                "start": 1386.332,
                "byte_stop": 5665938,
                "byte_start": 5648802,
                "stop": 1390.607
              },
              {
                "text": "Once a delinquent is declared to be such by his local board, he maybe classified I-A with nothing more.",
                "start": 1390.607,
                "byte_stop": 5702301,
                "byte_start": 5665938,
                "stop": 1399.709
              },
              {
                "text": "If he is classified I-A he shall be inducted --delinquent reclassified registrants are to be called before all other classes of individuals before volunteers.",
                "start": 1399.709,
                "byte_stop": 5770010,
                "byte_start": 5702301,
                "stop": 1416.622
              },
              {
                "text": "They need not get a pre-induction physical examination as is required for all other volunteers.",
                "start": 1416.622,
                "byte_stop": 5795088,
                "byte_start": 5770010,
                "stop": 1422.903
              },
              {
                "text": "Lastly, the board in 1642.4 (c) is given the power to revoke the delinquency but there are no standards about how they do it, there is no requirement that they do it.",
                "start": 1422.903,
                "byte_stop": 5856632,
                "byte_start": 5795088,
                "stop": 1438.293
              },
              {
                "text": "It just says that a registrant who has been declared to be delinquent maybe removed from that status by the local board at any time.",
                "start": 1438.293,
                "byte_stop": 5893308,
                "byte_start": 5856632,
                "stop": 1447.449
              },
              {
                "text": "Now, we think first that this whole delinquency procedure is over brought in the due process sense in the First Amendment sense.",
                "start": 1447.449,
                "byte_stop": 5919848,
                "byte_start": 5893308,
                "stop": 1454.09
              },
              {
                "text": "We have pointed out a couple of examples at the page 74 of our, sorry, in our brief at page 74 of the kind of activity that was subjected, that's subjected registrants to delinquency declarations.",
                "start": 1454.09,
                "byte_stop": 6007829,
                "byte_start": 5919848,
                "stop": 1476.09
              },
              {
                "text": "One man was declared delinquent for setting again on the local board that was the case with Wolff.",
                "start": 1476.09,
                "byte_stop": 6033324,
                "byte_start": 6007829,
                "stop": 1482.452
              },
              {
                "text": "Another man was declared delinquent for peacefully demonstrating near our local board.",
                "start": 1482.452,
                "byte_stop": 6051924,
                "byte_start": 6033324,
                "stop": 1487.117
              },
              {
                "text": "Another man was declared delinquent for distributing anti-war leaflets during Selective Service physical examinations.",
                "start": 1487.117,
                "byte_stop": 6076792,
                "byte_start": 6051924,
                "stop": 1493.339
              },
              {
                "text": "Another man was declared delinquent for counseling evasion of Selective Service Law.",
                "start": 1493.339,
                "byte_stop": 6094242,
                "byte_start": 6076792,
                "stop": 1497.704
              },
              {
                "text": "Another man was declared delinquent for being a member of the Students for Democratic Society.",
                "start": 1497.704,
                "byte_stop": 6119111,
                "byte_start": 6094242,
                "stop": 1503.902
              },
              {
                "text": "And another man who just recently came from my attention, I sent a copy of this to the Solicitor General by mail, out of Colorado, he has been declared delinquent because \"of your activity in the protest March in December 1967.\"",
                "start": 1503.902,
                "byte_stop": 6194343,
                "byte_start": 6119111,
                "stop": 1522.728
              },
              {
                "text": "Any regulation no less any statute which permits, which can be interpreted and applied against undoubted First Amendment protected activity of this guy is in our view unconstitutional under the First Amendment because of its overbreadth.",
                "start": 1522.728,
                "byte_stop": 6260485,
                "byte_start": 6194343,
                "stop": 1539.264
              },
              {
                "text": "We attacked the delinquency regulations is not only for being a violation of the First Amendment but also because they are not authorized by the statute because as used in this case they are not authorized by the regulations themselves or rather as used in this case were unauthorized by the regulations and also, and lastly that if neither of those two suggestions are adopt by the Court then the delinquency regulations are unconstitutional.",
                "start": 1539.264,
                "byte_stop": 6390680,
                "byte_start": 6260485,
                "stop": 1571.798
              },
              {
                "text": "There is no authority for the delinquency regulations in the statute.",
                "start": 1571.798,
                "byte_stop": 6407084,
                "byte_start": 6390680,
                "stop": 1575.894
              },
              {
                "text": "There is an acknowledgement from 1967 of the delinquency regulation but it was a narrow section of the statute.",
                "start": 1575.894,
                "byte_stop": 6460061,
                "byte_start": 6407084,
                "stop": 1589.151
              },
              {
                "text": "Our position on the declaration of delinquency of petitioner is not being authorized by the regulations is that the requirement of possession of a registration certificate is not one of those \"duties\" required by the regulations.",
                "start": 1589.151,
                "byte_stop": 6547728,
                "byte_start": 6460061,
                "stop": 1611.069
              },
              {
                "text": "It has nothing to do with the discreet information gathering function necessary for classification which it is the purpose of the delinquency regulations to enforce.",
                "start": 1611.069,
                "byte_stop": 6593494,
                "byte_start": 6547728,
                "stop": 1622.506
              },
              {
                "text": "Lastly, we say that as applied in this case and in general the delinquency regulations are unconstitutional because what they affect to are punished the registrants by threatening to induct them if they do not comply with the \"duties\" of the Selective Service Law and its regulations.",
                "start": 1622.506,
                "byte_stop": 6695058,
                "byte_start": 6593494,
                "stop": 1647.886
              },
              {
                "text": "I'm afraid I've run out time Your Honors.",
                "start": 1647.886,
                "byte_stop": 6703626,
                "byte_start": 6695058,
                "stop": 1650.036
              },
              {
                "text": "I do want to save a few minutes for rebuttal.",
                "start": 1650.036,
                "byte_stop": 6711254,
                "byte_start": 6703626,
                "stop": 1651.946
              },
              {
                "text": "We have other arguments relating to the First Amendment particularly but I do urged upon the Court that in our view the most important aspect of this is the invalid delinquency procedure which we do described some length in out brief.",
                "start": 1651.946,
                "byte_stop": 6789831,
                "byte_start": 6711254,
                "stop": 1671.587
              }
            ]
          },
          {
            "start": 1671.587,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 6816057,
            "stop": 1678.138,
            "byte_start": 6789831,
            "text_blocks": [
              {
                "text": "Mr. Solicitor General.",
                "start": 1671.587,
                "byte_stop": 6816057,
                "byte_start": 6789831,
                "stop": 1678.138
              }
            ]
          }
        ],
        "stop": 1678.138
      },
      {
        "start": 1678.138,
        "byte_stop": 13649586,
        "byte_start": 6816057,
        "turns": [
          {
            "start": 1678.138,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11056776,
            "stop": 2738.324,
            "byte_start": 6816057,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 1678.138,
                "byte_stop": 6835911,
                "byte_start": 6816057,
                "stop": 1683.102
              },
              {
                "text": "This is a troublesome case as I see it though it involves only a question of the proper application and construction of two provisions in the same statute and acted at different times.",
                "start": 1683.102,
                "byte_stop": 6919816,
                "byte_start": 6835911,
                "stop": 1704.095
              },
              {
                "text": "Although, there are some constitutional questions and they often do which Mr. Wulf has eluded, I do not believe that they need be decided here.",
                "start": 1704.095,
                "byte_stop": 6974151,
                "byte_start": 6919816,
                "stop": 1717.658
              },
              {
                "text": "The case comes here in an extremely short record consisting of nothing but the complaint filed in the District Court, an affidavit of the plaintiff filed in the District Court, the exact status of which here I don't know And the government's motions to dismiss the complaint are based primarily on the provisions enacted by Congress in 1967 as Section 10 (b) (3) of the Military Selective Service Act of 1967.",
                "start": 1717.658,
                "byte_stop": 7140080,
                "byte_start": 6974151,
                "stop": 1759.138
              },
              {
                "text": "This is not the kind of a record it seems to me on which important and difficult constitutional questions should be decided.",
                "start": 1759.138,
                "byte_stop": 7177801,
                "byte_start": 7140080,
                "stop": 1768.569
              },
              {
                "text": "As far as the petitioner's delinquency classification is concerned, we know virtually nothing in the way of facts since no evidence has been presented.",
                "start": 1768.569,
                "byte_stop": 7229210,
                "byte_start": 7177801,
                "stop": 1781.444
              },
              {
                "text": "Of course the government waives this by filing its motion to dismiss but the fact remains that this is now a bare bones case at best.",
                "start": 1781.444,
                "byte_stop": 7291904,
                "byte_start": 7229210,
                "stop": 1797.097
              },
              {
                "text": "As a matter of fact there is way in which it is possible to treat the case as an easy one as was done by the two courts below and by the representatives of the Government in presenting the case there and perhaps that's the way it should be treated here.",
                "start": 1797.097,
                "byte_stop": 7374555,
                "byte_start": 7291904,
                "stop": 1817.78
              },
              {
                "text": "Section (10) (b) (3) is simple and clear on its face, it says that, \"no judicial review shall be made of the classification or processing of any registered except as a offense to a criminal prosecution after the registrant has responded either affirmatively or negatively to an order for induction.\"",
                "start": 1817.78,
                "byte_stop": 7497540,
                "byte_start": 7374555,
                "stop": 1848.519
              },
              {
                "text": "There is no criminal prosecution here, so the statute says that there should be no judicial review.",
                "start": 1848.519,
                "byte_stop": 7537037,
                "byte_start": 7497540,
                "stop": 1858.393
              },
              {
                "text": "Congress surely has considerable latitude in such matters, apart from special circumstances which maybe present in this particular case.",
                "start": 1858.393,
                "byte_stop": 7588237,
                "byte_start": 7537037,
                "stop": 1871.178
              },
              {
                "text": "There is a good deal of basis to support such a conclusion and this is in fact in some length in the first point in our brief at pages 15 through 35, counter veiling arguments are developed in the petitioners brief.",
                "start": 1871.178,
                "byte_stop": 7681337,
                "byte_start": 7588237,
                "stop": 1894.465
              },
              {
                "text": "I should like to make it plain that we do not regard Section (10) (b) (3) of the Military Selective Service Act of 1967 as invalid on its face or anything like that, where there are no other factors are involved, now we're prepared to advance the proposition that it is valid.",
                "start": 1894.465,
                "byte_stop": 7773080,
                "byte_start": 7681337,
                "stop": 1917.4
              },
              {
                "text": "There is a case now pending before the Court on jurisdictional statement, Clark against Gabriel number 572 on appeal from the United States District Court for the Northern District of California in San Francisco, where one of the judges of the District Court has held that Section (10) (b) (3) is unconstitutional.",
                "start": 1917.4,
                "byte_stop": 7891257,
                "byte_start": 7773080,
                "stop": 1946.955
              },
              {
                "text": "Actually there is a division on this question among the district judges in San Francisco.",
                "start": 1946.955,
                "byte_stop": 7916231,
                "byte_start": 7891257,
                "stop": 1953.183
              },
              {
                "text": "Some have held that Section (10) (b) (3) is unconstitutional and others have held that it's valid and have given it effect.",
                "start": 1953.183,
                "byte_stop": 7951757,
                "byte_start": 7916231,
                "stop": 1962.069
              },
              {
                "text": "We have taken a direct appeal in the Gabriel case where the decision went against constitutionality in order to get that question resolved.",
                "start": 1962.069,
                "byte_stop": 8003166,
                "byte_start": 7951757,
                "stop": 1974.914
              },
              {
                "text": "I state this situation in order to make it plain that it is not the Government's position here that Section (10) (b) (3) is invalid in the general case.",
                "start": 1974.914,
                "byte_stop": 8067218,
                "byte_start": 8003166,
                "stop": 1990.926
              },
              {
                "text": "The problem arises here because of special circumstances which maybe relevant in this case.",
                "start": 1990.926,
                "byte_stop": 8108283,
                "byte_start": 8067218,
                "stop": 2001.189
              },
              {
                "text": "When we take another look at Section (10) (b) (3), its clarity becomes less evident.",
                "start": 2001.189,
                "byte_stop": 8137540,
                "byte_start": 8108283,
                "stop": 2008.525
              },
              {
                "text": "In the fifth and sixth lines of the statutory provision as it appears on page three of the Government's brief, we find that judicial review can be had only \"In defense to a criminal prosecution after the registrant has responded either affirmatively or negatively to an order to report for induction.\"",
                "start": 2008.525,
                "byte_stop": 8261465,
                "byte_start": 8137540,
                "stop": 2039.505
              },
              {
                "text": "Well, now just what does that mean?",
                "start": 2039.505,
                "byte_stop": 8272959,
                "byte_start": 8261465,
                "stop": 2042.373
              },
              {
                "text": "How can there be a criminal prosecution under Cection 12 of the Act, where the registrant has responded affirmatively to an order to report for induction?",
                "start": 2042.373,
                "byte_stop": 8330219,
                "byte_start": 8272959,
                "stop": 2056.685
              },
              {
                "text": "For this, we are referred to the legislative history and it is suggested that this is to leave open the availability of the writ of habeas corpus after a registrant has accepted induction into the army.",
                "start": 2056.685,
                "byte_stop": 8400541,
                "byte_start": 8330219,
                "stop": 2074.254
              },
              {
                "text": "But that surely has not judicial review \"In defense to a criminal prosecution.\"",
                "start": 2074.254,
                "byte_stop": 8438993,
                "byte_start": 8400541,
                "stop": 2083.889
              },
              {
                "text": "Obviously the statute means more or less than it says on its face or at least something different from what it says on its face, were thus confronted with the problem of statutory construction, dealing with a statutory provision of sweep and generality without explicit qualification to exceptions.",
                "start": 2083.889,
                "byte_stop": 8541602,
                "byte_start": 8438993,
                "stop": 2109.523
              },
              {
                "text": "But subject to one qualification which is accepted by all concerned that is that in addition to criminal prosecution that there can also be judicial review in habeas corpus.",
                "start": 2109.523,
                "byte_stop": 8592488,
                "byte_start": 8541602,
                "stop": 2122.248
              },
              {
                "text": "It should also be observed that this is a statute which is a part of a comprehensive statutory provision much of which has been in effect for a long time and different parts of which have been enacted at different times.",
                "start": 2122.248,
                "byte_stop": 8667303,
                "byte_start": 8592488,
                "stop": 2140.955
              },
              {
                "text": "Sometimes perhaps without full attention being paid to the articulation of the several statutory provisions, as Mr. Wulf has pointed out when one seeks to apply Section (10) (b) (3)to certain types of cases, constitutional questions loom over the horizon.",
                "start": 2140.955,
                "byte_stop": 8765210,
                "byte_start": 8667303,
                "stop": 2165.44
              },
              {
                "text": "These are two sorts, first those which are based on the First Amendment and sometimes referred to as First Amendment overtones; and second, those which are based on the Fifth and Sixth Amendments.",
                "start": 2165.44,
                "byte_stop": 8855176,
                "byte_start": 8765210,
                "stop": 2187.92
              },
              {
                "text": "Such questions arise perhaps most clearly where as here the so called delinquency regulations are involved.",
                "start": 2187.92,
                "byte_stop": 8901256,
                "byte_start": 8855176,
                "stop": 2199.437
              },
              {
                "text": "For reasons which I will develop a little later, I do not think it is necessary to argue the whole question of the validity and the affect of the delinquency regulations in this case.",
                "start": 2199.437,
                "byte_stop": 8959666,
                "byte_start": 8901256,
                "stop": 2214.048
              },
              {
                "text": "It can be said though that the delinquency regulations are not as clear as they might be.",
                "start": 2214.048,
                "byte_stop": 8991848,
                "byte_start": 8959666,
                "stop": 2222.096
              },
              {
                "text": "It should be observed in the first place that they are entirely a matter of regulation.",
                "start": 2222.096,
                "byte_stop": 9018389,
                "byte_start": 8991848,
                "stop": 2228.737
              },
              {
                "text": "There is no affirmative grant of power by Congress to deal in this way with delinquents except that it can be said that the regulations have in a way been ratified by Congress, by a provision.",
                "start": 2228.737,
                "byte_stop": 9086307,
                "byte_start": 9018389,
                "stop": 2245.707
              },
              {
                "text": "First appearing in the 1967 Amendments relating to the order in which registrants are to be inducted, putting delinquency into the top priority.",
                "start": 2245.707,
                "byte_stop": 9146284,
                "byte_start": 9086307,
                "stop": 2260.704
              },
              {
                "text": "But there is no place any definition of delinquency.",
                "start": 2260.704,
                "byte_stop": 9169063,
                "byte_start": 9146284,
                "stop": 2266.393
              },
              {
                "text": "Obviously, there are defaults which are trivial and others which are far more serious.",
                "start": 2266.393,
                "byte_stop": 9202395,
                "byte_start": 9169063,
                "stop": 2274.74
              },
              {
                "text": "There is nothing in the statute or the regulations which spells out which is which whether a person is in fact to be declared a delinquent is left to the unfettered judgment of the local board guided to some extent by general statements from the Selective Service Systems.",
                "start": 2274.74,
                "byte_stop": 9295809,
                "byte_start": 9202395,
                "stop": 2298.091
              },
              {
                "text": "That is Mr. Wulf has pointed out, there is a further provision in Section 1624.4 of the regulations which provides that a registrant who has been declared to be a delinquent maybe removed from that status at any time and a similar provision in Section 1642.14.",
                "start": 2298.091,
                "byte_stop": 9410644,
                "byte_start": 9295809,
                "stop": 2326.794
              },
              {
                "text": "In neither case though is there any standard?",
                "start": 2326.794,
                "byte_stop": 9426108,
                "byte_start": 9410644,
                "stop": 2330.65
              },
              {
                "text": "There is no provision that the board must give the registrant an opportunity to correct his delinquency, no definition as to what actions will be sufficient to lift the delinquency classification.",
                "start": 2330.65,
                "byte_stop": 9492355,
                "byte_start": 9426108,
                "stop": 2347.207
              },
              {
                "text": "All that the regulation says is that the board may remove the registrant from delinquency status but it's all left to the board.",
                "start": 2347.207,
                "byte_stop": 9542928,
                "byte_start": 9492355,
                "stop": 2359.873
              },
              {
                "text": "Whether this would be a sufficient standard in the case of delegations to whether types of administrative agencies, I do not know.",
                "start": 2359.873,
                "byte_stop": 9582843,
                "byte_start": 9542928,
                "stop": 2369.843
              },
              {
                "text": "Whether there is enough in the case of the Selective Service System, I need not in my view be decided here.",
                "start": 2369.843,
                "byte_stop": 9624639,
                "byte_start": 9582843,
                "stop": 2380.297
              },
              {
                "text": "The eventual problem of the validity of the delinquency regulations is further complicated by their essentially punitive nature.",
                "start": 2380.297,
                "byte_stop": 9678555,
                "byte_start": 9624639,
                "stop": 2393.77
              },
              {
                "text": "It is said that they provide a sanction which is analogous to civil contempt.",
                "start": 2393.77,
                "byte_stop": 9705096,
                "byte_start": 9678555,
                "stop": 2400.417
              },
              {
                "text": "If that were the correct analogy though, the delinquency would be removed whenever the registrant brought himself into compliance and he would have to be given an opportunity to do so.",
                "start": 2400.417,
                "byte_stop": 9764028,
                "byte_start": 9705096,
                "stop": 2415.142
              },
              {
                "text": "At this point, we encountered General Hershey's letter and memorandum which are printed in the appendix to the petitioners brief.",
                "start": 2415.142,
                "byte_stop": 9806660,
                "byte_start": 9764028,
                "stop": 2425.795
              },
              {
                "text": "If this is a penalty or if it is being used in a punitive fashion, we have the multiple problems that there was no indictment by a grand jury no right to council, no trial by jury, and indeed no trial.",
                "start": 2425.795,
                "byte_stop": 9903835,
                "byte_start": 9806660,
                "stop": 2450.1
              },
              {
                "text": "Perhaps, there are answers to all of these questions.",
                "start": 2450.1,
                "byte_stop": 9923793,
                "byte_start": 9903835,
                "stop": 2455.089
              },
              {
                "text": "They can consider in another case when that becomes necessary and hopefully on a record which will contain more facts that are available here.",
                "start": 2455.089,
                "byte_stop": 9975515,
                "byte_start": 9923793,
                "stop": 2468.017
              },
              {
                "text": "Although, these questions need not be considered here the fact that we come close to them is it seems to me quite relevant.",
                "start": 2468.017,
                "byte_stop": 10015326,
                "byte_start": 9975515,
                "stop": 2477.957
              },
              {
                "text": "In considering the question of statutory construction on which in my view the case can be determined.",
                "start": 2477.957,
                "byte_stop": 10063600,
                "byte_start": 10015326,
                "stop": 2490.026
              },
              {
                "text": "One of the important statutory provisions in this case of course is Section (10) (b) (3), in expressing the will of Congress that there should not be litigious interruptions of the selected service process.",
                "start": 2490.026,
                "byte_stop": 10132459,
                "byte_start": 10063600,
                "stop": 2507.24
              },
              {
                "text": "Now, Section (10) (b) (3) is clear and specific and unqualified.",
                "start": 2507.24,
                "byte_stop": 10155447,
                "byte_start": 10132459,
                "stop": 2512.983
              },
              {
                "text": "I've already pointed out that both courts below felt that it was sufficient to dispose of the case after urging by Government counsel to do so but there is also another section in the same statute.",
                "start": 2512.983,
                "byte_stop": 10222007,
                "byte_start": 10155447,
                "stop": 2529.624
              },
              {
                "text": "It was enacted at a different time and it expresses a policy which has been in all of our selected service acts for more than 50 years at least.",
                "start": 2529.624,
                "byte_stop": 10275088,
                "byte_start": 10222007,
                "stop": 2542.911
              },
              {
                "text": "This is Section (6) (g) of the Act and quoted on pages 3 and 4 of our brief.",
                "start": 2542.911,
                "byte_stop": 10311555,
                "byte_start": 10275088,
                "stop": 2552.013
              },
              {
                "text": "Under this provision, \"Ministers of religion and students preparing for the ministry who are satisfactorily pursuing full time courses of instruction in recognized theological or divinity schools shall be exempt from training and service under this title.\"",
                "start": 2552.013,
                "byte_stop": 10425657,
                "byte_start": 10311555,
                "stop": 2580.552
              },
              {
                "text": "There are no exceptions or qualifications, such students shall be exempt from training and service under this title by act of Congress.",
                "start": 2580.552,
                "byte_stop": 10476962,
                "byte_start": 10425657,
                "stop": 2593.36
              },
              {
                "text": "There is nothing about in exemption for delinquency or anything else.",
                "start": 2593.36,
                "byte_stop": 10500890,
                "byte_start": 10476962,
                "stop": 2599.348
              },
              {
                "text": "Congress clearly intended that such students should be exempt as long as they maintain themselves as full time students in good standing at recognized theological schools.",
                "start": 2599.348,
                "byte_stop": 10565778,
                "byte_start": 10500890,
                "stop": 2615.57
              },
              {
                "text": "In this case, the petitioner specifically alleged that he is such a student.",
                "start": 2615.57,
                "byte_stop": 10598588,
                "byte_start": 10565778,
                "stop": 2623.774
              },
              {
                "text": "This is in paragraph 5 of his compliant on page 3 of the appendix.",
                "start": 2623.774,
                "byte_stop": 10632234,
                "byte_start": 10598588,
                "stop": 2632.181
              },
              {
                "text": "By filing its motion to dismiss the Government admitted the accuracy of this allegation.",
                "start": 2632.181,
                "byte_stop": 10662536,
                "byte_start": 10632234,
                "stop": 2639.756
              },
              {
                "text": "Of course if the case is remanded for trial, this will be the subject of proof along with the other allegations of the complaint.",
                "start": 2639.756,
                "byte_stop": 10709138,
                "byte_start": 10662536,
                "stop": 2651.411
              },
              {
                "text": "How can these two strong unqualified provisions of the same statute be construed together?",
                "start": 2651.411,
                "byte_stop": 10753024,
                "byte_start": 10709138,
                "stop": 2662.393
              },
              {
                "text": "They are not I suppose literally inconsistent.",
                "start": 2662.393,
                "byte_stop": 10777475,
                "byte_start": 10753024,
                "stop": 2668.501
              },
              {
                "text": "It's perfectly possible to say that Section (10) (b) (3) can be applied as to prevent any judicial review except in defense to a criminal prosecution and to await that event for the application of the equally unqualified Section (6) (g), that is verbally possible and practically it seems to me not very satisfactory.",
                "start": 2668.501,
                "byte_stop": 10903176,
                "byte_start": 10777475,
                "stop": 2699.928
              },
              {
                "text": "For the exemption from training and service under this Act is clear, on refusing to respond for induction, it would be the duty of the attorney general responding to the congressional mandate to refuse to prosecute the petitioner despite the fact that he had refused to report for induction.",
                "start": 2699.928,
                "byte_stop": 11005158,
                "byte_start": 10903176,
                "stop": 2725.42
              },
              {
                "text": "And if the Attorney General did seek and obtained an indictment, it would be the duty of the District Court or any appellant court to dismiss the prosecution.",
                "start": 2725.42,
                "byte_stop": 11056776,
                "byte_start": 11005158,
                "stop": 2738.324
              }
            ]
          },
          {
            "start": 2738.324,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11079555,
            "stop": 2744.012,
            "byte_start": 11056776,
            "text_blocks": [
              {
                "text": "Well is it a crime under the Act not to be in possession of the registration certificate?",
                "start": 2738.324,
                "byte_stop": 11079555,
                "byte_start": 11056776,
                "stop": 2744.012
              }
            ]
          },
          {
            "start": 2744.012,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11157608,
            "stop": 2763.521,
            "byte_start": 11079555,
            "text_blocks": [
              {
                "text": "It is -- Mr. Justice it is not a crime under the Act not to be in possession of the registration certificate.",
                "start": 2744.012,
                "byte_stop": 11104005,
                "byte_start": 11079555,
                "stop": 2750.12
              },
              {
                "text": "It is -- well, perhaps I should qualify that.",
                "start": 2750.12,
                "byte_stop": 11121664,
                "byte_start": 11104005,
                "stop": 2754.558
              },
              {
                "text": "It is a regulation which requires possession of a registration certificate and it is a crime under the Act to violate the Act or any of the regulations.",
                "start": 2754.558,
                "byte_stop": 11157608,
                "byte_start": 11121664,
                "stop": 2763.521
              }
            ]
          },
          {
            "start": 2763.521,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11227721,
            "stop": 2781.069,
            "byte_start": 11157608,
            "text_blocks": [
              {
                "text": "Alright, well then do you mean what your argument leads you to say that this petitioner could not be prosecuted for the crime of violating the regulation which requires him to know the --",
                "start": 2763.521,
                "byte_stop": 11227721,
                "byte_start": 11157608,
                "stop": 2781.069
              }
            ]
          },
          {
            "start": 2781.069,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11233991,
            "stop": 2782.62,
            "byte_start": 11227721,
            "text_blocks": [
              {
                "text": "No. No, Mr. Justice --",
                "start": 2781.069,
                "byte_stop": 11233991,
                "byte_start": 11227721,
                "stop": 2782.62
              }
            ]
          },
          {
            "start": 2782.62,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11241514,
            "stop": 2784.5,
            "byte_start": 11233991,
            "text_blocks": [
              {
                "text": "He could be prosecuted for that.",
                "start": 2782.62,
                "byte_stop": 11241514,
                "byte_start": 11233991,
                "stop": 2784.5
              }
            ]
          },
          {
            "start": 2784.5,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11246738,
            "stop": 2785.818,
            "byte_start": 11241514,
            "text_blocks": [
              {
                "text": "He could be prosecuted for that kind.",
                "start": 2784.5,
                "byte_stop": 11246738,
                "byte_start": 11241514,
                "stop": 2785.818
              }
            ]
          },
          {
            "start": 2785.818,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11268368,
            "stop": 2791.231,
            "byte_start": 11246738,
            "text_blocks": [
              {
                "text": "Because the statutory exemption extends only to service and training.",
                "start": 2785.818,
                "byte_stop": 11268368,
                "byte_start": 11246738,
                "stop": 2791.231
              }
            ]
          },
          {
            "start": 2791.231,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11271398,
            "stop": 2791.98,
            "byte_start": 11268368,
            "text_blocks": [
              {
                "text": "Yes, Mr. Justice.",
                "start": 2791.231,
                "byte_stop": 11271398,
                "byte_start": 11268368,
                "stop": 2791.98
              }
            ]
          },
          {
            "start": 2791.98,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11444224,
            "stop": 2835.199,
            "byte_start": 11271398,
            "text_blocks": [
              {
                "text": "So, that is failure to be in possession of his certificate is a crime for which he could be punished but then you get into the rather well anyway, first glance or rather start a situation where the petitioner here, a ministerial student is not in possession of his certificate, that's a violation of law.",
                "start": 2791.98,
                "byte_stop": 11400025,
                "byte_start": 11271398,
                "stop": 2824.127
              },
              {
                "text": "A non-ministerial student, not in possession of his certificate also violates law and they could both be prosecuted.",
                "start": 2824.127,
                "byte_stop": 11444224,
                "byte_start": 11400025,
                "stop": 2835.199
              }
            ]
          },
          {
            "start": 2835.199,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11472123,
            "stop": 2842.169,
            "byte_start": 11444224,
            "text_blocks": [
              {
                "text": "Yes, Mr. Justice.",
                "start": 2835.199,
                "byte_stop": 11448717,
                "byte_start": 11444224,
                "stop": 2836.321
              },
              {
                "text": "As I understand that subject to arguments that can be made about the validity and effect of the regulation.",
                "start": 2836.321,
                "byte_stop": 11472123,
                "byte_start": 11448717,
                "stop": 2842.169
              }
            ]
          },
          {
            "start": 2842.169,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11548505,
            "stop": 2861.268,
            "byte_start": 11472123,
            "text_blocks": [
              {
                "text": "Sure, I understand that.",
                "start": 2842.169,
                "byte_stop": 11477661,
                "byte_start": 11472123,
                "stop": 2843.546
              },
              {
                "text": "But you nevertheless say that the procedural provision in the statute is applicable to one and not to the other, that is to say that judicial review cannot be obtained except in certain circumstances.",
                "start": 2843.546,
                "byte_stop": 11548505,
                "byte_start": 11477661,
                "stop": 2861.268
              }
            ]
          },
          {
            "start": 2861.268,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11580165,
            "stop": 2869.172,
            "byte_start": 11548505,
            "text_blocks": [
              {
                "text": "Because one comes within the terms of a statute which says that he shall be exempt from training and service under this act and the other does not.",
                "start": 2861.268,
                "byte_stop": 11580165,
                "byte_start": 11548505,
                "stop": 2869.172
              }
            ]
          },
          {
            "start": 2869.172,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11662608,
            "stop": 2889.781,
            "byte_start": 11580165,
            "text_blocks": [
              {
                "text": "Yes, but that the next question is does that affect the jurisdictional or procedural provision and in the statute it says that the person concerned the registrant has to exhaust his administrator remedies or whatever?",
                "start": 2869.172,
                "byte_stop": 11662608,
                "byte_start": 11580165,
                "stop": 2889.781
              }
            ]
          },
          {
            "start": 2889.781,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11820910,
            "stop": 2929.356,
            "byte_start": 11662608,
            "text_blocks": [
              {
                "text": "Well, Mr. Justice in this case, the allegation is that he did exhaust his administrative remedies.",
                "start": 2889.781,
                "byte_stop": 11684968,
                "byte_start": 11662608,
                "stop": 2895.38
              },
              {
                "text": "There is no problem about that.",
                "start": 2895.38,
                "byte_stop": 11704717,
                "byte_start": 11684968,
                "stop": 2900.32
              },
              {
                "text": "My position here is applicable only to the case of a person who comes within a clear and explicit exemption provided by statute.",
                "start": 2900.32,
                "byte_stop": 11749230,
                "byte_start": 11704717,
                "stop": 2911.428
              },
              {
                "text": "And I find nothing in the statute which authorizes a draft board under any circumstances to ignore that exemption and I am then confronted with the problem of construing these two provisions together (10) (b) (3) and (6) (g).",
                "start": 2911.428,
                "byte_stop": 11820910,
                "byte_start": 11749230,
                "stop": 2929.356
              }
            ]
          },
          {
            "start": 2929.356,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 11901785,
            "stop": 2949.566,
            "byte_start": 11820910,
            "text_blocks": [
              {
                "text": "Well, but in effect this petitioner would -- because he is a ministerial student in your submission.",
                "start": 2929.356,
                "byte_stop": 11855078,
                "byte_start": 11820910,
                "stop": 2937.889
              },
              {
                "text": "It can bring an action to challenge, let us say, the validity of the regulation requiring him to have in his possession the registrations.",
                "start": 2937.889,
                "byte_stop": 11901785,
                "byte_start": 11855078,
                "stop": 2949.566
              }
            ]
          },
          {
            "start": 2949.566,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 11951731,
            "stop": 2962.075,
            "byte_start": 11901785,
            "text_blocks": [
              {
                "text": "No, Mr. Justice and perhaps its equivalent, what I suggest he can do is to challenge the order to report for induction, which is what he has done by this suit.",
                "start": 2949.566,
                "byte_stop": 11951731,
                "byte_start": 11901785,
                "stop": 2962.075
              }
            ]
          },
          {
            "start": 2962.075,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 12000423,
            "stop": 2974.249,
            "byte_start": 11951731,
            "text_blocks": [
              {
                "text": "But he couldn't challenge -- he could not challenge the regulation requiring him to be in possession of his registration stipulation.",
                "start": 2962.075,
                "byte_stop": 11987989,
                "byte_start": 11951731,
                "stop": 2971.141
              },
              {
                "text": "If I may clear Mr. Solicitor General which is bothering me?",
                "start": 2971.141,
                "byte_stop": 12000423,
                "byte_start": 11987989,
                "stop": 2974.249
              }
            ]
          },
          {
            "start": 2974.249,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 12997778,
            "stop": 3223.581,
            "byte_start": 12000423,
            "text_blocks": [
              {
                "text": "Yes, I do.",
                "start": 2974.249,
                "byte_stop": 12004080,
                "byte_start": 12000423,
                "stop": 2975.141
              },
              {
                "text": "And I think he could not simply enjoin his prosecutor for a crime which is what the other action would be far as it seems to me that the combination of Section (6) (g) with Section (10) (b) (3) can best be resolved by saying he is free to raise the question whether he can be validly ordered to report for induction.",
                "start": 2975.141,
                "byte_stop": 12120795,
                "byte_start": 12004080,
                "stop": 3004.325
              },
              {
                "text": "The construction of these two provisions which would let (10) (b) (3) have full operation until there was a criminal prosecution is in my submission not a desirable one.",
                "start": 3004.325,
                "byte_stop": 12193729,
                "byte_start": 12120795,
                "stop": 3022.553
              },
              {
                "text": "This Court had a somewhat similar problem before it in Clark against Uebersee Finanz-Korp, involving the trading with the Enemy Act which has a somewhat similar history of comprehensive statute with different Amendments enacted at different times, and the Court said that its task was to give all of the statute enacted in a different time.",
                "start": 3022.553,
                "byte_stop": 12288920,
                "byte_start": 12193729,
                "stop": 3046.358
              },
              {
                "text": "The most harmonious comprehensive meeting possible, to do otherwise would be to impute the Congress or purpose to paralyze with one hand, what it sought to promote with the other.",
                "start": 3046.358,
                "byte_stop": 12352449,
                "byte_start": 12288920,
                "stop": 3062.25
              },
              {
                "text": "But the result would be in other cases involving different provisions of the Selective Service Act need not to be decided here.",
                "start": 3062.25,
                "byte_stop": 12392469,
                "byte_start": 12352449,
                "stop": 3072.247
              },
              {
                "text": "In this case, we are dealing with a divinity student who has expressly exempted by Section (6) (g).",
                "start": 3072.247,
                "byte_stop": 12426951,
                "byte_start": 12392469,
                "stop": 3080.87
              },
              {
                "text": "In the light of that fact, in the whole complex of factors involved here including the constitutional doubts that might be raised here both under the First Amendment and under the Fifth and Sixth Amendments with respect to delinquency reclassification.",
                "start": 3080.87,
                "byte_stop": 12504691,
                "byte_start": 12426951,
                "stop": 3100.295
              },
              {
                "text": "The two statutory provisions can best be reconciled in my submission by giving effect to the exemption contained in Section (6) (g) and holding that Section (10) (b) (3) must yield in the light of the facts of this case.",
                "start": 3100.295,
                "byte_stop": 12586820,
                "byte_start": 12504691,
                "stop": 3120.831
              },
              {
                "text": "I should make it plain that it is the position of the Selective Service System in essence that it is Section (6) (g) which must yield in the adjustment of this two statutory provisions.",
                "start": 3120.831,
                "byte_stop": 12646484,
                "byte_start": 12586820,
                "stop": 3135.747
              },
              {
                "text": "Now, I've tried to summarize the arguments to this effect in the final portion of the Government's brief and I know that the Court will give this its careful consideration.",
                "start": 3135.747,
                "byte_stop": 12699773,
                "byte_start": 12646484,
                "stop": 3149.071
              },
              {
                "text": "I've also asked that they be distributed to each member of the court a copy of the semi-annual report of the Director of Selective Service before the six months ending December 31, 1967.",
                "start": 3149.071,
                "byte_stop": 12761318,
                "byte_start": 12699773,
                "stop": 3164.454
              },
              {
                "text": "This includes on pages 10 and 11 a statement by the Director about delinquencies and also on pages 21 to 23 a summary of the director's views particularly with respect to the letter which he issued to all local boards in October in 1967.",
                "start": 3164.454,
                "byte_stop": 12865076,
                "byte_start": 12761318,
                "stop": 3190.409
              },
              {
                "text": "For what its worth, my own conclusion is as I have indicated that the clear and unqualified provision for exemption in Section (6) (g) should be given effect here, thus, making it unnecessary to consider other questions including constitutional questions which even argued by the petitioner and which may come up for decision, and some later case which does not involve an exemption provision such as Congress has provided here.",
                "start": 3190.409,
                "byte_stop": 12997778,
                "byte_start": 12865076,
                "stop": 3223.581
              }
            ]
          },
          {
            "start": 3223.581,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 13120867,
            "stop": 3254.348,
            "byte_start": 12997778,
            "text_blocks": [
              {
                "text": "Well, I suppose that if you're referring to the 1967 congressional reference to delinquency as to ratification of the delinquency procedure.",
                "start": 3223.581,
                "byte_stop": 13052008,
                "byte_start": 12997778,
                "stop": 3237.138
              },
              {
                "text": "You might have to acknowledge throughout that it was a ratification of the delinquency procedure across the board that is to say, as applied to ministerial students and ministers as well as other persons.",
                "start": 3237.138,
                "byte_stop": 13120867,
                "byte_start": 13052008,
                "stop": 3254.348
              }
            ]
          },
          {
            "start": 3254.348,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 13196100,
            "stop": 3273.168,
            "byte_start": 13120867,
            "text_blocks": [
              {
                "text": "Now, that is a possible construction.",
                "start": 3254.348,
                "byte_stop": 13130898,
                "byte_start": 13120867,
                "stop": 3256.857
              },
              {
                "text": "I find it very difficult to find any trace of any suggestion or evidence that Congress contemplated when it put that one word in the provision of the statute referring to delinquency that it was thereby repealing the exemption for ministers --",
                "start": 3256.857,
                "byte_stop": 13196100,
                "byte_start": 13130898,
                "stop": 3273.168
              }
            ]
          },
          {
            "start": 3273.168,
            "speaker": {
              "last_name": "Fortas",
              "ID": 15061,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2705",
                  "id": 2705,
                  "date_end": -20026800,
                  "date_start": -133902000,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 1318,
              "thumbnail": {
                "size": 50111,
                "id": 32693,
                "href": "https://api.oyez.org/sites/default/files/images/people/abe_fortas/abe_fortas.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/abe_fortas",
              "view_count": 0,
              "identifier": "abe_fortas",
              "name": "Abe Fortas"
            },
            "byte_stop": 13352208,
            "stop": 3312.176,
            "byte_start": 13196100,
            "text_blocks": [
              {
                "text": "I'm not talking about that.",
                "start": 3273.168,
                "byte_stop": 13203937,
                "byte_start": 13196100,
                "stop": 3275.114
              },
              {
                "text": "The Congress knew from this reports, I suppose, its certainly a manner of public knowledge, general knowledge in 1967 that ministers of the gospel have been classified as delinquent by Selective Service Boards and in 1967, it did include the prey of the word delinquency and if its an enactment, I though I heard you at the beginning of your argument refer to the possible argument.",
                "start": 3275.114,
                "byte_stop": 13332250,
                "byte_start": 13203937,
                "stop": 3307.182
              },
              {
                "text": "But that constituted a ratification of the delinquency procedure.",
                "start": 3307.182,
                "byte_stop": 13352208,
                "byte_start": 13332250,
                "stop": 3312.176
              }
            ]
          },
          {
            "start": 3312.176,
            "speaker": {
              "last_name": "Griswold",
              "ID": 22386,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "view_count": 0,
              "identifier": "erwin_n_griswold",
              "name": "Erwin N. Griswold"
            },
            "byte_stop": 13644675,
            "stop": 3385.312,
            "byte_start": 13352208,
            "text_blocks": [
              {
                "text": "That Mr. Justice is certainly a possible argument.",
                "start": 3312.176,
                "byte_stop": 13365164,
                "byte_start": 13352208,
                "stop": 3315.41
              },
              {
                "text": "To me it is just too slender to read to stand on in this particular case in view of the clear language of (6) (g) and its long continued historical background.",
                "start": 3315.41,
                "byte_stop": 13423888,
                "byte_start": 13365164,
                "stop": 3330.105
              },
              {
                "text": "Here in this particular case, we find it difficult to see why the Court should reach a construction which to use the Courts words in Estep, requires the Courts to march up the hill when it's apparent from the beginning that they will have to march down again.",
                "start": 3330.105,
                "byte_stop": 13500792,
                "byte_start": 13423888,
                "stop": 3349.321
              },
              {
                "text": "Because even in the case you put Mr. Justice, when you get to the point of prosecution, it will I submit while (6) (g) remains on the books, remain the duty of the Attorney General not to prosecute, and of the course to dismiss the prosecution if one has began.",
                "start": 3349.321,
                "byte_stop": 13570278,
                "byte_start": 13500792,
                "stop": 3366.71
              },
              {
                "text": "Accordingly, we submit that the judgment below should be reversed and the case be remanded to the District Court for a trial on the allegations of the complaint.",
                "start": 3366.71,
                "byte_stop": 13618030,
                "byte_start": 13570278,
                "stop": 3378.65
              },
              {
                "text": "With an injunction to issue if those allegations are adequately proved.",
                "start": 3378.65,
                "byte_stop": 13644675,
                "byte_start": 13618030,
                "stop": 3385.312
              }
            ]
          },
          {
            "start": 3385.312,
            "speaker": {
              "last_name": "Warren",
              "ID": 15099,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2743",
                  "id": 2743,
                  "date_end": -16570800,
                  "date_start": -512503200,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 5740,
              "thumbnail": {
                "size": 50444,
                "id": 32704,
                "href": "https://api.oyez.org/sites/default/files/images/people/earl_warren/earl_warren.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/earl_warren",
              "view_count": 99,
              "identifier": "earl_warren",
              "name": "Earl Warren"
            },
            "byte_stop": 13649586,
            "stop": 3386.54,
            "byte_start": 13644675,
            "text_blocks": [
              {
                "text": "Mr. Wulf?",
                "start": 3385.312,
                "byte_stop": 13649586,
                "byte_start": 13644675,
                "stop": 3386.54
              }
            ]
          }
        ],
        "stop": 3386.54
      },
      {
        "start": 3386.54,
        "byte_stop": 13735163,
        "byte_start": 13649586,
        "turns": [
          {
            "start": 3386.54,
            "speaker": {
              "last_name": "Wulf",
              "ID": 36947,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/melvin_l_wulf",
              "view_count": 0,
              "identifier": "melvin_l_wulf",
              "name": "Melvin L. Wulf"
            },
            "byte_stop": 13735163,
            "stop": 3407.947,
            "byte_start": 13649586,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may I please the Court.",
                "start": 3386.54,
                "byte_stop": 13656795,
                "byte_start": 13649586,
                "stop": 3388.336
              },
              {
                "text": "I want only to say that, we think that the facts as alleged to complaint or simple stark uncluttered.",
                "start": 3388.336,
                "byte_stop": 13688247,
                "byte_start": 13656795,
                "stop": 3396.18
              },
              {
                "text": "They are fact the facts of the case and adequate for the Court to reach the constitutional issues in its -- this case which we believe the Court must.",
                "start": 3396.18,
                "byte_stop": 13721893,
                "byte_start": 13688247,
                "stop": 3404.594
              },
              {
                "text": "Thank you.",
                "start": 3404.594,
                "byte_stop": 13735163,
                "byte_start": 13721893,
                "stop": 3407.947
              }
            ]
          }
        ],
        "stop": 3407.947
      }
    ],
    "duration": 3407.947,
    "title": "Oestereich v. Selective Service System Local Board No. 11"
  },
  "id": 15433,
  "media_file": [
    {
      "size": 13735476,
      "id": 39989,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1968/46/19681024a_46.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 32199693,
      "id": 61942,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1968/46/19681024a_46.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 44454,
      "id": 61943,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1968/46/19681024a_46.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}