{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 3346.992,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 103424,
            "stop": 106.13,
            "byte_stop": 527966,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice, may it please the Court.",
                "start": 0,
                "byte_start": 103424,
                "stop": 5.158,
                "byte_stop": 124113
              },
              {
                "text": "This morning I shall discuss the exchange ratio.",
                "start": 5.158,
                "byte_start": 124113,
                "stop": 12.331,
                "byte_stop": 152848
              },
              {
                "text": "The negotiations over that ratio extended for more than three-and-a-half years and as it was observed yesterday, each of the two companies here was advised by an independent firm of investment bankers: Northern Pacific by Morgan Stanley and the Great Northern by First Boston.",
                "start": 12.331,
                "byte_start": 152848,
                "stop": 35.682,
                "byte_stop": 246157
              },
              {
                "text": "Now, as Mr. Dailey indicated, one of the perhaps the greatest problem in these negotiations was the natural resource properties in Northern Pacific.",
                "start": 35.682,
                "byte_start": 246157,
                "stop": 48.427,
                "byte_stop": 297148
              },
              {
                "text": "It was agreed by everyone on both sides of the bargaining table that if you looked at merely railroad properties and railroad earnings, the Great Northern was entitled to a very substantial premium in this change ratio.",
                "start": 48.427,
                "byte_start": 297148,
                "stop": 64.967,
                "byte_stop": 363395
              },
              {
                "text": "But the Northern Pacific’s decision was that its natural resource properties entitled it to apparent share-for-share.",
                "start": 64.967,
                "byte_start": 363395,
                "stop": 75.914,
                "byte_stop": 407176
              },
              {
                "text": "The Great Northern took the position that that was not the case.",
                "start": 75.914,
                "byte_start": 407176,
                "stop": 80.313,
                "byte_stop": 424730
              },
              {
                "text": "It said, even with the natural resource earnings based on historical record of earnings, it was entitled to a substantial preference in this exchange ratio and it took different positions about the amount of that preference, but toward the end of the negotiations it said that it thought that giving due allowance to the natural resources, it was entitled to about a 20% premium.",
                "start": 80.313,
                "byte_start": 424730,
                "stop": 106.13,
                "byte_stop": 527966
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "hugh_b_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Hugh B. Cox",
              "ID": 26750,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/hugh_b_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 527966,
            "stop": 112.309,
            "byte_stop": 552730,
            "text_blocks": [
              {
                "text": "Does the Great Northern own any substantial non-railroad income-producing property or --?",
                "start": 106.13,
                "byte_start": 527966,
                "stop": 112.309,
                "byte_stop": 552730
              }
            ],
            "start": 106.13,
            "speaker": null
          },
          {
            "byte_start": 552730,
            "stop": 122.483,
            "byte_stop": 593377,
            "text_blocks": [
              {
                "text": "No, it is from industrial properties, but I think that you can fairly say as a general matter that its earnings represent earnings from railroad activities.",
                "start": 112.309,
                "byte_start": 552730,
                "stop": 122.483,
                "byte_stop": 593377
              }
            ],
            "start": 112.309,
            "speaker": {
              "identifier": "hugh_b_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Hugh B. Cox",
              "ID": 26750,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/hugh_b_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 593377,
            "stop": 125.553,
            "byte_stop": 605706,
            "text_blocks": [
              {
                "text": "Suppose it does own a real estate?",
                "start": 122.483,
                "byte_start": 593377,
                "stop": 125.553,
                "byte_stop": 605706
              }
            ],
            "start": 122.483,
            "speaker": null
          },
          {
            "byte_start": 605706,
            "stop": 704.592,
            "byte_stop": 2921827,
            "text_blocks": [
              {
                "text": "Yes, it has some industrial real estate and some properties of that kind but nothing like to properties of the Northern Pacific.",
                "start": 125.553,
                "byte_start": 605706,
                "stop": 132.432,
                "byte_stop": 633187
              },
              {
                "text": "I think that has to be said.",
                "start": 132.432,
                "byte_start": 633187,
                "stop": 136.216,
                "byte_stop": 648338
              },
              {
                "text": "This went on until 1960, that kind and I think this is rather significant, the banking advisers of Northern Pacific, Morgan Stanley suggested the compromise was finally adopted which the exchange ratio that the parties agreed to.",
                "start": 136.216,
                "byte_start": 648338,
                "stop": 155.382,
                "byte_stop": 725034
              },
              {
                "text": "Now, that was described yesterday.",
                "start": 155.382,
                "byte_start": 725034,
                "stop": 158.011,
                "byte_stop": 735483
              },
              {
                "text": "I merely would like to say this about the ratio.",
                "start": 158.011,
                "byte_start": 735483,
                "stop": 161.259,
                "byte_stop": 748544
              },
              {
                "text": "The reasoning that underlies it is that it gives the shareholders of Northern Pacific in the long term and equal share in the equity of this new company.",
                "start": 161.259,
                "byte_start": 748544,
                "stop": 177.213,
                "byte_stop": 812283
              },
              {
                "text": "But at the same time it gives an immediate but not a lasting recognition through this preferred stock to the historical fact that the earnings and dividends of the Great Northern had been greater than the exchange ratio was established.",
                "start": 177.213,
                "byte_start": 812283,
                "stop": 197.12,
                "byte_stop": 892008
              },
              {
                "text": "Now this compromise proposed by Morgan Stanley was approved by both investment banking houses by the board of directors of each company and it was twice approved by the stockholders of Northern Pacific.",
                "start": 197.12,
                "byte_start": 892008,
                "stop": 211.561,
                "byte_stop": 949687
              },
              {
                "text": "Once in 1961 and once last year in 1968, and each occasion it was approved by 73% of stockholders, the first time are about 6% of the stockholders who voted against it, the second time about 2% of the stockholders who voted against it.",
                "start": 211.561,
                "byte_start": 949687,
                "stop": 233.784,
                "byte_stop": 1038608
              },
              {
                "text": "I think it must be said about the 2% to decline in that vote.",
                "start": 233.784,
                "byte_start": 1038608,
                "stop": 238.902,
                "byte_stop": 1059088
              },
              {
                "text": "But the Committee conducted a proxy fight and that they did ask that those who favored their point of view not vote as well as vote against.",
                "start": 238.902,
                "byte_start": 1059088,
                "stop": 250.84,
                "byte_stop": 1106840
              },
              {
                "text": "So that no doubt that the part accounted for they declined in the vote.",
                "start": 250.84,
                "byte_start": 1106840,
                "stop": 255.997,
                "byte_stop": 1127424
              },
              {
                "text": "But the Committee in the proxy fight presented all the arguments that they have presented here.",
                "start": 255.997,
                "byte_start": 1127424,
                "stop": 261.545,
                "byte_stop": 1149680
              },
              {
                "text": "Now the Commission and the Trial Examiner both bound that this ratio was just and reasonable.",
                "start": 261.545,
                "byte_start": 1149680,
                "stop": 270.085,
                "byte_stop": 1183848
              },
              {
                "text": "The Commission found that it fairly represented the contribution that each group or shareholders has made to the new enterprise.",
                "start": 270.085,
                "byte_start": 1183848,
                "stop": 279.115,
                "byte_stop": 1219897
              },
              {
                "text": "I emphasize that fact because I think the impression might have been left for the Court yesterday that Commission based its approval of the ratio solely on the finding that there was arm’s length bargaining.",
                "start": 279.115,
                "byte_start": 1219897,
                "stop": 291.137,
                "byte_stop": 1268067
              },
              {
                "text": "Well, it did find that there have been arm’s length bargaining but it also made this finding on the fair contribution to the -- to the new company by each group of shareholders.",
                "start": 291.137,
                "byte_start": 1268067,
                "stop": 302.803,
                "byte_stop": 1314670
              },
              {
                "text": "The findings that were made by the Commission on fairness to ratio, we submit are supported by substantial evidence.",
                "start": 302.803,
                "byte_start": 1314670,
                "stop": 315.152,
                "byte_stop": 1364093
              },
              {
                "text": "There was a great deal of evidence to the -- that supported the Commission’s finding that this ratio fairly represented the contribution made by each group of shareholders.",
                "start": 315.152,
                "byte_start": 1364093,
                "stop": 326.939,
                "byte_stop": 1411218
              },
              {
                "text": "The ratio was based by -- and it got finally on an appraisal of earnings both on appraisal of the past earnings to which there was evidence before the parties and which was before the Commission, and a judgment about the earnings in the future including the earnings of the natural resources properties.",
                "start": 326.939,
                "byte_start": 1411218,
                "stop": 348.511,
                "byte_stop": 1497527
              },
              {
                "text": "The parties didn’t use any arithmetical formula but they reached a judgment about that and established the exchange ratio accordingly.",
                "start": 348.511,
                "byte_start": 1497527,
                "stop": 357.009,
                "byte_stop": 1531486
              },
              {
                "text": "Now, the Committee seems to make really two points about the evidences complaining the fact that the ratio wasn’t based on asset appraisal of the market value of these properties.",
                "start": 357.009,
                "byte_start": 1531486,
                "stop": 374.194,
                "byte_stop": 1600240
              },
              {
                "text": "They suggested there was really no evidence about that before the Commission, but I think that is not quite a complete count of what did happen.",
                "start": 374.194,
                "byte_start": 1600240,
                "stop": 383.633,
                "byte_stop": 1637961
              },
              {
                "text": "There was each of the railroads here got independent as said appraisals from independent firms are the more important to these properties.",
                "start": 383.633,
                "byte_start": 1637961,
                "stop": 393.004,
                "byte_stop": 1675473
              },
              {
                "text": "And then their direct testimony before the Commission, the executive of the railroad applicants testified about these appraisals and explained why they didn’t use them in establishing the exchange ratio.",
                "start": 393.004,
                "byte_start": 1675473,
                "stop": 408.415,
                "byte_stop": 1737122
              },
              {
                "text": "The Committee asked the appraisals and they were produced and the Committee put them an evidence before the Commission.",
                "start": 408.415,
                "byte_start": 1737122,
                "stop": 413.557,
                "byte_stop": 1757706
              },
              {
                "text": "So the Commission had some evidence, had the evidence about the asset appraisals and also testimony about why they weren’t used.",
                "start": 413.557,
                "byte_start": 1757706,
                "stop": 422.531,
                "byte_stop": 1793651
              },
              {
                "text": "They weren’t used because they were in parties’ judgment they were not as reliable earnings, there were enormous differences between them, and even the independent firms who made them in some instances said they weren’t sure that they reflected market value.",
                "start": 422.531,
                "byte_start": 1793651,
                "stop": 438.443,
                "byte_stop": 1857285
              },
              {
                "text": "The Committee also complains that not enough weight was given to the earnings of the natural resource properties of the Northern Pacific.",
                "start": 438.443,
                "byte_start": 1857285,
                "stop": 448.672,
                "byte_stop": 1898141
              },
              {
                "text": "It says they should’ve been valued at 50 times earnings or perhaps to 22-1/2 times earnings.",
                "start": 448.672,
                "byte_start": 1898141,
                "stop": 455.413,
                "byte_stop": 1925099
              },
              {
                "text": "But I submit there is nothing in the record that required the Commission to accept those particular arithmetical formulas as a standard for judging the legality of this exchange ratio.",
                "start": 455.413,
                "byte_start": 1925099,
                "stop": 469.073,
                "byte_stop": 1979747
              },
              {
                "text": "The 50 times earnings at the time is testified to would have produced a value for the natural resources property of the Northern Pacific alone, which was $90 million than the -- higher than the total stock market value of the entire enterprise including the railroad properties.",
                "start": 469.073,
                "byte_start": 1979747,
                "stop": 490.612,
                "byte_stop": 2065951
              },
              {
                "text": "It would have produced evaluation that was $280 million more than the amount to the Committee proposed that these properties be sold for in connection with the divestiture proposal of the Committee put before the Commission, so that the formula really didn’t come within any measurable distance of reality.",
                "start": 490.612,
                "byte_start": 2065951,
                "stop": 509.486,
                "byte_stop": 2141393
              },
              {
                "text": "The 22-1/2 times formula if it applied to the five years before 1960 when the exchange ratio was determined produces an exchange ratio that a little less favorable to the Northern Pacific stockholders than they want -- than the ratio they actually received.",
                "start": 509.486,
                "byte_start": 2141393,
                "stop": 529.414,
                "byte_stop": 2221119
              },
              {
                "text": "That’s true if you applied in some more recent years.",
                "start": 529.414,
                "byte_start": 2221119,
                "stop": 532.41,
                "byte_stop": 2233135
              },
              {
                "text": "Now, the Committee can apply up to certain years and get the results that they say show that the ratio was unfair and these computations are in our brief -- in their brief.",
                "start": 532.41,
                "byte_start": 2233135,
                "stop": 544.08,
                "byte_stop": 2279842
              },
              {
                "text": "I'm inclined to think that what they show is that with one of these arithmetical formulas, you can get different results to apply them to different years.",
                "start": 544.08,
                "byte_start": 2279842,
                "stop": 552.728,
                "byte_stop": 2314428
              },
              {
                "text": "But the fact is that there was substantial evidence before the Commission about all the matters, to parties considered in relation to earnings, the various things that affected earnings past and what would might affect them in the future to indicate that this exchange ratio had a substantial basis and that evidence was all before the Commission and they discussed in detail were about 28 pages and Examiner’s report about 11 pages and the Commission’s report that sets out this evidence.",
                "start": 552.728,
                "byte_start": 2314428,
                "stop": 586.796,
                "byte_stop": 2450683
              },
              {
                "text": "Now, what I have said about the finding as to the fairness, the contribution that each group of shareholders made to the company.",
                "start": 586.796,
                "byte_start": 2450683,
                "stop": 596.343,
                "byte_stop": 2488822
              },
              {
                "text": "I think could also be said about the finding that there was arm’s length bargaining.",
                "start": 596.343,
                "byte_start": 2488822,
                "stop": 602.061,
                "byte_stop": 2511705
              },
              {
                "text": "Both the examiner and the Commission made that finding and the examiner made it after hearing testimony from the executives who participated in these negotiations and from the representatives of the banking house which participated and advised the two companies.",
                "start": 602.061,
                "byte_start": 2511705,
                "stop": 626.731,
                "byte_stop": 2610448
              },
              {
                "text": "I think that I understand what the -- that is the point of view is, I think they believe, no doubt sincerely that the Commission they have given too much weight to some evidence and not enough weight to another -- other or that perhaps for variant inferences to the inferences that the examiner and the Commission drew from the evidence.",
                "start": 626.731,
                "byte_start": 2610448,
                "stop": 652.264,
                "byte_stop": 2712534
              },
              {
                "text": "But, I think it cannot be said really that these findings lack support and substantial evidence in the record.",
                "start": 652.264,
                "byte_start": 2712534,
                "stop": 663.504,
                "byte_stop": 2757465
              },
              {
                "text": "Now, the Committee makes another contention which was referred to briefly yesterday and that is that the Commission abused its discretion in 1968 when it didn’t reopen this record and that retry the issue of the fairness to the exchange ratio.",
                "start": 663.504,
                "byte_start": 2757465,
                "stop": 679.08,
                "byte_stop": 2819845
              },
              {
                "text": "We have discussed that point in our brief and replied to the showings that they have made was to change conditions with the analysis to those conditions which we submit that shows that the matters on which they rely do not really support the argument that the Commission abused its discretion.",
                "start": 679.08,
                "byte_start": 2819845,
                "stop": 703.615,
                "byte_stop": 2917961
              },
              {
                "text": "Thank you Mr. Chief Justice.",
                "start": 703.615,
                "byte_start": 2917961,
                "stop": 704.592,
                "byte_stop": 2921827
              }
            ],
            "start": 125.553,
            "speaker": {
              "identifier": "hugh_b_cox",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Hugh B. Cox",
              "ID": 26750,
              "last_name": "Cox",
              "href": "https://api.oyez.org/people/hugh_b_cox",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2921827,
            "stop": 714.474,
            "byte_stop": 2961324,
            "text_blocks": [
              {
                "text": "Thank you Mr. Cox.",
                "start": 704.592,
                "byte_start": 2921827,
                "stop": 707.588,
                "byte_stop": 2933844
              },
              {
                "text": "Mr. Tolan.",
                "start": 707.588,
                "byte_start": 2933844,
                "stop": 714.474,
                "byte_stop": 2961324
              }
            ],
            "start": 704.592,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 103424,
        "stop": 714.474,
        "byte_stop": 2961324
      },
      {
        "start": 714.474,
        "turns": [
          {
            "byte_start": 2961324,
            "stop": 1696.586,
            "byte_stop": 6889827,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 714.474,
                "byte_start": 2961324,
                "stop": 718.775,
                "byte_stop": 2978565
              },
              {
                "text": "I speak only for the shippers and receivers of freight here today.",
                "start": 718.775,
                "byte_start": 2978565,
                "stop": 723.824,
                "byte_stop": 2998732
              },
              {
                "text": "Shippers want and need this merger as it’s now conditioned.",
                "start": 723.824,
                "byte_start": 2998732,
                "stop": 728.758,
                "byte_stop": 3018480
              },
              {
                "text": "I appear for 230 intervenor-shipper receivers who will cover over 1,000 actual shippers and receivers of freight from the very smallest industries of the west to some of the largest out there.",
                "start": 728.758,
                "byte_start": 3018480,
                "stop": 743.429,
                "byte_stop": 3077204
              },
              {
                "text": "We want this merger because it will help us tremendously.",
                "start": 743.429,
                "byte_start": 3077204,
                "stop": 747.386,
                "byte_stop": 3092982
              },
              {
                "text": "The scope of people that are covered by the appearance here today run from poll of car shippers, fish, clothing, furniture, peat moss, almost every aspect of business.",
                "start": 747.386,
                "byte_start": 3092982,
                "stop": 759.423,
                "byte_stop": 3141151
              },
              {
                "text": "The complete list of whom I speak here today are covered on page 2 of my brief and page 1312 of the appendix list all the 230 interventions for whom I speak.",
                "start": 759.423,
                "byte_start": 3141151,
                "stop": 772.404,
                "byte_stop": 3193083
              },
              {
                "text": "This merger is a good merger.",
                "start": 772.404,
                "byte_start": 3193083,
                "stop": 774.554,
                "byte_stop": 3201651
              },
              {
                "text": "It’s a merger in the public interest.",
                "start": 774.554,
                "byte_start": 3201651,
                "stop": 777.213,
                "byte_stop": 3212309
              },
              {
                "text": "It will reduce transportation cost, it will speed service, and it will improve and I emphasize the word “improve competition beyond anything that we have today.”",
                "start": 777.213,
                "byte_start": 3212309,
                "stop": 788.321,
                "byte_stop": 3256717
              },
              {
                "text": "The shipping public virtually to amend and I emphasize that word “virtually to amend” is solidly behind this merger as directed by the Interstate Commerce Commission and before this Court today.",
                "start": 788.321,
                "byte_start": 3256717,
                "stop": 802.582,
                "byte_stop": 3313768
              },
              {
                "text": "We cannot support the Department of Justice’s position for what they would provide by their solution as a mere aspirin when what the shipping public needs is the surgery of this type of action.",
                "start": 802.582,
                "byte_start": 3313768,
                "stop": 816.093,
                "byte_stop": 3367894
              },
              {
                "text": "The position of the Department is not realistic.",
                "start": 816.093,
                "byte_start": 3367894,
                "stop": 818.861,
                "byte_stop": 3378970
              },
              {
                "text": "It will not give the shippers the benefits and the competitive safeguards at the Interstate Commerce Commission order give us.",
                "start": 818.861,
                "byte_start": 3378970,
                "stop": 826.115,
                "byte_stop": 3407914
              },
              {
                "text": "For that reason, we support the order before the Court today.",
                "start": 826.115,
                "byte_start": 3407914,
                "stop": 830.836,
                "byte_stop": 3426826
              },
              {
                "text": "Now, I want to be specific, I want to be very specific because basically my part of the presentation is to give the facts of the benefit of the public in this merger.",
                "start": 830.836,
                "byte_start": 3426826,
                "stop": 841.531,
                "byte_stop": 3469563
              },
              {
                "text": "Here are the basic points I would like to touch on in the time that I have here.",
                "start": 841.531,
                "byte_start": 3469563,
                "stop": 846.268,
                "byte_stop": 3488580
              },
              {
                "text": "First, the direct shipper benefits from the Great Northern Pacific Burlington merger.",
                "start": 846.268,
                "byte_start": 3488580,
                "stop": 852.299,
                "byte_stop": 3512717
              },
              {
                "text": "The second thing goes many added benefits that we get from a new and revitalized Milwaukee Railroad.",
                "start": 852.299,
                "byte_start": 3512717,
                "stop": 858.936,
                "byte_stop": 3539257
              },
              {
                "text": "The third thing is the vast amount of competitive traffic that will be available to us to protect us after the merger is accomplished.",
                "start": 858.936,
                "byte_start": 3539257,
                "stop": 871.888,
                "byte_stop": 3590980
              },
              {
                "text": "Fourth, the tremendous number of safeguards that the Interstate Commerce Commission has built-in to the order that’s before this Court today to protect us from great discrimination and service discriminations.",
                "start": 871.888,
                "byte_start": 3590980,
                "stop": 885.305,
                "byte_stop": 3644688
              },
              {
                "text": "Some really wonderful safeguards and lastly, the $40 million saving, the benefits that will directly accrued to the shipping public from the manifesting of those savings to the shipping and to the railroads involved.",
                "start": 885.305,
                "byte_start": 3644688,
                "stop": 902.669,
                "byte_stop": 3714173
              },
              {
                "text": "Now coming specifically, are the shippers that I represent here today are they the pawns of the railroad, are we the ones swayed by the brochure?",
                "start": 902.669,
                "byte_start": 3714173,
                "stop": 913.048,
                "byte_stop": 3755656
              },
              {
                "text": "The answer is no.",
                "start": 913.048,
                "byte_start": 3755656,
                "stop": 914.951,
                "byte_stop": 3763284
              },
              {
                "text": "We intervened in the case, disagreed, I emphasize the word “disagreed” with Northern Lines and took an independent position with independent witnesses, independent counsel, and it was only after the petition for reconsideration came in that we are altogether.",
                "start": 914.951,
                "byte_start": 3763284,
                "stop": 932.587,
                "byte_stop": 3833814
              },
              {
                "text": "Right from the start, we felt there had to be conditions for the Milwaukee Railroad.",
                "start": 932.587,
                "byte_start": 3833814,
                "stop": 938.293,
                "byte_stop": 3856697
              },
              {
                "text": "There had to be a merger, but there had to be conditions and we fought valuably for something over 10 years even before the official filing to accomplish this end result that’s before the Court today.",
                "start": 938.293,
                "byte_start": 3856697,
                "stop": 951.449,
                "byte_stop": 3909256
              },
              {
                "text": "Now, the shippers are uniquely situated to judge the effectiveness.",
                "start": 951.449,
                "byte_start": 3909256,
                "stop": 957.918,
                "byte_stop": 3935169
              },
              {
                "text": "Our people in over 50,000 car loads of freight are aggregated in the shippers for whom I speak here today.",
                "start": 957.918,
                "byte_start": 3935169,
                "stop": 965.91,
                "byte_stop": 3967143
              },
              {
                "text": "We have studied this, we have lived with it for 10 years, we participated in every phase of the action from an independent status position and we believe we do have the facts that will justify to this Court why we think the merger should be approved by the Court.",
                "start": 965.91,
                "byte_start": 3967143,
                "stop": 983.05,
                "byte_stop": 4035688
              },
              {
                "text": "First, if I could touch on the direct benefits from the GN and NP Burlington merger without touching on the Milwaukee.",
                "start": 983.05,
                "byte_start": 4035688,
                "stop": 989.987,
                "byte_stop": 4063378
              },
              {
                "text": "First is faster service.",
                "start": 989.987,
                "byte_start": 4063378,
                "stop": 992.234,
                "byte_stop": 4072364
              },
              {
                "text": "That cannot be -- the value of that cannot be over estimated.",
                "start": 992.234,
                "byte_start": 4072364,
                "stop": 996.526,
                "byte_stop": 4089605
              },
              {
                "text": "It includes – it increases a shelf life of our perishables, or apples or potatoes or lettuce that reduces the inventory requirements for stocks out in the west where we have such tremendous distances and reduces icing and refrigeration cost.",
                "start": 996.526,
                "byte_start": 4089605,
                "stop": 1013.461,
                "byte_stop": 4157315
              },
              {
                "text": "It produces less inventory requirements.",
                "start": 1013.461,
                "byte_start": 4157315,
                "stop": 1016.733,
                "byte_stop": 4170376
              },
              {
                "text": "All of this is tremendous to us.",
                "start": 1016.733,
                "byte_start": 4170376,
                "stop": 1018.878,
                "byte_stop": 4178944
              },
              {
                "text": "It will make one the two days difference into the Kansas City mid-west markets and at least the day’s net final difference to as to and from the Chicago markets not on hotshot when train west-bound the day.",
                "start": 1018.878,
                "byte_start": 4178944,
                "stop": 1033.371,
                "byte_stop": 4236936
              },
              {
                "text": "But on basic all freight that is so critical to the marketing of the Pacific Northwest.",
                "start": 1033.371,
                "byte_start": 4236936,
                "stop": 1040.194,
                "byte_stop": 4264208
              },
              {
                "text": "We will have faster north-south as well as east-west service.",
                "start": 1040.194,
                "byte_start": 4264208,
                "stop": 1044.459,
                "byte_stop": 4281344
              },
              {
                "text": "A second part of this is the dependability of the service.",
                "start": 1044.459,
                "byte_start": 4281344,
                "stop": 1048.101,
                "byte_stop": 4295868
              },
              {
                "text": "After this merger, the merged railroads will have two not one line which will give us dependability when there is whether washout, derailments and other things that repeatedly occur on railroads of the type of operation here.",
                "start": 1048.101,
                "byte_start": 4295868,
                "stop": 1063.417,
                "byte_stop": 4357099
              },
              {
                "text": "But more importantly on the dependability is the fact that they will be using vastly shorter routes to and from the key market.",
                "start": 1063.417,
                "byte_start": 4357099,
                "stop": 1072.42,
                "byte_stop": 4393148
              },
              {
                "text": "For example, the record shows right now that 15 million car miles a day will be -- or car miles a year will be saved by the new short routes that will utilized by this merge line in the operation after merger is accomplished.",
                "start": 1072.42,
                "byte_start": 4393148,
                "stop": 1090.318,
                "byte_stop": 4464724
              },
              {
                "text": "They’ll do that by running more traffic through the Laurel-Billings area that now goes through Missouri River Gateways.",
                "start": 1090.318,
                "byte_start": 4464724,
                "stop": 1098.058,
                "byte_stop": 4495757
              },
              {
                "text": "They’ll do it by using the best and the shortest parts of the combined systems such as was touched on earlier by other speakers.",
                "start": 1098.058,
                "byte_start": 4495757,
                "stop": 1105.53,
                "byte_stop": 4525641
              },
              {
                "text": "They’ll do that by making improvements in north-south as well as east-west routings.",
                "start": 1105.53,
                "byte_start": 4525641,
                "stop": 1111.321,
                "byte_stop": 4548733
              },
              {
                "text": "Now, the third great thing is the improved transit privileges.",
                "start": 1111.321,
                "byte_start": 4548733,
                "stop": 1115.364,
                "byte_stop": 4564929
              },
              {
                "text": "Unfortunately, in the west we raise strawberries in one area, beans in another area, and we must put those together to get the advantages of low rates.",
                "start": 1115.364,
                "byte_start": 4564929,
                "stop": 1125.756,
                "byte_stop": 4606516
              },
              {
                "text": "That means stop and transit to complete loading to make the necessary mix the customers’ want.",
                "start": 1125.756,
                "byte_start": 4606516,
                "stop": 1131.544,
                "byte_stop": 4629608
              },
              {
                "text": "They don’t want a straight car load of strawberries or beans, they want a mix.",
                "start": 1131.544,
                "byte_start": 4629608,
                "stop": 1136.112,
                "byte_stop": 4647894
              },
              {
                "text": "We can start at one point and complete on another.",
                "start": 1136.112,
                "byte_start": 4647894,
                "stop": 1139.586,
                "byte_stop": 4661791
              },
              {
                "text": "At the present time, we have to do essentially all on the GN or essentially all on the NP after merger the scope of the mix vastly improved.",
                "start": 1139.586,
                "byte_start": 4661791,
                "stop": 1150.977,
                "byte_stop": 4707349
              },
              {
                "text": "The ability to fabricate lumber and other products that are fabricated or equally done, grain and flower, and feed will be able to draw cross lines where they now are restricted just to the GN or just to the NP for the transit privileges.",
                "start": 1150.977,
                "byte_start": 4707349,
                "stop": 1168.219,
                "byte_stop": 4776312
              },
              {
                "text": "All of those are tremendous advantages.",
                "start": 1168.219,
                "byte_start": 4776312,
                "stop": 1171.193,
                "byte_stop": 4788224
              },
              {
                "text": "Now a better car supply actually 61,555 car days will be eliminated by having one pool instead of three pools of equipment.",
                "start": 1171.193,
                "byte_start": 4788224,
                "stop": 1184.639,
                "byte_stop": 4842036
              },
              {
                "text": "Financially, able railroads will be able to buy more equipment and they are able to not buy now which are essentially based on earnings.",
                "start": 1184.639,
                "byte_start": 4842036,
                "stop": 1193.702,
                "byte_stop": 4878294
              },
              {
                "text": "We get new cars when railroads are profitable.",
                "start": 1193.702,
                "byte_start": 4878294,
                "stop": 1196.758,
                "byte_stop": 4890520
              },
              {
                "text": "We don’t get these cars when railroads aren’t unprofitable.",
                "start": 1196.758,
                "byte_start": 4890520,
                "stop": 1200.031,
                "byte_stop": 4903581
              },
              {
                "text": "Unfortunately, car supply now is diminished.",
                "start": 1200.031,
                "byte_start": 4903581,
                "stop": 1203.834,
                "byte_stop": 4918836
              },
              {
                "text": "Faster routes, the faster routes as I touched on earlier will save 639,000 car days a year by using the faster routes rather than the longer circuitous routes now.",
                "start": 1203.834,
                "byte_start": 4918836,
                "stop": 1218.405,
                "byte_stop": 4977142
              },
              {
                "text": "Then again, this case is badly oriented east and west.",
                "start": 1218.405,
                "byte_start": 4977142,
                "stop": 1222.419,
                "byte_stop": 4993128
              },
              {
                "text": "We think there has been a myopic view of this case and that it is a tremendous north-south impact railroad.",
                "start": 1222.419,
                "byte_start": 4993128,
                "stop": 1232.249,
                "byte_stop": 5032521
              },
              {
                "text": "We will get an end of the stranglehold of the SP on the north-south traffic by making a new gateway at Kalama Falls that will enable this line to interchange traffic at Kalama Falls giving them a roughly half of the whole traffic between north and south that we do not have today.",
                "start": 1232.249,
                "byte_start": 5032521,
                "stop": 1251.711,
                "byte_stop": 5110366
              },
              {
                "text": "We’ll have a new Northern Pacific gateway with the western pacific which we don’t have today.",
                "start": 1251.711,
                "byte_start": 5110366,
                "stop": 1257.786,
                "byte_stop": 5134608
              },
              {
                "text": "Now, another great benefit is job security.",
                "start": 1257.786,
                "byte_start": 5134608,
                "stop": 1261.301,
                "byte_stop": 5148714
              },
              {
                "text": "We fought valuably for conditions for labor on this one and now all labor has virtually lifetime jobs in the City of Auburn that is before you hear today are not before you hear today but in pleadings to the Court.",
                "start": 1261.301,
                "byte_start": 5148714,
                "stop": 1277.109,
                "byte_stop": 5211930
              },
              {
                "text": "We now have the assurance that the yards are staying in Auburn, they are growing there.",
                "start": 1277.109,
                "byte_start": 5211930,
                "stop": 1282.711,
                "byte_stop": 5234291
              },
              {
                "text": "It’s a boom area of our part of the country that is you put grass in the street kind of concept.",
                "start": 1282.711,
                "byte_start": 5234291,
                "stop": 1289.399,
                "byte_stop": 5261040
              },
              {
                "text": "There is not to be no job impairment and the security that gives business to know that that’s going to be there.",
                "start": 1289.399,
                "byte_start": 5261040,
                "stop": 1296.712,
                "byte_stop": 5290297
              },
              {
                "text": "Now, the last important benefit directly from the GN and NP merger is this, this was saved about $40 million a year.",
                "start": 1296.712,
                "byte_start": 5290297,
                "stop": 1306.54,
                "byte_stop": 5329586
              },
              {
                "text": "Now, will that go to the shippers?",
                "start": 1306.54,
                "byte_start": 5329586,
                "stop": 1308.834,
                "byte_stop": 5338781
              },
              {
                "text": "We know it will go to the shippers for justice reason.",
                "start": 1308.834,
                "byte_start": 5338781,
                "stop": 1312.55,
                "byte_stop": 5353723
              },
              {
                "text": "The railroads in the last 18 months that had thee separate rate increases before the Interstate Commerce Commission, 3%, 5% then 10 days ago just 10 days ago they asked another 6% all based on added cost of operation.",
                "start": 1312.55,
                "byte_start": 5353723,
                "stop": 1329.944,
                "byte_stop": 5423208
              },
              {
                "text": "As shipper’s we know the only way that we can get rates down or not hold them down, not let them get down but just hold them from going out of the moon is to get lower cost of operation.",
                "start": 1329.944,
                "byte_start": 5423208,
                "stop": 1343.279,
                "byte_stop": 5476603
              },
              {
                "text": "This merger will save $40 million a year and coincidentally that would be just about the equivalent of 6% that’s before the Commission today for rate increase.",
                "start": 1343.279,
                "byte_start": 5476603,
                "stop": 1354.646,
                "byte_stop": 5522056
              },
              {
                "text": "It’s that important to the shipping public.",
                "start": 1354.646,
                "byte_start": 5522056,
                "stop": 1358.434,
                "byte_stop": 5537207
              },
              {
                "text": "Now, beyond those tremendous benefits before the GN and NP merger, what do we get as added benefits it’s because we get new Milwaukee railroad and we do get a new Milwaukee.",
                "start": 1358.434,
                "byte_start": 5537207,
                "stop": 1371.529,
                "byte_stop": 5589556
              },
              {
                "text": "We get a revitalized east-west railroad with the ability to take long hauls instead of being cut-off at the pocket at St. Paul.",
                "start": 1371.529,
                "byte_start": 5589556,
                "stop": 1379.975,
                "byte_stop": 5623411
              },
              {
                "text": "Now, they have to give all traffic to the GN and NP at St. Paul.",
                "start": 1379.975,
                "byte_start": 5623411,
                "stop": 1384.765,
                "byte_stop": 5642533
              },
              {
                "text": "Now, they’ll be able to haul it, clear out as far west to Seattle and Spokane.",
                "start": 1384.765,
                "byte_start": 5642533,
                "stop": 1389.576,
                "byte_stop": 5661759
              },
              {
                "text": "We’ll get a new north-south railroad because we have no Milwaukee connection south of Longview to Dayville go into Portland and we’ll have a brand new competitive line there.",
                "start": 1389.576,
                "byte_start": 5661759,
                "stop": 1400.38,
                "byte_stop": 5705017
              },
              {
                "text": "We’ll have a new Canadian railroad with high speed service to in and from the Sumas area.",
                "start": 1400.38,
                "byte_start": 5705017,
                "stop": 1406.362,
                "byte_stop": 5728946
              },
              {
                "text": "We’ll have another railroad in Billings, the Milwaukee.",
                "start": 1406.362,
                "byte_start": 5728946,
                "stop": 1410.454,
                "byte_stop": 5745246
              },
              {
                "text": "In the Bellingham area, we will have a vastly improved service there.",
                "start": 1410.454,
                "byte_start": 5745246,
                "stop": 1416.212,
                "byte_stop": 5768338
              },
              {
                "text": "Fast industrial lands and properties on the Milwaukee that no sensible industry could locate on because of their absence of proper rates and routes because of their limited coverage and other deficiencies will be opened for industrial development and beyond all of that, this should make such a substantial improvement in the revenue position of the Milwaukee railroad that they will be a vital competitor even better than they are today.",
                "start": 1416.212,
                "byte_start": 5768338,
                "stop": 1445.914,
                "byte_stop": 5887143
              },
              {
                "text": "Now, after the merger, those are the benefits of the Milwaukee.",
                "start": 1445.914,
                "byte_start": 5887143,
                "stop": 1450.013,
                "byte_stop": 5903548
              },
              {
                "text": "Are we going to be left then with the withdrawal of the GN competition with something of a vacuum of competition?",
                "start": 1450.013,
                "byte_start": 5903548,
                "stop": 1458.14,
                "byte_stop": 5936044
              },
              {
                "text": "To me, it’s unbelievable that such insertion could be made to the Court here and to the courts below and to the Commission.",
                "start": 1458.14,
                "byte_start": 5936044,
                "stop": 1467.078,
                "byte_stop": 5971780
              },
              {
                "text": "For example, the Union Pacific, the Union Pacific will handle over 100,000 cars of loaded freight through the Huntington, Oregon gateway to and from the Pacific Northwest.",
                "start": 1467.078,
                "byte_start": 5971780,
                "stop": 1480.915,
                "byte_stop": 6027160
              },
              {
                "text": "If that’s with competition it’s certainly not the adjective that shippers would use.",
                "start": 1480.915,
                "byte_start": 6027160,
                "stop": 1488.097,
                "byte_stop": 6055894
              },
              {
                "text": "After the merger, the Great Northern Pacific Merger of the UP holding just the business they have today would handle still about 25% of the business of the north-west.",
                "start": 1488.097,
                "byte_start": 6055894,
                "stop": 1499.903,
                "byte_stop": 6103124
              },
              {
                "text": "We’ll have the strengthened Milwaukee.",
                "start": 1499.903,
                "byte_start": 6103124,
                "stop": 1502.211,
                "byte_stop": 6112319
              },
              {
                "text": "The SP will handle 42% of the business out of the State of Oregon.",
                "start": 1502.211,
                "byte_start": 6112319,
                "stop": 1509.477,
                "byte_stop": 6141367
              },
              {
                "text": "Now, those tremendous it says from the competitive railroads that will exist plus the CPR-Soo are a vital importance to -- or a vital importance to us in giving us competition for the future.",
                "start": 1509.477,
                "byte_start": 6141367,
                "stop": 1525.117,
                "byte_stop": 6203956
              },
              {
                "text": "Beyond that, we will have transcontinental truck lines, eight new ones since this case was filed.",
                "start": 1525.117,
                "byte_start": 6203956,
                "stop": 1531.385,
                "byte_stop": 6229034
              },
              {
                "text": "We have exempt trucks.",
                "start": 1531.385,
                "byte_start": 6229034,
                "stop": 1533.166,
                "byte_stop": 6236139
              },
              {
                "text": "We have a vast amount of trucking covering everything from lowest rated to high rated traffic.",
                "start": 1533.166,
                "byte_start": 6236139,
                "stop": 1539.328,
                "byte_stop": 6260799
              },
              {
                "text": "Now, the last important -- the last major point I would like to make is, what safeguards has the Interstate Commerce Commission built-in to their order that will protect us from great discriminations and service discriminations if this Court approves that order?",
                "start": 1539.328,
                "byte_start": 6260799,
                "stop": 1557.652,
                "byte_stop": 6334046
              },
              {
                "text": "The most important thing is this.",
                "start": 1557.652,
                "byte_start": 6334046,
                "stop": 1559.773,
                "byte_stop": 6342614
              },
              {
                "text": "The long and short of provisions of Section 4 of the Act will prevent any competitive or totally non-competitive point from being charged more than the next beyond the point.",
                "start": 1559.773,
                "byte_start": 6342614,
                "stop": 1571.6,
                "byte_stop": 6389844
              },
              {
                "text": "That makes with 236 competitive points on this railroad that would give a fantastic amount of long and short to a rate protection that is iron clad and is not waived anywhere in this order.",
                "start": 1571.6,
                "byte_start": 6389844,
                "stop": 1586.11,
                "byte_stop": 6447940
              },
              {
                "text": "We’ll have rate protection because the competitive rates will serve at the maximum at any intermediate point.",
                "start": 1586.11,
                "byte_start": 6447940,
                "stop": 1593.251,
                "byte_stop": 6476466
              },
              {
                "text": "Beyond that, we have the ability to short hold the GN and NP by giving the traffic to the Milwaukee.",
                "start": 1593.251,
                "byte_start": 6476466,
                "stop": 1600.558,
                "byte_stop": 6505723
              },
              {
                "text": "For example, in the Columbia basin if they would not give proper car supply we could take the GN and NP and turn the traffic over to the Milwaukee at Spoken to take on to Chicago.",
                "start": 1600.558,
                "byte_start": 6505723,
                "stop": 1612.591,
                "byte_stop": 6553893
              },
              {
                "text": "We will have at least eight other routes such as the Western Pacific the sewer line route, the rates by the CPR-Soo, the rates via the Union Pacific and those via the Western Pacific.",
                "start": 1612.591,
                "byte_start": 6553893,
                "stop": 1626.285,
                "byte_stop": 6608645
              },
              {
                "text": "Beyond that, the Commission has even gone this far.",
                "start": 1626.285,
                "byte_start": 6608645,
                "stop": 1629.65,
                "byte_stop": 6622124
              },
              {
                "text": "They have given us at five years safety valve, any of us, the shipper or injured railroad or other injured party can come back to this Commission any time within five years and say we have been treated unfairly, we need help and the Commission is holding this record open to take care of that.",
                "start": 1629.65,
                "byte_start": 6622124,
                "stop": 1647.521,
                "byte_stop": 6693595
              },
              {
                "text": "Then the last thing is our own State Commissions who do not oppose this merger now will be able to bring their best influences to bear.",
                "start": 1647.521,
                "byte_start": 6693595,
                "stop": 1659.032,
                "byte_stop": 6739571
              },
              {
                "text": "Now, in inclusion I would like to say this, there is no labor opposition before this Court today.",
                "start": 1659.032,
                "byte_start": 6739571,
                "stop": 1665.246,
                "byte_stop": 6764440
              },
              {
                "text": "There is no state opposition here.",
                "start": 1665.246,
                "byte_start": 6764440,
                "stop": 1667.556,
                "byte_stop": 6773739
              },
              {
                "text": "The Department of Agriculture supports the merger and the Department of Defense does not oppose it.",
                "start": 1667.556,
                "byte_start": 6773739,
                "stop": 1673.6,
                "byte_stop": 6797876
              },
              {
                "text": "No shipper opposition, no chamber port or other group is here opposing this merger.",
                "start": 1673.6,
                "byte_start": 6797876,
                "stop": 1678.933,
                "byte_stop": 6819192
              },
              {
                "text": "The ICC obviously supports it not one railroad is here contesting this for all of those reasons, we respectfully urge the Court to affirm the decision of the lower court and allow the merger to proceed forthwith.",
                "start": 1678.933,
                "byte_start": 6819192,
                "stop": 1694.639,
                "byte_stop": 6881991
              },
              {
                "text": "Thank you very much.",
                "start": 1694.639,
                "byte_start": 6881991,
                "stop": 1696.586,
                "byte_stop": 6889827
              }
            ],
            "start": 714.474,
            "speaker": {
              "identifier": "fred_h_tolan",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Fred H. Tolan",
              "ID": 24692,
              "last_name": "Tolan",
              "href": "https://api.oyez.org/people/fred_h_tolan",
              "thumbnail": null
            }
          },
          {
            "byte_start": 6889827,
            "stop": 1716.941,
            "byte_stop": 6971225,
            "text_blocks": [
              {
                "text": "Thank you Mr. Tolan.",
                "start": 1696.586,
                "byte_start": 6889827,
                "stop": 1698.873,
                "byte_stop": 6898918
              },
              {
                "text": "Mr. Merrill.",
                "start": 1698.873,
                "byte_start": 6898918,
                "stop": 1716.941,
                "byte_stop": 6971225
              }
            ],
            "start": 1696.586,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 2961324,
        "stop": 1716.941,
        "byte_stop": 6971225
      },
      {
        "start": 1716.941,
        "turns": [
          {
            "byte_start": 6971225,
            "stop": 2268.627,
            "byte_stop": 9177945,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 1716.941,
                "byte_start": 6971225,
                "stop": 1721.732,
                "byte_stop": 6990451
              },
              {
                "text": "The Milwaukee feels a little bit hurt by the brush off that we received from the Department of Justice as a weak third competitor of the applicant lines.",
                "start": 1721.732,
                "byte_start": 6990451,
                "stop": 1735.018,
                "byte_stop": 7043532
              },
              {
                "text": "It is true as the evidence which we ourselves put into the case demonstrates we are not as favorably situated financially as any of the applicants as reflected in that income working capital and various other measures.",
                "start": 1735.018,
                "byte_start": 7043532,
                "stop": 1752.635,
                "byte_stop": 7114062
              },
              {
                "text": "But the Commission has not said we are not a good competitor.",
                "start": 1752.635,
                "byte_start": 7114062,
                "stop": 1758.656,
                "byte_stop": 7138095
              },
              {
                "text": "The Commission in its first report which the Department of Justice says as correctly analyze the competitive posture of this case points out that we compete with the applicant lines in the 11 states that we provide in efficient and essential service in the areas where we are the principle competitors of the applicants that the shippers look to the Milwaukee for active and vigorous competition both in rate negotiations and in quality of service.",
                "start": 1758.656,
                "byte_start": 7138095,
                "stop": 1788.919,
                "byte_stop": 7259199
              },
              {
                "text": "And as a matter of fact, the only reference in this whole argument to any improved service is to resolve a competition.",
                "start": 1788.919,
                "byte_start": 7259199,
                "stop": 1795.873,
                "byte_stop": 7286993
              },
              {
                "text": "The only specific example has been that a faster train service to the west coast which was a result of the Milwaukee’s competition.",
                "start": 1795.873,
                "byte_start": 7286993,
                "stop": 1807.276,
                "byte_stop": 7332551
              },
              {
                "text": "For the Department of Justice to say that we are a weak competitor represents a complete turn about from the representations made by the Department to the Commission.",
                "start": 1807.276,
                "byte_start": 7332551,
                "stop": 1819.567,
                "byte_stop": 7381765
              },
              {
                "text": "In its brief to the Interstate Commerce Commission, it referred to the acquisition case of the Spokane International Railroad by the Union Pacific and referred to the Court decision as well as the Commission’s decision in that case and said, this recognition by the Commission and the court of intense competition among the Northern Lines and the Milwaukee is supported by ample and substantial evidence in the record in this case.",
                "start": 1819.567,
                "byte_start": 7381765,
                "stop": 1851.122,
                "byte_stop": 7507989
              },
              {
                "text": "Meaning the case before us today and there is no substantial evidence to support a contrary finding.",
                "start": 1851.122,
                "byte_start": 7507989,
                "stop": 1860.905,
                "byte_stop": 7547068
              },
              {
                "text": "The Department went on and pointed out that the Milwaukee generally follows the route of the Northern Pacific.",
                "start": 1860.905,
                "byte_start": 7547068,
                "stop": 1866.245,
                "byte_stop": 7568488
              },
              {
                "text": "It is a 10,596-mile system.",
                "start": 1866.245,
                "byte_start": 7568488,
                "stop": 1870.077,
                "byte_stop": 7583744
              },
              {
                "text": "Milwaukee is in competition with the Burlington and the Northern Lines of 187 stations, 135 of which are located in Washington, Montana, North Dakota and Minnesota.",
                "start": 1870.077,
                "byte_start": 7583744,
                "stop": 1884.132,
                "byte_stop": 7639960
              },
              {
                "text": "And finally, the Department says, applicants admit that at present the Milwaukee is a very aggressive and effective competitor and there is “intensive competition” between them for the traffic.",
                "start": 1884.132,
                "byte_start": 7639960,
                "stop": 1900.163,
                "byte_stop": 7704116
              },
              {
                "text": "Justice Department went further and in their brief to the Commission pointed out nine specific representative instances of how the Milwaukee’s active and vigorous real competition and independent action has brought great advantages to the public.",
                "start": 1900.163,
                "byte_start": 7704116,
                "stop": 1917.039,
                "byte_stop": 7771617
              },
              {
                "text": "I will not read all of those reasons, they appear on pages 140-142 of Justices’ brief to the Commission.",
                "start": 1917.039,
                "byte_start": 7771617,
                "stop": 1930.39,
                "byte_stop": 7825011
              },
              {
                "text": "The question may well be raised that we are such a good competitor, why aren’t we rich? Or perhaps more specifically, why is our share of the traffic so small?",
                "start": 1930.39,
                "byte_start": 7825011,
                "stop": 1943.604,
                "byte_stop": 7877883
              },
              {
                "text": "The Milwaukee-Houston find to the area which in serves along the Northern Interior States and on the west coast principally to the State of Washington.",
                "start": 1943.604,
                "byte_start": 7877883,
                "stop": 1956.325,
                "byte_stop": 7928769
              },
              {
                "text": "We are unable to serve the city of Billings which is the principle distribution point between the twin cites and the west coast.",
                "start": 1956.325,
                "byte_start": 7928769,
                "stop": 1966.079,
                "byte_stop": 7967744
              },
              {
                "text": "We do not reach Portland or Beaver as to the Northern Lines where they have friendly connections to work with for traffic moving Oregon and California.",
                "start": 1966.079,
                "byte_start": 7967744,
                "stop": 1979.454,
                "byte_stop": 8021243
              },
              {
                "text": "We do not have a fast route north of Seattle where we can be effectively competitive for the traffic moving to in and from Canada.",
                "start": 1979.454,
                "byte_start": 8021243,
                "stop": 1989.69,
                "byte_stop": 8062203
              },
              {
                "text": "And finally, with the western injunctions, west to the twin cites is closed to the Milwaukee we find that we may originate traffic in the mid-west or receive traffic from our connections in the mid-west and when we get as far as the Twin Cities we’re compelled to turn it over to our competitors if the traffic moves to a station local to our competitors, or if the shipper wants our competitors to have a line haul.",
                "start": 1989.69,
                "byte_start": 8062203,
                "stop": 2019.293,
                "byte_stop": 8180694
              },
              {
                "text": "Notwithstanding that for example, a car going to Vancouver-Washington could physically be handled by the Milwaukee all the way to Tacoma, and then turn it over for the haul beyond.",
                "start": 2019.293,
                "byte_start": 8180694,
                "stop": 2031.337,
                "byte_stop": 8228864
              },
              {
                "text": "But by reason of the rate structure and the right which the Northern Lines held under the law to protect their line haul, we are not able to compete for that traffic for the long haul.",
                "start": 2031.337,
                "byte_start": 8228864,
                "stop": 2047.337,
                "byte_stop": 8292812
              },
              {
                "text": "Now, there is no dissent among the Commissioners in their first report that the Milwaukee should have adequate protection.",
                "start": 2047.337,
                "byte_start": 8292812,
                "stop": 2053.791,
                "byte_stop": 8318621
              },
              {
                "text": "This was one thing they all agreed on, the six majority members said that this -- that it would be inconceivable for this merger to be approved without adequate protection for the Milwaukee and five dissenters regretted the fact that the Commission was passing up an opportunity finally to make the Milwaukee complete competitive in the Northern jury states and the Pacific Northwest.",
                "start": 2053.791,
                "byte_start": 8318621,
                "stop": 2081.623,
                "byte_stop": 8430007
              },
              {
                "text": "With these conditions, first of all we’ll be able to handle traffic which is destined to or from Billings, or which is to be stopped off at Billings were part loading or part unloading.",
                "start": 2081.623,
                "byte_start": 8430007,
                "stop": 2093.389,
                "byte_stop": 8477027
              },
              {
                "text": "With these conditions, we’ll be able to go to Portland where the Southern Pacific is waiting to work with the Milwaukee as an effective route for traffic to in and from the California and Oregon on the one hand to mid-west and the rest of the country on the other hand.",
                "start": 2093.389,
                "byte_start": 8477027,
                "stop": 2111.801,
                "byte_stop": 8550693
              },
              {
                "text": "We’ll be able to participate with our track is right North of Seattle or in North and South traffic between Canada and California, Canada and Oregon on an equal basis with the Northern Pacific and Great Northern after they emerged.",
                "start": 2111.801,
                "byte_start": 8550693,
                "stop": 2128.44,
                "byte_stop": 8617253
              },
              {
                "text": "And with the west bound traffic that we now handle and have to give up with the Twin Cities will be able to hold that traffic and take it to our part of this junction.",
                "start": 2128.44,
                "byte_start": 8617253,
                "stop": 2137.576,
                "byte_stop": 8653824
              },
              {
                "text": "Our solicitations now first aren’t all that important if a shipper first is dissatisfied with the service of the Northern Lines give, or secondly, if the traffic is already in our position as much of it is going west bound.",
                "start": 2137.576,
                "byte_start": 8653824,
                "stop": 2154.583,
                "byte_stop": 8721847
              },
              {
                "text": "And finally, the Justice Department again has conceded that the Milwaukee will be strengthened by these conditions.",
                "start": 2154.583,
                "byte_start": 8721847,
                "stop": 2162.73,
                "byte_stop": 8754448
              },
              {
                "text": "The effect upon the shippers is been discussed here by Mr. Tolan, I believe that the purpose of the antitrust laws is not so much to start out competition for the sake of competition but to make it sure that there will be a free flow of interstate commerce and that shippers will be able to reach their markets and to reach their source of supply without discrimination, without interference.",
                "start": 2162.73,
                "byte_start": 8754448,
                "stop": 2189.631,
                "byte_stop": 8861968
              },
              {
                "text": "And these conditions that we have received will enable Milwaukee shippers to do exactly that, and be able to originate a car on our railroad and stop it off at the station served by one of the Northern Lines today and then move on to a destination, either on our railroad on their railroad.",
                "start": 2189.631,
                "byte_start": 8861968,
                "stop": 2210.196,
                "byte_stop": 8944306
              },
              {
                "text": "These benefits are important where the free flow of commerce and there were many, many shippers of great size and importance who came in to seek this opening up for the area for competition.",
                "start": 2210.196,
                "byte_start": 8944306,
                "stop": 2225.845,
                "byte_stop": 9006895
              },
              {
                "text": "As a matter of fact, it will open up competition to points that never have competition before.",
                "start": 2225.845,
                "byte_start": 9006895,
                "stop": 2231.323,
                "byte_stop": 9028733
              },
              {
                "text": "Every local point on the Great Northern where the Northern Pacific or the Milwaukee which is been a secret domain so far as competition is concern because no one else could reach it.",
                "start": 2231.323,
                "byte_start": 9028733,
                "stop": 2242.574,
                "byte_stop": 9073768
              },
              {
                "text": "Well, now we open for competition whereby each of the competing railroads may so visit the long whole of the traffic.",
                "start": 2242.574,
                "byte_start": 9073768,
                "stop": 2250.931,
                "byte_stop": 9107205
              },
              {
                "text": "To the closest junction to those points and there interchange it with their competitor and the shipper thereby can wheel the club over the railroads and their service by using the railroad which gives them the best service for the long haul of the traffic.",
                "start": 2250.931,
                "byte_start": 9107205,
                "stop": 2268.627,
                "byte_stop": 9177945
              }
            ],
            "start": 1716.941,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9177945,
            "stop": 2274.28,
            "byte_stop": 9200619,
            "text_blocks": [
              {
                "text": "Is there any possibility of great competition and they doing railroad?",
                "start": 2268.627,
                "byte_start": 9177945,
                "stop": 2274.28,
                "byte_stop": 9200619
              }
            ],
            "start": 2268.627,
            "speaker": null
          },
          {
            "byte_start": 9200619,
            "stop": 2311.671,
            "byte_stop": 9350144,
            "text_blocks": [
              {
                "text": "A possibility of rate competition, yes sir there is.",
                "start": 2274.28,
                "byte_start": 9200619,
                "stop": 2278.107,
                "byte_stop": 9215875
              },
              {
                "text": "And in the area and which we compete we have given them quite a bit of rate competition and we find that in many instances that the Northern Lines and we do not at all see eye to eye and before the Commission and before the Courts we are on opposite sides as we try to adjust our rates on commodities to or from certain territories.",
                "start": 2278.107,
                "byte_start": 9215875,
                "stop": 2301.851,
                "byte_stop": 9310856
              },
              {
                "text": "And the Northern Lines have appeared to protest and try to prevent our rate changes from taking effect.",
                "start": 2301.851,
                "byte_start": 9310856,
                "stop": 2311.671,
                "byte_stop": 9350144
              }
            ],
            "start": 2274.28,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9350144,
            "stop": 2320.213,
            "byte_stop": 9384312,
            "text_blocks": [
              {
                "text": "Is it -- would you say service competition is more usual than rate competition?",
                "start": 2311.671,
                "byte_start": 9350144,
                "stop": 2320.213,
                "byte_stop": 9384312
              }
            ],
            "start": 2311.671,
            "speaker": null
          },
          {
            "byte_start": 9384312,
            "stop": 2334.027,
            "byte_stop": 9439587,
            "text_blocks": [
              {
                "text": "I would say by enlarge that rate competition is the more troublesome factor and the more likely to be an issue between the railroads.",
                "start": 2320.213,
                "byte_start": 9384312,
                "stop": 2333.357,
                "byte_stop": 9436871
              },
              {
                "text": "We have --",
                "start": 2333.357,
                "byte_start": 9436871,
                "stop": 2334.027,
                "byte_stop": 9439587
              }
            ],
            "start": 2320.213,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9439587,
            "stop": 2344.953,
            "byte_stop": 9483264,
            "text_blocks": [
              {
                "text": "You mean that’s a great competition is really the -- really of what service competition and the shadows in effective competitive device?",
                "start": 2334.027,
                "byte_start": 9439587,
                "stop": 2344.953,
                "byte_stop": 9483264
              }
            ],
            "start": 2334.027,
            "speaker": null
          },
          {
            "byte_start": 9483264,
            "stop": 2372.274,
            "byte_stop": 9592560,
            "text_blocks": [
              {
                "text": "I do not wish to indicate that service is not important I believe it is very important service.",
                "start": 2344.953,
                "byte_start": 9483264,
                "stop": 2352.598,
                "byte_stop": 9513880
              },
              {
                "text": "But I think that we find our disagreements among ourselves and our attempts to better our position manifest itself in rate adjustments more often and then as the Milwaukee did not too long ago improvement of a service in a very drastic or substantial manner.",
                "start": 2352.598,
                "byte_start": 9513880,
                "stop": 2372.274,
                "byte_stop": 9592560
              }
            ],
            "start": 2344.953,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9592560,
            "stop": 2398.971,
            "byte_stop": 9699349,
            "text_blocks": [
              {
                "text": "I think so.",
                "start": 2372.274,
                "byte_start": 9592560,
                "stop": 2375.286,
                "byte_stop": 9604577
              },
              {
                "text": "The Milwaukee as it compares and I suppose it feels that it isn’t any -- isn’t any worst position competing against the real giant and gets two giants.",
                "start": 2375.286,
                "byte_start": 9604577,
                "stop": 2389.284,
                "byte_stop": 9660583
              },
              {
                "text": "Is it going to really go into interfere with the -- is it really going to make your competitive position less obtainable?",
                "start": 2389.284,
                "byte_start": 9660583,
                "stop": 2398.971,
                "byte_stop": 9699349
              }
            ],
            "start": 2372.274,
            "speaker": null
          },
          {
            "byte_start": 9699349,
            "stop": 2403.912,
            "byte_stop": 9719097,
            "text_blocks": [
              {
                "text": "We feel that it will tend -- it will definitely improve our competitive position.",
                "start": 2398.971,
                "byte_start": 9699349,
                "stop": 2403.912,
                "byte_stop": 9719097
              }
            ],
            "start": 2398.971,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9719097,
            "stop": 2404.815,
            "byte_stop": 9722755,
            "text_blocks": [
              {
                "text": "The condition?",
                "start": 2403.912,
                "byte_start": 9719097,
                "stop": 2404.815,
                "byte_stop": 9722755
              }
            ],
            "start": 2403.912,
            "speaker": null
          },
          {
            "byte_start": 9722755,
            "stop": 2407.075,
            "byte_stop": 9731741,
            "text_blocks": [
              {
                "text": "Yes sir and their merger.",
                "start": 2404.815,
                "byte_start": 9722755,
                "stop": 2407.075,
                "byte_stop": 9731741
              }
            ],
            "start": 2404.815,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9731741,
            "stop": 2410.612,
            "byte_stop": 9745951,
            "text_blocks": [
              {
                "text": "What absence of the conditions, what about that?",
                "start": 2407.075,
                "byte_start": 9731741,
                "stop": 2410.612,
                "byte_stop": 9745951
              }
            ],
            "start": 2407.075,
            "speaker": null
          },
          {
            "byte_start": 9745951,
            "stop": 2415.656,
            "byte_stop": 9766118,
            "text_blocks": [
              {
                "text": "Absence of the conditions of Milwaukee took a very strong position in opposition to the merger.",
                "start": 2410.612,
                "byte_start": 9745951,
                "stop": 2415.656,
                "byte_stop": 9766118
              }
            ],
            "start": 2410.612,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9766118,
            "stop": 2416.36,
            "byte_stop": 9768939,
            "text_blocks": [
              {
                "text": "Why?",
                "start": 2415.656,
                "byte_start": 9766118,
                "stop": 2416.36,
                "byte_stop": 9768939
              }
            ],
            "start": 2415.656,
            "speaker": null
          },
          {
            "byte_start": 9768939,
            "stop": 2432.242,
            "byte_stop": 9832469,
            "text_blocks": [
              {
                "text": "Because the merger would permit the improvement of service by the Northern Lines permit them to offer their shippers more than they can offer today, permit them to give many of these benefits that the Milwaukee’s conditions will enable the Milwaukee to give it shippers.",
                "start": 2416.36,
                "byte_start": 9768939,
                "stop": 2432.242,
                "byte_stop": 9832469
              }
            ],
            "start": 2416.36,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 9832469,
            "stop": 2439.323,
            "byte_stop": 9860786,
            "text_blocks": [
              {
                "text": "Rate-wise though, it wouldn’t put you in any disadvantage, or I guess it would if there was improved, if they’re lower cost in the other line?",
                "start": 2432.242,
                "byte_start": 9832469,
                "stop": 2439.323,
                "byte_stop": 9860786
              }
            ],
            "start": 2432.242,
            "speaker": null
          },
          {
            "byte_start": 9860786,
            "stop": 2519.688,
            "byte_stop": 10182196,
            "text_blocks": [
              {
                "text": "If they were able to lower their rates and justify it by the cost of their handling and their cost were lower than ours, we would find it rather difficult to match their rates.",
                "start": 2439.323,
                "byte_start": 9860786,
                "stop": 2453.3,
                "byte_stop": 9916688
              },
              {
                "text": "The suggestion is made by Justice Department that this relief is available in less drastic forms and a merger for the Milwaukee but they have not said that the Milwaukee can obtain trackage rights to Portland, obtain trackage rights to north of Seattle, and be kept the right to serve Billings because there is no law and no power in the Interstate Commerce Commission to require the Northern Lines to let us have any of those rights.",
                "start": 2453.3,
                "byte_start": 9916688,
                "stop": 2482.519,
                "byte_stop": 10033507
              },
              {
                "text": "The only condition that is possibly obtainable under any part of the law today would be the opening of the western injunctions and we try that ones, we came clear up to the Supreme Court and although the Justice Department in its brief to this Court points its finger at the Commission and says they have done nothing to help the Milwaukee break the stranglehold.",
                "start": 2482.519,
                "byte_start": 10033507,
                "stop": 2509.702,
                "byte_stop": 10142281
              },
              {
                "text": "It was a Justice Department’s standing with the Commission who opposed us all the way in the lower and in the Supreme Court from obtaining that relief.",
                "start": 2509.702,
                "byte_start": 10142281,
                "stop": 2519.688,
                "byte_stop": 10182196
              }
            ],
            "start": 2439.323,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 10182196,
            "stop": 2521.032,
            "byte_stop": 10187630,
            "text_blocks": [
              {
                "text": "How long ago was that?",
                "start": 2519.688,
                "byte_start": 10182196,
                "stop": 2521.032,
                "byte_stop": 10187630
              }
            ],
            "start": 2519.688,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 10187630,
            "stop": 2527.037,
            "byte_stop": 10211662,
            "text_blocks": [
              {
                "text": "I would say at 1955 or 1956 as my memory stands me.",
                "start": 2521.032,
                "byte_start": 10187630,
                "stop": 2527.037,
                "byte_stop": 10211662
              }
            ],
            "start": 2521.032,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 10211662,
            "stop": 2556.216,
            "byte_stop": 10328377,
            "text_blocks": [
              {
                "text": "Was there any effort made in, in terms of discussion in the Commission’s report to have a comparative analysis of the increased competition of the Milwaukee vis-a-vis the decreased competition between the two Northern or is that not feasible to do?",
                "start": 2527.037,
                "byte_start": 10211662,
                "stop": 2556.216,
                "byte_stop": 10328377
              }
            ],
            "start": 2527.037,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 10328377,
            "stop": 2711.388,
            "byte_stop": 10949047,
            "text_blocks": [
              {
                "text": "Do you mean sir in the case we are just talking about where we attempted to open the gateway?",
                "start": 2556.216,
                "byte_start": 10328377,
                "stop": 2563.375,
                "byte_stop": 10357008
              },
              {
                "text": "Of course, at that time there was no proposal to merge the two railroads and the problem in the law as it exists today to open gateway says, it must be shown that the shipper must have the service.",
                "start": 2563.375,
                "byte_start": 10357008,
                "stop": 2579.489,
                "byte_stop": 10421478
              },
              {
                "text": "And the law prohibits the Commission from opening these gateways where the purpose of improving the financial position or strength of the carrier who seeks these gateways.",
                "start": 2579.489,
                "byte_start": 10421478,
                "stop": 2592.067,
                "byte_stop": 10471737
              },
              {
                "text": "I would like to submit to the Court in the few minutes remaining that this is a situation where the objectives of the National Transportation Policy and of antitrust laws in both be carried out.",
                "start": 2592.067,
                "byte_start": 10471737,
                "stop": 2608.284,
                "byte_stop": 10536626
              },
              {
                "text": "There is no conflict here.",
                "start": 2608.284,
                "byte_start": 10536626,
                "stop": 2610.195,
                "byte_stop": 10544253
              },
              {
                "text": "The Milwaukee will be able to render efficient economic transportation for its shippers.",
                "start": 2610.195,
                "byte_start": 10544253,
                "stop": 2616.962,
                "byte_stop": 10571316
              },
              {
                "text": "It will foster sound economic conditions for the Milwaukee and it will be able to provide a transportation service adequate to the needs of the commerce of the United States and of the Postal Service and of the National Defense in accordance with the National Transportation policy.",
                "start": 2616.962,
                "byte_start": 10571316,
                "stop": 2633.2,
                "byte_stop": 10636309
              },
              {
                "text": "At the same time the purposes of the antitrust laws are frustrated by a prevention of competition as much as by anything else.",
                "start": 2633.2,
                "byte_start": 10636309,
                "stop": 2642.652,
                "byte_stop": 10674134
              },
              {
                "text": "And when a competitor such as the Milwaukee road is prevented from competing although it is equipped to do so, the antitrust laws objectives are especially frustrated and here with the conditions to the Milwaukee.",
                "start": 2642.652,
                "byte_start": 10674134,
                "stop": 2658.46,
                "byte_stop": 10737351
              },
              {
                "text": "The objectives are both of the National Transportation Policy and the antitrust laws can be carried out.",
                "start": 2658.46,
                "byte_start": 10737351,
                "stop": 2664.304,
                "byte_stop": 10760652
              },
              {
                "text": "And I would like in closing to renew a promise that we made in the lower court and that is that if this merger is approved subject to the Milwaukee’s conditions.",
                "start": 2664.304,
                "byte_start": 10760652,
                "stop": 2676.073,
                "byte_stop": 10807777
              },
              {
                "text": "We promise that with our hands is finally untied so that we can physically compete for traffic over our line to and from Washington as well as to participate in traffic to and from Canada, Oregon and California.",
                "start": 2676.073,
                "byte_start": 10807777,
                "stop": 2692.715,
                "byte_stop": 10874337
              },
              {
                "text": "We will give the merge company and other competitors such as the Union Pacific and the Canadian Pacific who have profited by our competitive handcuffs more strong vigorous and effective competition and they even have bargained for?",
                "start": 2692.715,
                "byte_start": 10874337,
                "stop": 2711.388,
                "byte_stop": 10949047
              }
            ],
            "start": 2556.216,
            "speaker": {
              "identifier": "raymond_k_merrill",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Raymond K. Merrill",
              "ID": 39892,
              "last_name": "Merrill",
              "href": "https://api.oyez.org/people/raymond_k_merrill",
              "thumbnail": null
            }
          },
          {
            "byte_start": 10949047,
            "stop": 2724.555,
            "byte_stop": 11001710,
            "text_blocks": [
              {
                "text": "Thank you Mr. Merrill.",
                "start": 2711.388,
                "byte_start": 10949047,
                "stop": 2720.281,
                "byte_stop": 10984573
              },
              {
                "text": "Mr. McLaren you have between nine and ten minutes left.",
                "start": 2720.281,
                "byte_start": 10984573,
                "stop": 2724.555,
                "byte_stop": 11001710
              }
            ],
            "start": 2711.388,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 6971225,
        "stop": 2724.555,
        "byte_stop": 11001710
      },
      {
        "start": 2724.555,
        "turns": [
          {
            "byte_start": 11001710,
            "stop": 3037.045,
            "byte_stop": 12251617,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 2724.555,
                "byte_start": 11001710,
                "stop": 2727.8,
                "byte_stop": 11014666
              },
              {
                "text": "I believe that we have approximately that time and the Livingston Committee as I understand would like to have two minutes.",
                "start": 2727.8,
                "byte_start": 11014666,
                "stop": 2736.934,
                "byte_stop": 11051238
              },
              {
                "text": "I would like to, if I may answer one point that came up yesterday and then to finish a point which I started yesterday and did not conclude.",
                "start": 2736.934,
                "byte_start": 11051238,
                "stop": 2748.018,
                "byte_stop": 11095542
              },
              {
                "text": "Now, it’s been argued by the other side that our position in this case is in an amorphous one.",
                "start": 2748.018,
                "byte_start": 11095542,
                "stop": 2755.735,
                "byte_stop": 11126366
              },
              {
                "text": "We think it is not, it’s very clear and it’s simply this, as a matter of law Section 52 of the Commerce Act when (Inaudible) of the National Transportation Policy does not authorize the merger which destroys very substantial of competition among healthy railroads who dominate their territory in the absence of a serious transportation need which cannot otherwise be met.",
                "start": 2755.735,
                "byte_start": 11126366,
                "stop": 2784.633,
                "byte_stop": 11242036
              },
              {
                "text": "Now, Mr. Justice White asked, what kind of mergers will this permit?",
                "start": 2784.633,
                "byte_start": 11242036,
                "stop": 2789.696,
                "byte_stop": 11262307
              },
              {
                "text": "Well first, it will permit a vast number simply because most roads are not in competition with one another or if they are in competition with another, it may very well be in relatively small area and that they cover the over line maybe rather negligible.",
                "start": 2789.696,
                "byte_start": 11262307,
                "stop": 2807.833,
                "byte_stop": 11334823
              },
              {
                "text": "Second, this would not prevent mergers of strong with weak roads even if they are competing.",
                "start": 2807.833,
                "byte_start": 11334823,
                "stop": 2815.045,
                "byte_stop": 11363662
              },
              {
                "text": "Now, these two types of merger we think are the principle once which Congress contemplated but to passed the 1920 and the 1940 Acts.",
                "start": 2815.045,
                "byte_start": 11363662,
                "stop": 2824.725,
                "byte_stop": 11402428
              },
              {
                "text": "Mergers which would strengthen the small and weaker roads and contribute to the development of competing systems and that’s discussed the legislative history in our brief at page 30.",
                "start": 2824.725,
                "byte_start": 11402428,
                "stop": 2837.616,
                "byte_stop": 11453942
              },
              {
                "text": "Finally, you do have the healthy dominant roads who are head to head competitors and what kind of needs would justify their merger.",
                "start": 2837.616,
                "byte_start": 11453942,
                "stop": 2847.23,
                "byte_stop": 11492394
              },
              {
                "text": "Well, in our view examples of serious transportation needs would include first a need to remedy inadequate service which cannot otherwise be made adequate.",
                "start": 2847.23,
                "byte_start": 11492394,
                "stop": 2861.505,
                "byte_stop": 11549445
              },
              {
                "text": "Perhaps this might involve the opening up an expensive a new area to serve if for some reason and comes to mind the Alaska Frontier where new discoveries come as very difficult to reach.",
                "start": 2861.505,
                "byte_start": 11549445,
                "stop": 2877.191,
                "byte_stop": 11612244
              },
              {
                "text": "Second, a demonstrated inability of the merging roads to separately serve expanding or projected a new ship or markets.",
                "start": 2877.191,
                "byte_start": 11612244,
                "stop": 2886.446,
                "byte_stop": 11649233
              },
              {
                "text": "Third, a need to shore up a weak or failing line whose service is while essential cannot be maintained without the drastic remedy of merger.",
                "start": 2886.446,
                "byte_start": 11649233,
                "stop": 2896.464,
                "byte_stop": 11689357
              },
              {
                "text": "And here, it comes to mind the Penn-Central Merger.",
                "start": 2896.464,
                "byte_start": 11689357,
                "stop": 2900.487,
                "byte_stop": 11705448
              },
              {
                "text": "Fourth, a need for a restructuring in order to restore effective, competitive balance in a major area.",
                "start": 2900.487,
                "byte_start": 11705448,
                "stop": 2909.279,
                "byte_stop": 11740557
              },
              {
                "text": "As a hypothetically example, it might be perfectly reasonable to authorize the merger of the Milwaukee with one of the Northern Lines.",
                "start": 2909.279,
                "byte_start": 11740557,
                "stop": 2919.084,
                "byte_stop": 11779845
              },
              {
                "text": "If Milwaukee cannot otherwise be made by such a merger, would have two effects.",
                "start": 2919.084,
                "byte_start": 11779845,
                "stop": 2925.047,
                "byte_stop": 11803669
              },
              {
                "text": "First, it would leave the two strong direct competitors in the Northern Tier instead of the situation that’s created by this merger where a one enormously dominant company and one relatively weak competitor would be left.",
                "start": 2925.047,
                "byte_start": 11803669,
                "stop": 2941.246,
                "byte_stop": 11868453
              },
              {
                "text": "Secondly, such a merger, it would involve only a relatively small of the competition being eliminated.",
                "start": 2941.246,
                "byte_start": 11868453,
                "stop": 2950.514,
                "byte_stop": 11905546
              },
              {
                "text": "Now, Mr. Cox appears to concede that ICC proceeded in this case on an ad hoc basis.",
                "start": 2950.514,
                "byte_start": 11905546,
                "stop": 2958.148,
                "byte_stop": 11936057
              },
              {
                "text": "I think that’s what he --that the term he used but it was not guided by some general principle of law.",
                "start": 2958.148,
                "byte_start": 11936057,
                "stop": 2964.211,
                "byte_stop": 11960299
              },
              {
                "text": "The only principle of which we seem to find that was followed in the second report is that the statement of the Commission that the policy -- the Act is clearly to facilitate and thereby a foster and encourage consolidations which can be shown to be consistent with the public interest.",
                "start": 2964.211,
                "byte_start": 11960299,
                "stop": 2984.972,
                "byte_stop": 12043368
              },
              {
                "text": "And then it went on to rely upon conclusory language that the benefits of the merger outweigh the laws of competition.",
                "start": 2984.972,
                "byte_start": 12043368,
                "stop": 2993.935,
                "byte_stop": 12079208
              },
              {
                "text": "Well now, as I start to argue yesterday, we think that ICC did give up too easily on these very less drastic alternatives.",
                "start": 2993.935,
                "byte_start": 12079208,
                "stop": 3003.273,
                "byte_stop": 12116616
              },
              {
                "text": "At 321 of the record, it said in the second report, denial of the applications for the purpose of preserving competition between the Northern Lines would merely perpetually the existing dominants of the GN and the NP in the Northern Tier and then it went on to say it would relocate the Milwaukee to an increasing the marginal and deteriorating role.",
                "start": 3003.273,
                "byte_start": 12116616,
                "stop": 3037.045,
                "byte_stop": 12251617
              }
            ],
            "start": 2724.555,
            "speaker": {
              "identifier": "richard_w_mclaren",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Richard W. Mclaren",
              "ID": 39860,
              "last_name": "Mclaren",
              "href": "https://api.oyez.org/people/richard_w_mclaren",
              "thumbnail": null
            }
          },
          {
            "byte_start": 12251617,
            "stop": 3040.398,
            "byte_stop": 12265096,
            "text_blocks": [
              {
                "text": "(Inaudible)",
                "start": 3037.045,
                "byte_start": 12251617,
                "stop": 3040.398,
                "byte_stop": 12265096
              }
            ],
            "start": 3037.045,
            "speaker": null
          },
          {
            "byte_start": 12265096,
            "stop": 3143.83,
            "byte_stop": 12678771,
            "text_blocks": [
              {
                "text": "Five minutes, thank you.",
                "start": 3040.398,
                "byte_start": 12265096,
                "stop": 3043.853,
                "byte_stop": 12278888
              },
              {
                "text": "We do not think what the best power of the ICC to supervise as McLean Trucking indicates that it has that this statement fairly reflects the alternatives that the Commission does here.",
                "start": 3043.853,
                "byte_start": 12278888,
                "stop": 3059.916,
                "byte_stop": 12343150
              },
              {
                "text": "For example, under Section 154 of the Act, ICC has power to order through roads and to open gateways when this is “needed in order to provide adequate and more efficient or more economic transportation.”",
                "start": 3059.916,
                "byte_start": 12343150,
                "stop": 3076.675,
                "byte_stop": 12410128
              },
              {
                "text": "And we think that if there is a transportation need for this merger well then we say that here is a less drastic remedy which should first be exhausted.",
                "start": 3076.675,
                "byte_start": 12410128,
                "stop": 3086.728,
                "byte_stop": 12450356
              },
              {
                "text": "In conclusion, I just like to point out and we think this case involves an issue of the outmost urgency and importance going to the end -- enormous changes in the nation’s railroad structure which are now taking place in particular.",
                "start": 3086.728,
                "byte_start": 12450356,
                "stop": 3103.66,
                "byte_stop": 12518066
              },
              {
                "text": "The propose merger represents the crucial in a far reaching step and the restructuring of the western rail system.",
                "start": 3103.66,
                "byte_start": 12518066,
                "stop": 3111.452,
                "byte_stop": 12549308
              },
              {
                "text": "If the Commission’s approach in this case is valid, other roads in other areas can present similar cost saving and service improvement evidence and it is difficult to see how ICC could turn down any major proposal for a merger of parallel competitors even where they are dominant.",
                "start": 3111.452,
                "byte_start": 12549308,
                "stop": 3132.618,
                "byte_stop": 12633945
              },
              {
                "text": "At stake, I seriously say to the Court that stake is the whole question or rail competition and we say that it should not be discarded.",
                "start": 3132.618,
                "byte_start": 12633945,
                "stop": 3143.383,
                "byte_stop": 12676995
              },
              {
                "text": "Thank you.",
                "start": 3143.383,
                "byte_start": 12676995,
                "stop": 3143.83,
                "byte_stop": 12678771
              }
            ],
            "start": 3040.398,
            "speaker": {
              "identifier": "richard_w_mclaren",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Richard W. Mclaren",
              "ID": 39860,
              "last_name": "Mclaren",
              "href": "https://api.oyez.org/people/richard_w_mclaren",
              "thumbnail": null
            }
          },
          {
            "byte_start": 12678771,
            "stop": 3156.173,
            "byte_stop": 12728195,
            "text_blocks": [
              {
                "text": "Thank you Mr. McLaren.",
                "start": 3143.83,
                "byte_start": 12678771,
                "stop": 3153.821,
                "byte_stop": 12718791
              },
              {
                "text": "Mr. Dailey.",
                "start": 3153.821,
                "byte_start": 12718791,
                "stop": 3156.173,
                "byte_stop": 12728195
              }
            ],
            "start": 3143.83,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 11001710,
        "stop": 3156.173,
        "byte_stop": 12728195
      },
      {
        "start": 3156.173,
        "turns": [
          {
            "byte_start": 12728195,
            "stop": 3341.227,
            "byte_stop": 13468400,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 3156.173,
                "byte_start": 12728195,
                "stop": 3161.038,
                "byte_stop": 12747630
              },
              {
                "text": "In oral argument before this Court, the proponents of the merger have chosen not to meet the Committee’s argument.",
                "start": 3161.038,
                "byte_start": 12747630,
                "stop": 3174.206,
                "byte_stop": 12800293
              },
              {
                "text": "The Livingston Anti-Merger Committee’s argument on the merits and have chosen to rely on their brief.",
                "start": 3174.206,
                "byte_start": 12800293,
                "stop": 3184.676,
                "byte_stop": 12842193
              },
              {
                "text": "It is suggested here that the tide of difficult arguments of economic imponderables largely attached to the antitrust issue not be allowed to sweep away the arguments of the Livingston Anti-Merger Committee.",
                "start": 3184.676,
                "byte_start": 12842193,
                "stop": 3209.588,
                "byte_stop": 12941876
              },
              {
                "text": "In closing therefore, it would seem appropriate to note once more that the Livingston Anti-Merger Committee raises the threshold that issues in these consolidated cases.",
                "start": 3209.588,
                "byte_start": 12941876,
                "stop": 3226.164,
                "byte_stop": 13008123
              },
              {
                "text": "If the Court finds in favor of the Livingston Anti-Merger Committee on either of the two threshold issues which it had raised, the arguments of economic imponderables become moot.",
                "start": 3226.164,
                "byte_start": 13008123,
                "stop": 3244.293,
                "byte_stop": 13080639
              },
              {
                "text": "In summary, the Livingston Anti-Merger Committee claims that ownership of the federally chartered right of away is a jurisdictional element.",
                "start": 3244.293,
                "byte_start": 13080639,
                "stop": 3253.808,
                "byte_stop": 13118673
              },
              {
                "text": "If it is not owned, the right of way is not owned by a merger applicant or party petitioning for inclusion in the merger and the Committee claims that isn’t, the Commission has no jurisdiction.",
                "start": 3253.808,
                "byte_start": 13118673,
                "stop": 3267.303,
                "byte_stop": 13172694
              },
              {
                "text": "And secondly, even assuming the Commission has jurisdiction over the proposed merger had accept in railways claim of title to the federal chartered right of away.",
                "start": 3267.303,
                "byte_start": 13172694,
                "stop": 3279.086,
                "byte_stop": 13219819
              },
              {
                "text": "The merger is still barred by statutory law in contract.",
                "start": 3279.086,
                "byte_start": 13219819,
                "stop": 3284.283,
                "byte_stop": 13240613
              },
              {
                "text": "It is barred by the provisions of the federal charter which were imposed upon the road when Congress granted the road in the first place.",
                "start": 3284.283,
                "byte_start": 13240613,
                "stop": 3295.081,
                "byte_stop": 13283767
              },
              {
                "text": "And those two provisions, there are two provisions.",
                "start": 3295.081,
                "byte_start": 13283767,
                "stop": 3297.579,
                "byte_stop": 13293798
              },
              {
                "text": "One prohibits some merger and the other prohibits mortgage without congressional consent.",
                "start": 3297.579,
                "byte_start": 13293798,
                "stop": 3304.626,
                "byte_stop": 13322010
              },
              {
                "text": "If railways succeeded to the title the main line right of away federally chartered to railroad then a railway also succeeded to the liabilities and obligations and burdens which that title carry.",
                "start": 3304.626,
                "byte_start": 13322010,
                "stop": 3317.338,
                "byte_stop": 13372792
              },
              {
                "text": "And two of those burdens, is no merger and no mortgage without congressional consent.",
                "start": 3317.338,
                "byte_start": 13372792,
                "stop": 3325.227,
                "byte_stop": 13404348
              },
              {
                "text": "ICC has no position to override these impositions.",
                "start": 3325.227,
                "byte_start": 13404348,
                "stop": 3331.781,
                "byte_stop": 13430575
              },
              {
                "text": "These are impositions that have been placed by Congress in the federal charter which Congress preempted.",
                "start": 3331.781,
                "byte_start": 13430575,
                "stop": 3338.358,
                "byte_stop": 13456906
              },
              {
                "text": "I see my time is up Mr. Chief Justice.",
                "start": 3338.358,
                "byte_start": 13456906,
                "stop": 3340.395,
                "byte_stop": 13465057
              },
              {
                "text": "Thank you.",
                "start": 3340.395,
                "byte_start": 13465057,
                "stop": 3341.227,
                "byte_stop": 13468400
              }
            ],
            "start": 3156.173,
            "speaker": {
              "identifier": "louis_b_dailey",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Louis B. Dailey",
              "ID": 34330,
              "last_name": "Dailey",
              "href": "https://api.oyez.org/people/louis_b_dailey",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13468400,
            "stop": 3346.992,
            "byte_stop": 13491388,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 3341.227,
                "byte_start": 13468400,
                "stop": 3342.152,
                "byte_stop": 13472057
              },
              {
                "text": "Thank gentlemen.",
                "start": 3342.152,
                "byte_start": 13472057,
                "stop": 3343.473,
                "byte_stop": 13477386
              },
              {
                "text": "The case is submitted.",
                "start": 3343.473,
                "byte_start": 13477386,
                "stop": 3344.464,
                "byte_stop": 13481357
              },
              {
                "text": "I thank you for your submission.",
                "start": 3344.464,
                "byte_start": 13481357,
                "stop": 3346.992,
                "byte_stop": 13491388
              }
            ],
            "start": 3341.227,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 12728195,
        "stop": 3346.992,
        "byte_stop": 13491388
      }
    ],
    "title": "United States v. Interstate Commerce Commission"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 39155,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1969/28/19691022a_28_part2.delivery.mp3",
      "size": 13491702
    },
    {
      "mime": "audio/ogg",
      "id": 61130,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1969/28/19691022a_28_part2.ogg",
      "size": 33561014
    },
    {
      "mime": "application/x-mpegURL",
      "id": 61131,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1969/28/19691022a_28_part2.m3u8",
      "size": 50331
    }
  ],
  "id": 15016,
  "damaged": null,
  "title": "Oral Argument - October 22, 1969 (Part 2)"
}