{
  "unavailable": null,
  "damaged": null,
  "title": "Oral Argument - October 22, 1970",
  "transcript": {
    "duration": 5115.966,
    "title": "Port of Boston Marine Terminal Assn. v. Rederiaktiebolaget Transatlantic",
    "sections": [
      {
        "byte_start": 0,
        "start": 0,
        "byte_stop": 0,
        "turns": [
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 0,
            "stop": 20.033,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 0,
                "byte_stop": 0,
                "text": "We'll hear arguments in number 99, Port of Boston Marine Terminal and the Respondents.",
                "stop": 10.572
              },
              {
                "byte_start": 0,
                "start": 10.572,
                "byte_stop": 0,
                "text": "Gentlemen, we've got an hour and 20 minutes, the total amount allocated for this case is an hour and 40, if you want to finish it up tonight, it rests entirely in your hands.",
                "stop": 20.033
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 20.033,
            "stop": 21.254,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 20.033,
                "byte_stop": 0,
                "text": "We'll do our best.",
                "stop": 21.254
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 21.254,
            "stop": 335.483,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 21.254,
                "byte_stop": 0,
                "text": "Thank you, Your honor.",
                "stop": 23.722
              },
              {
                "byte_start": 0,
                "start": 23.722,
                "byte_stop": 0,
                "text": "On behalf of the Port of Boston Marine Terminal Association and the other petitioners who are the Port Terminals of the City of Boston, I am going to divide my argument in three sections.",
                "stop": 43.04
              },
              {
                "byte_start": 0,
                "start": 43.04,
                "byte_stop": 0,
                "text": "I will state the case, I will then deal as briefly as I can with the problem of the administrative res judicata which is the first point raised on the petitioner for certiorari and I will conclude with the problem of whether the issuance of the tariff in issue here was a modification of the Conference Agreement of my client, the Port of Boston Marine Terminal Association.",
                "stop": 80.41
              },
              {
                "byte_start": 0,
                "start": 80.41,
                "byte_stop": 0,
                "text": "This case if the Court please began in the summer of 1965 when the Port of Boston Marine Terminal Association and the member terminals of the Port of Boston brought a petition for a declaratory judgment in the Superior Court for Suffolk County in Massachusetts.",
                "stop": 105.109
              },
              {
                "byte_start": 0,
                "start": 105.109,
                "byte_stop": 0,
                "text": "That case was removed by the respondents where the Boston Shipping Association and its members also joined these respondents in the original case to the federal district courts setting in Boston.",
                "stop": 124.424
              },
              {
                "byte_start": 0,
                "start": 124.424,
                "byte_stop": 0,
                "text": "And I should point out who those respondents were.",
                "stop": 130.196
              },
              {
                "byte_start": 0,
                "start": 130.196,
                "byte_stop": 0,
                "text": "They were the Shipping Association itself, an organization which engages in labor negotiation for the steamships in Boston with the ILA locals.",
                "stop": 144.264
              },
              {
                "byte_start": 0,
                "start": 144.264,
                "byte_stop": 0,
                "text": "The members were the steamship carriers in some cases, in some cases steamship agents whose function that is in ports to negotiate on behalf of vessels for work space and ancillary needs of the vessel.",
                "stop": 163.088
              },
              {
                "byte_start": 0,
                "start": 163.088,
                "byte_stop": 0,
                "text": "The case was removed on September 1, 1965 to the Federal District Court in Boston and in March of the following year, the Port of Boston Marine Terminal Association and the other petitioners laid their motion for a pretrial order or something like a summary judgment which would have given the respondents an opportunity to apply to the Federal Maritime Commission to show the invalidity of the tariff charge being made.",
                "stop": 202.335
              },
              {
                "byte_start": 0,
                "start": 202.335,
                "byte_stop": 0,
                "text": "It had already taken place in this case as I will come to that there had been discussions to try to press the Boston Shipping Association and its members into filing a complaint with the FMC which was the only place where the validity of this tariffs could be adjudged in the opinion of the petitioners.",
                "stop": 228.226
              },
              {
                "byte_start": 0,
                "start": 228.226,
                "byte_stop": 0,
                "text": "Nothing had been done up until that point but the federal district judge hearing this most in the spring of 1966 entered an order, that the case should be stayed until the defendants did have an opportunity to make their complaint under Section 21 of the Shipping Act with the Federal Maritime Commission.",
                "stop": 255.84
              },
              {
                "byte_start": 0,
                "start": 255.84,
                "byte_stop": 0,
                "text": "And that order appears two places in the record here, and in one place it set out in full in rather formal language.",
                "stop": 264.472
              },
              {
                "byte_start": 0,
                "start": 264.472,
                "byte_stop": 0,
                "text": "And the other places, in the docket entries that will appear in the record appendix, the language of the order may become important and what follows and the order was not really a reference to the Federal Maritime Commission.",
                "stop": 285.791
              },
              {
                "byte_start": 0,
                "start": 285.791,
                "byte_stop": 0,
                "text": "The order rather was one which gave the declaration that the FMC had initial and primary jurisdiction to determine the validity of the charges in question and that the -- within proceeding was stayed until the parties involved then where the defendants have made that application.",
                "stop": 310.286
              },
              {
                "byte_start": 0,
                "start": 310.286,
                "byte_stop": 0,
                "text": "In other words, it was not like a court referring a case to a master or the FMC referring a case to an examiner.",
                "stop": 318.001
              },
              {
                "byte_start": 0,
                "start": 318.001,
                "byte_stop": 0,
                "text": "The proceeding which was contemplated would be a collateral proceeding one not -- finally not of the court proceeding but one on its own legs and in fact, that is what actually occurred.",
                "stop": 333.765
              },
              {
                "byte_start": 0,
                "start": 333.765,
                "byte_stop": 0,
                "text": "On April 21 --",
                "stop": 335.483
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 335.483,
            "stop": 338.688,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 335.483,
                "byte_stop": 0,
                "text": "Mr. Reed, what is the significance of what you have just said?",
                "stop": 338.688
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 338.688,
            "stop": 1531.503,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 338.688,
                "byte_stop": 0,
                "text": "The significance of that if Your Honor please is that we will have argument later I believe, that the District Court which referred the matter should have jurisdiction to review the propriety of what the Federal Maritime Commission did and that has a lot of appeal if I may say so.",
                "stop": 357.544
              },
              {
                "byte_start": 0,
                "start": 357.544,
                "byte_stop": 0,
                "text": "A court that refers any kind of a jurisprudential question to an agency, a master, or anybody else ought to have the power to determine whether that person to whom it has made the reference has done it right.",
                "stop": 370.958
              },
              {
                "byte_start": 0,
                "start": 370.958,
                "byte_stop": 0,
                "text": "And in this case, and indeed in all such cases where we talked about reference, we are really using an illusion there wasn't really a reference in this case.",
                "stop": 381.502
              },
              {
                "byte_start": 0,
                "start": 381.502,
                "byte_stop": 0,
                "text": "What took place was there was an opportunity to make the application and the proceeding in the FMC was really separate from the proceedings in the Federal District Court.",
                "stop": 394.902
              },
              {
                "byte_start": 0,
                "start": 394.902,
                "byte_stop": 0,
                "text": "The case went to the Federal Maritime Commission under a complaint that was filed there by all the defendants that were then before the Federal District Court that included all the members of the Boston Shipping Association.",
                "stop": 412.241
              },
              {
                "byte_start": 0,
                "start": 412.241,
                "byte_stop": 0,
                "text": "I think that stipulated and it appears several places in the record.",
                "stop": 417.485
              },
              {
                "byte_start": 0,
                "start": 417.485,
                "byte_stop": 0,
                "text": "The Federal Maritime Commission then investigated the matter with a trial examiner.",
                "stop": 424.57
              },
              {
                "byte_start": 0,
                "start": 424.57,
                "byte_stop": 0,
                "text": "And the trial examiner made a ruling on the three issues that have been raised by complaint in the FMC, one each under the Sections of the Shipping Act that are involved, Sections 15, 16 and 17 of the Act.",
                "stop": 447.212
              },
              {
                "byte_start": 0,
                "start": 447.212,
                "byte_stop": 0,
                "text": "The examiner had made an adverse determination to the terminals under Sections 16 and 17 issues.",
                "stop": 455.508
              },
              {
                "byte_start": 0,
                "start": 455.508,
                "byte_stop": 0,
                "text": "Those are really reasonable on these issues.",
                "stop": 458.006
              },
              {
                "byte_start": 0,
                "start": 458.006,
                "byte_stop": 0,
                "text": "Under Section 15 issue, the examiner decided in favor of the terminals.",
                "stop": 462.812
              },
              {
                "byte_start": 0,
                "start": 462.812,
                "byte_stop": 0,
                "text": "The terminals appeal to the full board of the Commission and obtained a partial reversal.",
                "stop": 472.398
              },
              {
                "byte_start": 0,
                "start": 472.398,
                "byte_stop": 0,
                "text": "The Commission reaffirmed what the examiner had said about Section 15.",
                "stop": 478.658
              },
              {
                "byte_start": 0,
                "start": 478.658,
                "byte_stop": 0,
                "text": "That's the question whether these tariffs have to be approved under Section 15 with the Shipping Act as modifications.",
                "stop": 484.783
              },
              {
                "byte_start": 0,
                "start": 484.783,
                "byte_stop": 0,
                "text": "The Commission reaffirmed that.",
                "stop": 486.924
              },
              {
                "byte_start": 0,
                "start": 486.924,
                "byte_stop": 0,
                "text": "But on the reasonableness issues under Section 16 and 17, the Commission held first, as to certain cargo, namely cargo on which free time had not expired at the outset of a longshoremen's strike, the charges were valid.",
                "stop": 507.921
              },
              {
                "byte_start": 0,
                "start": 507.921,
                "byte_stop": 0,
                "text": "And as to certain other cargo namely cargo which was on demurrage at the outset of the longshoremen's strike, the charges were not valid.",
                "stop": 517.061
              },
              {
                "byte_start": 0,
                "start": 517.061,
                "byte_stop": 0,
                "text": "I will come back briefly to the factual background there as part of stating this case but I'm now going through the procedural aspects even though I am dividing up a little here.",
                "stop": 529.68
              },
              {
                "byte_start": 0,
                "start": 529.68,
                "byte_stop": 0,
                "text": "The Commission's decision ends with an order and why am I going into this?",
                "stop": 539.162
              },
              {
                "byte_start": 0,
                "start": 539.162,
                "byte_stop": 0,
                "text": "What difference it make?",
                "stop": 540.139
              },
              {
                "byte_start": 0,
                "start": 540.139,
                "byte_stop": 0,
                "text": "How that order ends?",
                "stop": 541.74
              },
              {
                "byte_start": 0,
                "start": 541.74,
                "byte_stop": 0,
                "text": "Because my brothers are going to say this order is in the final order.",
                "stop": 545.591
              },
              {
                "byte_start": 0,
                "start": 545.591,
                "byte_stop": 0,
                "text": "And I say it is a final order.",
                "stop": 549.01
              },
              {
                "byte_start": 0,
                "start": 549.01,
                "byte_stop": 0,
                "text": "The Commission's order ends with the conclusion that the assessment of strikes storage against the vessel for cargo on which free time has expired constitutes an unjust and unreasonable practice under Section 17 of the Shipping Act and the respondents will be ordered to amend there strike storage rule accordingly.",
                "stop": 570.248
              },
              {
                "byte_start": 0,
                "start": 570.248,
                "byte_stop": 0,
                "text": "And then the final statement in the order is the respondents herein, that were my clients, shall amend their terminal tariff number one, in a manner not inconsistent with the Commission's decision herein.",
                "stop": 584.723
              },
              {
                "byte_start": 0,
                "start": 584.723,
                "byte_stop": 0,
                "text": "It's going to be said and I post on this that this was not a final order.",
                "stop": 589.768
              },
              {
                "byte_start": 0,
                "start": 589.768,
                "byte_stop": 0,
                "text": "The parties regarded as the final order at that time.",
                "stop": 593.584
              },
              {
                "byte_start": 0,
                "start": 593.584,
                "byte_stop": 0,
                "text": "It certainly ordered the terminals to do something and it wasn't just a re-affirmance of everything that the terminals have been doing up to date.",
                "stop": 601.643
              },
              {
                "byte_start": 0,
                "start": 601.643,
                "byte_stop": 0,
                "text": "And in fact, the Boston Shipping Association, my appellants and their members applied to the Federal District Court in Boston.",
                "stop": 614.02
              },
              {
                "byte_start": 0,
                "start": 614.02,
                "byte_stop": 0,
                "text": "On July 27, 1967 after this decision which came out in June 23, 1967 applied to the District Court in Boston for an amendment of the original order that the court had granted on the question of primary jurisdiction.",
                "stop": 634.821
              },
              {
                "byte_start": 0,
                "start": 634.821,
                "byte_stop": 0,
                "text": "And that amendment was one which the court allowed by the way was one which would recognize all normal rights of appeal from agency decisions that haven't been clear on the original order.",
                "stop": 651.82
              },
              {
                "byte_start": 0,
                "start": 651.82,
                "byte_stop": 0,
                "text": "It was the Boston Shipping Association that asked that to be amended.",
                "stop": 657.051
              },
              {
                "byte_start": 0,
                "start": 657.051,
                "byte_stop": 0,
                "text": "Unfortunately, when the Boston Shipping Association got filing its petition for review with its member terminals it was late, and all of the cases fully briefed and the District of Columbia Court of Appeals with the record and some of the transcript that were available before the Commission when it got there, it was late and the court dismissed the case.",
                "stop": 680.631
              },
              {
                "byte_start": 0,
                "start": 680.631,
                "byte_stop": 0,
                "text": "So that determined any of the merits and that order of the DC Court of Appeals is printed in the record appendix of our brief on pages 66 and following.",
                "stop": 700.093
              },
              {
                "byte_start": 0,
                "start": 700.093,
                "byte_stop": 0,
                "text": "It was about that time that this Court decided the Volkswagenwerk case.",
                "stop": 706.589
              },
              {
                "byte_start": 0,
                "start": 706.589,
                "byte_stop": 0,
                "text": "This Court decided the Volkswagenwerk case on March 8 through thereabouts.",
                "stop": 714.043
              },
              {
                "byte_start": 0,
                "start": 714.043,
                "byte_stop": 0,
                "text": "At 1968, in the DC Court of Appeals was about to throw the Boston Shipping Association out on March 18th.",
                "stop": 724.957
              },
              {
                "byte_start": 0,
                "start": 724.957,
                "byte_stop": 0,
                "text": "Sometime after that, the Swedish Transatlantic Line whom Mr. Galland represents on my left filed the petition with the Federal Maritime Commission for reconsideration on the ground of the Volkswagenwerk case.",
                "stop": 749.812
              },
              {
                "byte_start": 0,
                "start": 749.812,
                "byte_stop": 0,
                "text": "In that petition which I filed a reply brief to was sent back to the counsel for Swedish Transatlantic without action by the Commission is being time barred.",
                "stop": 766.934
              },
              {
                "byte_start": 0,
                "start": 766.934,
                "byte_stop": 0,
                "text": "The case before the Federal District Court in Boston still with pending and the Swedish Transatlantic Line represented by Mr. Galland then petitioned to intervene in the Boston case.",
                "stop": 785.282
              },
              {
                "byte_start": 0,
                "start": 785.282,
                "byte_stop": 0,
                "text": "Things were coming out for trial before the Federal District Court in Boston and Chief Judge Wyzanski allowed their petition for intervention.",
                "stop": 797.256
              },
              {
                "byte_start": 0,
                "start": 797.256,
                "byte_stop": 0,
                "text": "In which they said in pages 26 and 27 of our record appendix that, at all times relevant to the issues involved in this case Transatlantic was represented in the Port of Boston by its agent Furness, Withy and Company.",
                "stop": 818.768
              },
              {
                "byte_start": 0,
                "start": 818.768,
                "byte_stop": 0,
                "text": "And in which they also said on page 27 of our record appendix, on September 4, 1968 Transatlantic which at all times prior thereto had been represented by counsel for Furness, Withy petitioned the Federal Maritime Commission and its own name of the point being that they regarded themselves as having been in the case up until that point but the trouble was that they were dissatisfied and one can understand it with the posture of the situation as it then start before the Federal District Court in Boston.",
                "stop": 859.314
              },
              {
                "byte_start": 0,
                "start": 859.314,
                "byte_stop": 0,
                "text": "The Federal District Court heard the parties on a stipulation of all the facts including the Federal Maritime Commission's decision and made a two-point decision.",
                "stop": 869.981
              },
              {
                "byte_start": 0,
                "start": 869.981,
                "byte_stop": 0,
                "text": "First, he said that it would be incumbent on the object or Transatlantic to intervene in the FMC proceedings and claim normal rights of appeal if it wanted to get into these issues which were presented.",
                "stop": 885.177
              },
              {
                "byte_start": 0,
                "start": 885.177,
                "byte_stop": 0,
                "text": "And second, even if this Court were to review it, meaning the Federal District Court, we would reach the same result that the Federal Maritime Commission did and for reasons that are amply set forth in the Commission's decision itself and therefore, the District Court entered an order of judgment against all of the defendants including Transatlantic.",
                "stop": 915.201
              },
              {
                "byte_start": 0,
                "start": 915.201,
                "byte_stop": 0,
                "text": "Transatlantic only appealed -- Transatlantic appealed to the First Circuit Court of Appeals and want a reversal.",
                "stop": 924.225
              },
              {
                "byte_start": 0,
                "start": 924.225,
                "byte_stop": 0,
                "text": "And the First Circuit Court of Appeals held first on the res judicata issue, they want a party and as a party they went bound by the FMC's decision.",
                "stop": 935.282
              },
              {
                "byte_start": 0,
                "start": 935.282,
                "byte_stop": 0,
                "text": "And second, the United States Supreme Court in the Volkswagenwerk case took an expanded reading of Section 15 and under that expanded reading, a number of cases seems to be authoritative which are collected in a footnote in the court's opinion on page 51 of the record appendix and these charges would become modifications of the original Section 15 agreement.",
                "stop": 966.034
              },
              {
                "byte_start": 0,
                "start": 966.034,
                "byte_stop": 0,
                "text": "Now that was the procedure in the case and the factual background is not complex.",
                "stop": 975.076
              },
              {
                "byte_start": 0,
                "start": 975.076,
                "byte_stop": 0,
                "text": "The factual background is this.",
                "stop": 977.454
              },
              {
                "byte_start": 0,
                "start": 977.454,
                "byte_stop": 0,
                "text": "In the Port of Boston, the terminals have organized under a Terminal Conference Agreement numbered 8785 and that Terminal Conference Agreement authorizes the members to issue a tariff to fix charges and rates on wharfage, demurrage, and other terminal services.",
                "stop": 1001.568
              },
              {
                "byte_start": 0,
                "start": 1001.568,
                "byte_stop": 0,
                "text": "The exact language of the agreement is printed entirely in the record appendix.",
                "stop": 1010.887
              },
              {
                "byte_start": 0,
                "start": 1010.887,
                "byte_stop": 0,
                "text": "The following subject matters and all services, facilities rates, and charges incidental thereto: wharfage, dockage, free time wharf demurrage, usage charges, passenger charges, water and electricity.",
                "stop": 1024.595
              },
              {
                "byte_start": 0,
                "start": 1024.595,
                "byte_stop": 0,
                "text": "It was under that agreement that the members issued their tariff originally in 1962 amending it in 1964.",
                "stop": 1035.502
              },
              {
                "byte_start": 0,
                "start": 1035.502,
                "byte_stop": 0,
                "text": "The amendment of the tariff changed the charge for wharf demurrage over to the vessel in cases of longshoremen's strikes.",
                "stop": 1047.285
              },
              {
                "byte_start": 0,
                "start": 1047.285,
                "byte_stop": 0,
                "text": "When as a practical matter, the consignee can't get his cargo off the pier.",
                "stop": 1055.631
              },
              {
                "byte_start": 0,
                "start": 1055.631,
                "byte_stop": 0,
                "text": "That was a practical judgment of the terminals of something that was fair to do and they ought to do.",
                "stop": 1061.105
              },
              {
                "byte_start": 0,
                "start": 1061.105,
                "byte_stop": 0,
                "text": "They have nothing to do with bill collections or anything like that.",
                "stop": 1064.832
              },
              {
                "byte_start": 0,
                "start": 1064.832,
                "byte_stop": 0,
                "text": "They were charging people for wharf storage or wharf demurrage on cargo where the man physically could not get his truck in to pick off the cargo.",
                "stop": 1075.678
              },
              {
                "byte_start": 0,
                "start": 1075.678,
                "byte_stop": 0,
                "text": "And so they transferred it under the tariff to the vessel, where it was the longshoremen's strike and under the same provision in the tariff, if it's a terminal employee's strike and longshoremen are not employees of the terminals but if it is a terminal employee's strike that prevents removal then there is no charge to anybody.",
                "stop": 1095.5
              },
              {
                "byte_start": 0,
                "start": 1095.5,
                "byte_stop": 0,
                "text": "That was the practical situation that led up to this thorny administrative law of question.",
                "stop": 1104.112
              },
              {
                "byte_start": 0,
                "start": 1104.112,
                "byte_stop": 0,
                "text": "The question of the review by the District Court of this Federal Maritime Commission decision is one that can be easily answered from examination of the terms of the statutes.",
                "stop": 1123.016
              },
              {
                "byte_start": 0,
                "start": 1123.016,
                "byte_stop": 0,
                "text": "I don't see how the Administrative Order's Review Act could be clearer when it says, “Exclusive jurisdiction to review orders of the Federal Maritime Commission under section 830 of Chapter 46 is in the Court of Appeals.”",
                "stop": 1143.013
              },
              {
                "byte_start": 0,
                "start": 1143.013,
                "byte_stop": 0,
                "text": "If that's what it says, presumably that's what it means and I realized that my brother has made a talented argument to call ICC procedures into this case but in a nutshell the argument cannot carry the cases that he cites in particular won't support him.",
                "stop": 1166.984
              },
              {
                "byte_start": 0,
                "start": 1166.984,
                "byte_stop": 0,
                "text": "I think they're contradictory to his argument.",
                "stop": 1170.233
              },
              {
                "byte_start": 0,
                "start": 1170.233,
                "byte_stop": 0,
                "text": "The only one which I am going to mention before passing on to the Section 15 issue is Pennsylvania Railroad versus the United States in 363.",
                "stop": 1183.25
              },
              {
                "byte_start": 0,
                "start": 1183.25,
                "byte_stop": 0,
                "text": "In that case, the reference so called was the same kind of reference we had in this case.",
                "stop": 1190.47
              },
              {
                "byte_start": 0,
                "start": 1190.47,
                "byte_stop": 0,
                "text": "In that case the Court of Claims stayed the proceeding before it, which was a proceeding by the Pennsylvania Railroad against the United States stayed it.",
                "stop": 1201.796
              },
              {
                "byte_start": 0,
                "start": 1201.796,
                "byte_stop": 0,
                "text": "So the complaining party could go to the ICC, which the complaining party did and under the statutes governing that particular situation, the loser before the ICC would have a right to go to the District Court in the Interstate Commerce Commission situation.",
                "stop": 1222.509
              },
              {
                "byte_start": 0,
                "start": 1222.509,
                "byte_stop": 0,
                "text": "And this Court held that as a result, the Court of Claims had no review jurisdiction.",
                "stop": 1232.294
              },
              {
                "byte_start": 0,
                "start": 1232.294,
                "byte_stop": 0,
                "text": "It's a holding that is quite parallel to our situation and quite opposite to what my brother will argue.",
                "stop": 1240.422
              },
              {
                "byte_start": 0,
                "start": 1240.422,
                "byte_stop": 0,
                "text": "And moreover, the court pointed out there that where the ICC had reached the divided determination on the issue that is the railroad one on some of the issue and the U.S. as the shipper, one on some of the issue, would that happened the order was not merely advisory.",
                "stop": 1263.342
              },
              {
                "byte_start": 0,
                "start": 1263.342,
                "byte_stop": 0,
                "text": "The order was just as final as it could be and it was in this case.",
                "stop": 1267.403
              },
              {
                "byte_start": 0,
                "start": 1267.403,
                "byte_stop": 0,
                "text": "It was nothing more that could be done after these Commission proceedings.",
                "stop": 1271.088
              },
              {
                "byte_start": 0,
                "start": 1271.088,
                "byte_stop": 0,
                "text": "And for that reason we say it would appear that these issues although it have been litigated before the Commission by Transatlantic, if it wanted to get in at that time.",
                "stop": 1282.604
              },
              {
                "byte_start": 0,
                "start": 1282.604,
                "byte_stop": 0,
                "text": "It was represented in the Commission proceedings and there's nothing unfair in holding on to that.",
                "stop": 1288.671
              },
              {
                "byte_start": 0,
                "start": 1288.671,
                "byte_stop": 0,
                "text": "But if this Court, now this is the third and last part of my argument, does decide that there is something unfair and what's taken place or that Transatlantic in some way that I cannot file them as missed today in court when it was represented by its agent Furness, Withy before the Commission.",
                "stop": 1309.07
              },
              {
                "byte_start": 0,
                "start": 1309.07,
                "byte_stop": 0,
                "text": "If this court reaches that point and I would rather hope it will because the issue here on the merits is so important, then the argument is resolved not by looking at the first instance at the Volkswagenwerk case.",
                "stop": 1329.764
              },
              {
                "byte_start": 0,
                "start": 1329.764,
                "byte_stop": 0,
                "text": "Not as far as I, as counsel I'm concern because I am arguing that goes with route of the Volkswagenwerk case.",
                "stop": 1336.474
              },
              {
                "byte_start": 0,
                "start": 1336.474,
                "byte_stop": 0,
                "text": "You can tell authoritatively what that case means.",
                "stop": 1340.116
              },
              {
                "byte_start": 0,
                "start": 1340.116,
                "byte_stop": 0,
                "text": "But I look first to the statute to see what it says.",
                "stop": 1344.914
              },
              {
                "byte_start": 0,
                "start": 1344.914,
                "byte_stop": 0,
                "text": "It says that all agreements or modifications of agreements between persons subject to the Act, ocean carriers or person subject to the Act shall be filed with and approved by the Commission where they allocate fares of fixed rates etcetera, etcetera.",
                "stop": 1363.313
              },
              {
                "byte_start": 0,
                "start": 1363.313,
                "byte_stop": 0,
                "text": "8785, the Original Conference Agreement did relate to the fixing of rates.",
                "stop": 1368.535
              },
              {
                "byte_start": 0,
                "start": 1368.535,
                "byte_stop": 0,
                "text": "It was filed with the Commission.",
                "stop": 1370.271
              },
              {
                "byte_start": 0,
                "start": 1370.271,
                "byte_stop": 0,
                "text": "It was approved by the Commission.",
                "stop": 1372.642
              },
              {
                "byte_start": 0,
                "start": 1372.642,
                "byte_stop": 0,
                "text": "There is not a word anywhere in 8785, the Original Conference Agreement that says who's going to bear the brand of any particular charges.",
                "stop": 1381.876
              },
              {
                "byte_start": 0,
                "start": 1381.876,
                "byte_stop": 0,
                "text": "There's a lot of other things that it doesn't say.",
                "stop": 1384.929
              },
              {
                "byte_start": 0,
                "start": 1384.929,
                "byte_stop": 0,
                "text": "All it sets up is a means of operation by conferences which has become extremely common in the ports of the United States and sets up a means of publishing tariffs.",
                "stop": 1399.311
              },
              {
                "byte_start": 0,
                "start": 1399.311,
                "byte_stop": 0,
                "text": "It sets up a means whereby the tariffs are published with a certain notice, a notice of 30 days, so the public does find out about it.",
                "stop": 1407.542
              },
              {
                "byte_start": 0,
                "start": 1407.542,
                "byte_stop": 0,
                "text": "The public can come in and complain if they don't like it.",
                "stop": 1410.709
              },
              {
                "byte_start": 0,
                "start": 1410.709,
                "byte_stop": 0,
                "text": "In this case the tariff was issued the first time September -- sometime or in the middle of September 1964.",
                "stop": 1418.603
              },
              {
                "byte_start": 0,
                "start": 1418.603,
                "byte_stop": 0,
                "text": "Right in the record, there is a letter from the Boston Shipping Association or wire, dated September 29, 1964.",
                "stop": 1426.525
              },
              {
                "byte_start": 0,
                "start": 1426.525,
                "byte_stop": 0,
                "text": "That's months ahead of any longshoremen's strike, saying “We're not going to pay it, we object to it.”",
                "stop": 1431.626
              },
              {
                "byte_start": 0,
                "start": 1431.626,
                "byte_stop": 0,
                "text": "They knew all about it, they could come right in to the Federal Maritime Commission then and make their objection.",
                "stop": 1438.504
              },
              {
                "byte_start": 0,
                "start": 1438.504,
                "byte_stop": 0,
                "text": "That is the procedure under this Conference Agreements it is quite in compliance with the statute.",
                "stop": 1446.077
              },
              {
                "byte_start": 0,
                "start": 1446.077,
                "byte_stop": 0,
                "text": "There was nothing in the statute that cause an issuance of the tariff, a modification of the agreement that provides for issuance of tariffs, except, now here if the Court meant differently, the Court will have the opportunity to correct this situation but the Volkswagenwerk case nowhere says that the issuance of a tariff under an approved Conference Agreement constitutes a modification of the Conference Agreement.",
                "stop": 1479.051
              },
              {
                "byte_start": 0,
                "start": 1479.051,
                "byte_stop": 0,
                "text": "The Volkswagenwerk case did not involve the Conference Agreement.",
                "stop": 1481.965
              },
              {
                "byte_start": 0,
                "start": 1481.965,
                "byte_stop": 0,
                "text": "It involved them the fund arrangements on the west coast.",
                "stop": 1485.376
              },
              {
                "byte_start": 0,
                "start": 1485.376,
                "byte_stop": 0,
                "text": "There was not any FMC approved agreement or whatsoever.",
                "stop": 1488.888
              },
              {
                "byte_start": 0,
                "start": 1488.888,
                "byte_stop": 0,
                "text": "The court said in the course of the opinion, “Sure, if it's routine don't bother to present it to the Commission for approval.”",
                "stop": 1496.736
              },
              {
                "byte_start": 0,
                "start": 1496.736,
                "byte_stop": 0,
                "text": "But this isn't routine.",
                "stop": 1498.369
              },
              {
                "byte_start": 0,
                "start": 1498.369,
                "byte_stop": 0,
                "text": "This involves assessing a gigantic fund, millions of dollars which are going to be allocated among people whether they like it or not.",
                "stop": 1506.759
              },
              {
                "byte_start": 0,
                "start": 1506.759,
                "byte_stop": 0,
                "text": "In our case, in complete contrast, there is a conference agreement, it provides for the issuance of tariffs and the footnotes of the Volkswagenwerk case.",
                "stop": 1518.004
              },
              {
                "byte_start": 0,
                "start": 1518.004,
                "byte_stop": 0,
                "text": "To me, it indicates that this Court was aware of that situation that is that conferences did operate by the issuance of tariffs without obtaining separate approval of each one.",
                "stop": 1531.503
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1531.503,
            "stop": 1536.599,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1531.503,
                "byte_stop": 0,
                "text": "The other shipping companies are not directly involved with this?",
                "stop": 1536.599
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 1536.599,
            "stop": 1538.306,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1536.599,
                "byte_stop": 0,
                "text": "All of the shipping companies --",
                "stop": 1538.306
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1538.306,
            "stop": 1541.009,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1538.306,
                "byte_stop": 0,
                "text": "(Inaudible) review board.",
                "stop": 1541.009
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 1541.009,
            "stop": 1604.61,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1541.009,
                "byte_stop": 0,
                "text": "If Your Honor please, all the shipping companies of Boston, at least indirectly participated in the proceedings before the FMC.",
                "stop": 1551.854
              },
              {
                "byte_start": 0,
                "start": 1551.854,
                "byte_stop": 0,
                "text": "That includes not only Transatlantic but every other shipping company that calls that at our Board.",
                "stop": 1557.997
              },
              {
                "byte_start": 0,
                "start": 1557.997,
                "byte_stop": 0,
                "text": "The Furness, Withy and Company, Patterson, Wild and Company, Norton, Lilly and Company, those are the steamship agents named.",
                "stop": 1566.568
              },
              {
                "byte_start": 0,
                "start": 1566.568,
                "byte_stop": 0,
                "text": "The U.S. Lines didn't operate through a steamship agent.",
                "stop": 1569.914
              },
              {
                "byte_start": 0,
                "start": 1569.914,
                "byte_stop": 0,
                "text": "So they didn't have a steamship agent in there.",
                "stop": 1572.269
              },
              {
                "byte_start": 0,
                "start": 1572.269,
                "byte_stop": 0,
                "text": "Every one of those steamship agent companies represents a number of lines that call at Boston.",
                "stop": 1579.341
              },
              {
                "byte_start": 0,
                "start": 1579.341,
                "byte_stop": 0,
                "text": "So that at least indirectly through their agents, they were represented then and Mr. Glenn who tried this whole matter before the FMC, represented the carrier interests.",
                "stop": 1589.935
              },
              {
                "byte_start": 0,
                "start": 1589.935,
                "byte_stop": 0,
                "text": "All the bills of lading issued by these carriers went into evidence at the Federal Maritime Commission as we pointed out in our brief that includes the bill of lading on the matter longer that resulted in the $8,000 demurrage charge in this case.",
                "stop": 1604.61
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1604.61,
            "stop": 1608.028,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1604.61,
                "byte_stop": 0,
                "text": "What is the name of this company, transatlantic company?",
                "stop": 1608.028
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 1608.028,
            "stop": 1609.821,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1608.028,
                "byte_stop": 0,
                "text": "Swedish Transatlantic Lines.",
                "stop": 1609.821
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1609.821,
            "stop": 1617.196,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1609.821,
                "byte_stop": 0,
                "text": "Were they in any different positions as far as the regular proceedings are concerned with the other shipping companies?",
                "stop": 1617.196
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 1617.196,
            "stop": 1702.185,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1617.196,
                "byte_stop": 0,
                "text": "They were a little bit different from the U.S. Lines.",
                "stop": 1620.766
              },
              {
                "byte_start": 0,
                "start": 1620.766,
                "byte_stop": 0,
                "text": "The U.S. Lines were named as an original defendant in the proceedings in the Superior Court for Suffolk County.",
                "stop": 1628.904
              },
              {
                "byte_start": 0,
                "start": 1628.904,
                "byte_stop": 0,
                "text": "As far as Furness, Withy was involved they were named as a defendant.",
                "stop": 1633.1
              },
              {
                "byte_start": 0,
                "start": 1633.1,
                "byte_stop": 0,
                "text": "This $8,000 charge which is presently up before Your Honors, was one of the charges that is annexed to the bill of complaint in the original proceedings that Furness, Withy was named as the defendant.",
                "stop": 1644.74
              },
              {
                "byte_start": 0,
                "start": 1644.74,
                "byte_stop": 0,
                "text": "I also want to call Your Honor's attention to a definition in the tariff, it's not going to turn this case one way or the other but the tariff consistently with the practice in the North Atlantic Ports defines the vessel as including the agent.",
                "stop": 1662.287
              },
              {
                "byte_start": 0,
                "start": 1662.287,
                "byte_stop": 0,
                "text": "It's on page 18, volume 2 of the record.",
                "stop": 1668.129
              },
              {
                "byte_start": 0,
                "start": 1668.129,
                "byte_stop": 0,
                "text": "The term vessel refers to floating craft of every description and includes the owner or operator or such other persons acting as agent thereof.",
                "stop": 1678.342
              },
              {
                "byte_start": 0,
                "start": 1678.342,
                "byte_stop": 0,
                "text": "And the practice in the Port of Boston is to regard the agent as identical with the vessel.",
                "stop": 1687.265
              },
              {
                "byte_start": 0,
                "start": 1687.265,
                "byte_stop": 0,
                "text": "For those reasons, we urged that this Court reverse the judgment of the Court of Appeals and affirm the direct of the judgment of the District Court be affirmed.",
                "stop": 1700.841
              },
              {
                "byte_start": 0,
                "start": 1700.841,
                "byte_stop": 0,
                "text": "Thank you.",
                "stop": 1702.185
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 1702.185,
            "stop": 1711.908,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1702.185,
                "byte_stop": 0,
                "text": "Thank you Mr. Reed.",
                "stop": 1704.341
              },
              {
                "byte_start": 0,
                "start": 1704.341,
                "byte_stop": 0,
                "text": "Mr. Friedman.",
                "stop": 1711.908
              }
            ]
          }
        ],
        "stop": 1711.908
      },
      {
        "byte_start": 0,
        "start": 1711.908,
        "byte_stop": 0,
        "turns": [
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1711.908,
            "stop": 1915.653,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1711.908,
                "byte_stop": 0,
                "text": "Mr. Chief Justice may it please the Court.",
                "stop": 1715.024
              },
              {
                "byte_start": 0,
                "start": 1715.024,
                "byte_stop": 0,
                "text": "I am appearing here in behalf of the United States and the Federal Maritime Commission as an amicus.",
                "stop": 1722.261
              },
              {
                "byte_start": 0,
                "start": 1722.261,
                "byte_stop": 0,
                "text": "The doctrine of primary of jurisdiction that this Court announced in the Western Pacific Railway case in 352 United States comes into play whenever enforcement of a claim that was originally cognizable in the courts requires the resolution of issues which under a regulatory scheme have been placed within the special competency of an administrative body.",
                "stop": 1748.253
              },
              {
                "byte_start": 0,
                "start": 1748.253,
                "byte_stop": 0,
                "text": "We think without question, the issues raised in this case wore those kinds -- that kind of issue and were properly referred to the Federal Maritime Commission.",
                "stop": 1760.382
              },
              {
                "byte_start": 0,
                "start": 1760.382,
                "byte_stop": 0,
                "text": "It is challenged.",
                "stop": 1761.561
              },
              {
                "byte_start": 0,
                "start": 1761.561,
                "byte_stop": 0,
                "text": "The respondent challenges that and said there was no need for the reference.",
                "stop": 1766.097
              },
              {
                "byte_start": 0,
                "start": 1766.097,
                "byte_stop": 0,
                "text": "The issues in this case is they developed in the District Court with the most technical kind of issue calling for specialized knowledge by someone familiar with the intricacies of the shipping business whether or not when this particular agreement of the conference of the terminal was approved authorizing them to fix rates and charges, whether that approval carried with it authorization to shift the incidence of a particular charge of a cargo kept on the pier after five days when during the period of a longshoremen's strike, it was impossible to remove that cargo.",
                "stop": 1805.465
              },
              {
                "byte_start": 0,
                "start": 1805.465,
                "byte_stop": 0,
                "text": "The other question assuming for the sake of argument as the Maritime Commission held that this change was not a new agreement that required approval whether the practice itself was illegal in violation of the Shipping Act.",
                "stop": 1820.979
              },
              {
                "byte_start": 0,
                "start": 1820.979,
                "byte_stop": 0,
                "text": "And this is the kind of question that the Maritime Commission has to decide everyday.",
                "stop": 1826.926
              },
              {
                "byte_start": 0,
                "start": 1826.926,
                "byte_stop": 0,
                "text": "And as far as the question of whether or not what was done in this case constituted proper implementation of an approved agreement or a new agreement or modification that required prior commission approval, this Court only three or four years ago held in the Carnation case that that was specifically an issue appropriate for resolution by the Maritime Commission.",
                "stop": 1853.542
              },
              {
                "byte_start": 0,
                "start": 1853.542,
                "byte_stop": 0,
                "text": "So we think there is no question in this case that Judge Wyzanski properly ruled that this was a matter within the primary jurisdiction of the Commission.",
                "stop": 1861.989
              },
              {
                "byte_start": 0,
                "start": 1861.989,
                "byte_stop": 0,
                "text": "The primary jurisdiction of the Commission was invoked.",
                "stop": 1865.214
              },
              {
                "byte_start": 0,
                "start": 1865.214,
                "byte_stop": 0,
                "text": "The Commission fully heard the matter and the Commission upheld the practices and the actions taken by the group of terminals in the Port of Boston.",
                "stop": 1875.427
              },
              {
                "byte_start": 0,
                "start": 1875.427,
                "byte_stop": 0,
                "text": "And then the question comes out, how is that decision of the Federal Maritime Commission rendered on this reference to be judicially reviewed.",
                "stop": 1885.898
              },
              {
                "byte_start": 0,
                "start": 1885.898,
                "byte_stop": 0,
                "text": "We think the answer that flows both from the decisions of this Court and from the language of the statute itself is that this decision of the Federal Maritime Commission is to be reviewed the same way as any other decision of the Federal Maritime Commission by filing a timely and proper petition to review in the Court of Appeals and that the referring court has no jurisdiction collaterally to review the correctness of the decision of this agency.",
                "stop": 1915.653
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1915.653,
            "stop": 1918.222,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1915.653,
                "byte_stop": 0,
                "text": "Now that's about what Judge Wyzanski said, isn't it?",
                "stop": 1918.222
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1918.222,
            "stop": 1919.473,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1918.222,
                "byte_stop": 0,
                "text": "Basically yes, Mr. Justice.",
                "stop": 1919.473
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1919.473,
            "stop": 1921.053,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1919.473,
                "byte_stop": 0,
                "text": "He also said that he agreed with the Commission.",
                "stop": 1921.053
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1921.053,
            "stop": 1937.035,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1921.053,
                "byte_stop": 0,
                "text": "He also agreed with it, that's it.",
                "stop": 1922.515
              },
              {
                "byte_start": 0,
                "start": 1922.515,
                "byte_stop": 0,
                "text": "Under our analysis there is no need to reach the second question but if the second question is reached as we developed at some length in our brief, we think that Judge Wyzanski correctly upheld the Commission's decision in this case.",
                "stop": 1935.37
              },
              {
                "byte_start": 0,
                "start": 1935.37,
                "byte_stop": 0,
                "text": "Now, I think the starting point in this --",
                "stop": 1937.035
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1937.035,
            "stop": 1947.607,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1937.035,
                "byte_stop": 0,
                "text": "I gather that under the railroad -- the railroad situation the shipper sues her money as reparation to the District Court?",
                "stop": 1947.607
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1947.607,
            "stop": 1948.371,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1947.607,
                "byte_stop": 0,
                "text": "Yes.",
                "stop": 1948.371
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1948.371,
            "stop": 1954.377,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1948.371,
                "byte_stop": 0,
                "text": "And claims are raised on this.",
                "stop": 1951.041
              },
              {
                "byte_start": 0,
                "start": 1951.041,
                "byte_stop": 0,
                "text": "There's a representative of the Committee to the Committee on the reasonableness.",
                "stop": 1954.377
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1954.377,
            "stop": 1955.904,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1954.377,
                "byte_stop": 0,
                "text": "That is correct.",
                "stop": 1955.904
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1955.904,
            "stop": 1968.218,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1955.904,
                "byte_stop": 0,
                "text": "And if the Commission finds the way reasonable, there is review provided that's provided in the court (Inaudible).",
                "stop": 1968.218
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1968.218,
            "stop": 1973.313,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1968.218,
                "byte_stop": 0,
                "text": "That is correct Mr. Justice, under a very specific statute that Congress say.",
                "stop": 1973.313
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1973.313,
            "stop": 1983.441,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1973.313,
                "byte_stop": 0,
                "text": "That specific statute followed a decision of this Court in the railroad situation in doing precisely what you asked us to deal with the maritime.",
                "stop": 1983.441
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1983.441,
            "stop": 1984.804,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1983.441,
                "byte_stop": 0,
                "text": "That is correct Mr. Justice.",
                "stop": 1984.804
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1984.804,
            "stop": 1989.587,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1984.804,
                "byte_stop": 0,
                "text": "And in the Pennsylvania case, this Court decided precisely what you asked us to do here.",
                "stop": 1989.587
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1989.587,
            "stop": 1990.358,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1989.587,
                "byte_stop": 0,
                "text": "That is right.",
                "stop": 1990.358
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 1990.358,
            "stop": 1998.163,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1990.358,
                "byte_stop": 0,
                "text": "And Congress prompted the contrary rule as to where review should be in a referred manner.",
                "stop": 1998.163
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 1998.163,
            "stop": 2003.627,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 1998.163,
                "byte_stop": 0,
                "text": "Mr. Justice I would have to disagree when you say in a referred manner.",
                "stop": 2002.676
              },
              {
                "byte_start": 0,
                "start": 2002.676,
                "byte_stop": 0,
                "text": "I think this statute --",
                "stop": 2003.627
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2003.627,
            "stop": 2005.443,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2003.627,
                "byte_stop": 0,
                "text": "In a reparate manner.",
                "stop": 2005.443
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2005.443,
            "stop": 2008.174,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2005.443,
                "byte_stop": 0,
                "text": "Referred to the Interstate Commerce Commission.",
                "stop": 2008.174
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2008.174,
            "stop": 2010.534,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2008.174,
                "byte_stop": 0,
                "text": "I agree with you, but that is the case we have.",
                "stop": 2010.534
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2010.534,
            "stop": 2016.414,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2010.534,
                "byte_stop": 0,
                "text": "Yes, but the statute Mr. Justice specifically speaks only of the Interstate Commerce Commission.",
                "stop": 2016.414
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2016.414,
            "stop": 2024.85,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2016.414,
                "byte_stop": 0,
                "text": "I understand that, that hardly is responsive to my question as to whether or not Congress in effect reversed the Pennsylvania case.",
                "stop": 2024.85
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2024.85,
            "stop": 2029.346,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2024.85,
                "byte_stop": 0,
                "text": "Oh!",
                "stop": 2024.974
              },
              {
                "byte_start": 0,
                "start": 2024.974,
                "byte_stop": 0,
                "text": "Yes, we have no question about that.",
                "stop": 2026.607
              },
              {
                "byte_start": 0,
                "start": 2026.607,
                "byte_stop": 0,
                "text": "The Congress did reversed the Pennsylvania case but we have --",
                "stop": 2029.346
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2029.346,
            "stop": 2036.592,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2029.346,
                "byte_stop": 0,
                "text": "I thought if the Board was more on economic employment of judicial resources that have reviewed the referring court.",
                "stop": 2036.592
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2036.592,
            "stop": 2055.054,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2036.592,
                "byte_stop": 0,
                "text": "But that is correct Mr. Justice.",
                "stop": 2038.335
              },
              {
                "byte_start": 0,
                "start": 2038.335,
                "byte_stop": 0,
                "text": "And it may well be that as a matter of sound policy had Congress consider this problem.",
                "stop": 2045.354
              },
              {
                "byte_start": 0,
                "start": 2045.354,
                "byte_stop": 0,
                "text": "It would also have more broadly provided for reference bound for review by the referring court in the case of oil agency.",
                "stop": 2055.054
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2055.054,
            "stop": 2079.966,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2055.054,
                "byte_stop": 0,
                "text": "Don't you think the Atlantic Coast Line appears no involvement here at all because there, the court dealt with the situation where the reparation proceeding in the Interstate Commerce Commission itself and there was no specific statute for review of the decision of the Commission that the rate was unreasonable.",
                "stop": 2073.918
              },
              {
                "byte_start": 0,
                "start": 2073.918,
                "byte_stop": 0,
                "text": "Other than the provision that that order would be reviewed in the three-judge court, right?",
                "stop": 2079.966
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2079.966,
            "stop": 2081.375,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2079.966,
                "byte_stop": 0,
                "text": "That's correct.",
                "stop": 2081.375
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2081.375,
            "stop": 2094.28,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2081.375,
                "byte_stop": 0,
                "text": "And this Court decided not because there was any specific statute that anywhere, but on the various grounds that review was confined to the shipper's enforcement action in another District Court.",
                "stop": 2094.28
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2094.28,
            "stop": 2131.451,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2094.28,
                "byte_stop": 0,
                "text": "That's correct Mr. Justice but I would suggest two or three things if I may with reference to the statutory provision.",
                "stop": 2104.283
              },
              {
                "byte_start": 0,
                "start": 2104.283,
                "byte_stop": 0,
                "text": "First of all, it seems to us that this congressional amendment of the provision for review of orders of the Interstate Commerce Commission.",
                "stop": 2113.506
              },
              {
                "byte_start": 0,
                "start": 2113.506,
                "byte_stop": 0,
                "text": "It seems to us manifest a clear congressional intent in the light of the Pennsylvania Railroad case that unless there is specific language providing for a review by the order of the agency in the referring court that the regular practice has to be followed.",
                "stop": 2131.451
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2131.451,
            "stop": 2133.399,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2131.451,
                "byte_stop": 0,
                "text": "I think you are agreeing to that argument.",
                "stop": 2133.399
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2133.399,
            "stop": 2180.509,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2133.399,
                "byte_stop": 0,
                "text": "Yes, I think so Mr. Justice.",
                "stop": 2136.061
              },
              {
                "byte_start": 0,
                "start": 2136.061,
                "byte_stop": 0,
                "text": "We think it's a sound argument and let me though put, make one further point which I think is conclusive on this.",
                "stop": 2144.295
              },
              {
                "byte_start": 0,
                "start": 2144.295,
                "byte_stop": 0,
                "text": "Even if the Court would agree with the respondent on that point that doesn't help the respondent in this case because when Congress amended and changed the procedures for a review of orders of the Interstate Commerce Commission whether it have been a reference, it not only provided that the referring court would have exclusive jurisdiction but it also provided that any such proceeding seeking review in the referral court would have to be filed within 90 days from the date the order of the Interstate Commerce Commission became final.",
                "stop": 2180.509
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2180.509,
            "stop": 2194.859,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2180.509,
                "byte_stop": 0,
                "text": "But in the Atlantic Coast Line case no one said for example that the carrier could not seek review in some other court that the shipper did not file his own action?",
                "stop": 2194.859
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2194.859,
            "stop": 2251.487,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2194.859,
                "byte_stop": 0,
                "text": "That is correct Mr. Justice but I responded under the Urgent Deficiencies Act which governs review of Interstate Commerce Commission orders, there is no time limit for seeking judicial review.",
                "stop": 2205.733
              },
              {
                "byte_start": 0,
                "start": 2205.733,
                "byte_stop": 0,
                "text": "Unlike most of the review provisions there is no time limit that it may come in a year later after in the Interstate Commerce Commission order and seek judicial review.",
                "stop": 2214.766
              },
              {
                "byte_start": 0,
                "start": 2214.766,
                "byte_stop": 0,
                "text": "But under this provision, under Section 1336 (c) of Title 28, it says explicitly any action brought on to subsection (b) which provides for review in the referring court shall be filed with a 90 days from the date that the order of the Interstate Commerce Commission becomes final, that is if you go back to the referring court following a decision of the Interstate Commerce Commission on a reference you have to go back to the referring court within 90 days after the order of the Commission becomes final.",
                "stop": 2247.02
              },
              {
                "byte_start": 0,
                "start": 2247.02,
                "byte_stop": 0,
                "text": "And that was clearly not done in this case.",
                "stop": 2249.129
              },
              {
                "byte_start": 0,
                "start": 2249.129,
                "byte_stop": 0,
                "text": "I just like to refer briefly to some of the dates since --",
                "stop": 2251.487
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2251.487,
            "stop": 2280.786,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2251.487,
                "byte_stop": 0,
                "text": "Could I ask you?",
                "stop": 2254.426
              },
              {
                "byte_start": 0,
                "start": 2254.426,
                "byte_stop": 0,
                "text": "Let's assume a shipper asked for reparations in the -- before the Maritime Commission and it gets it.",
                "stop": 2263.09
              },
              {
                "byte_start": 0,
                "start": 2263.09,
                "byte_stop": 0,
                "text": "And the Maritime Commission says that the rate is unreasonable.",
                "stop": 2268.926
              },
              {
                "byte_start": 0,
                "start": 2268.926,
                "byte_stop": 0,
                "text": "May the carrier then resort to the Court of Appeals which you say is the exclusive way of reviewing such an order of the Maritime Commission?",
                "stop": 2280.786
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2280.786,
            "stop": 2284.897,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2280.786,
                "byte_stop": 0,
                "text": "Not -- I would think not Mr. Justice in that type of an order because --",
                "stop": 2284.897
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2284.897,
            "stop": 2285.105,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2284.897,
                "byte_stop": 0,
                "text": "Why?",
                "stop": 2285.105
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2285.105,
            "stop": 2287.98,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2285.105,
                "byte_stop": 0,
                "text": "Because of the basic decision that Consolo case --",
                "stop": 2287.98
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2287.98,
            "stop": 2293.368,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2287.98,
                "byte_stop": 0,
                "text": "Well, I know but you see Consolo did not have anything like 1336 to rely on.",
                "stop": 2293.368
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2293.368,
            "stop": 2294.025,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2293.368,
                "byte_stop": 0,
                "text": "I would say then --",
                "stop": 2294.025
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2294.025,
            "stop": 2304.118,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2294.025,
                "byte_stop": 0,
                "text": "All it had in Consolo was the statute which says the exclusive jurisdiction is in the Court of Appeals to review in all of the Maritime Commission, correct?",
                "stop": 2304.118
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2304.118,
            "stop": 2307.202,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2304.118,
                "byte_stop": 0,
                "text": "That is correct?",
                "stop": 2305.357
              },
              {
                "byte_start": 0,
                "start": 2305.357,
                "byte_stop": 0,
                "text": "[Voice Overlap] But you have the basic policy.",
                "stop": 2307.202
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2307.202,
            "stop": 2320.298,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2307.202,
                "byte_stop": 0,
                "text": "And yet you concede that in the reparation situation the carrier would have to seek review not in the Court of Appeals but before the shipper's enforcement.",
                "stop": 2320.298
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2320.298,
            "stop": 2337.771,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2320.298,
                "byte_stop": 0,
                "text": "That's right.",
                "stop": 2320.777
              },
              {
                "byte_start": 0,
                "start": 2320.777,
                "byte_stop": 0,
                "text": "The carrier itself could not seek review at all under the decision of this Court.",
                "stop": 2324.805
              },
              {
                "byte_start": 0,
                "start": 2324.805,
                "byte_stop": 0,
                "text": "The carrier -- only the shipper could seek review if there was no cease and desist order.",
                "stop": 2329.336
              },
              {
                "byte_start": 0,
                "start": 2329.336,
                "byte_stop": 0,
                "text": "Only the shipper could seek review either directly or the carrier could defend if the shipper sought enforcement.",
                "stop": 2335.897
              },
              {
                "byte_start": 0,
                "start": 2335.897,
                "byte_stop": 0,
                "text": "But as I read the decisions of this Court --",
                "stop": 2337.771
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2337.771,
            "stop": 2345.385,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2337.771,
                "byte_stop": 0,
                "text": "Not if there's a -- I don't think you're correct Mr. Friedman.",
                "stop": 2341.629
              },
              {
                "byte_start": 0,
                "start": 2341.629,
                "byte_stop": 0,
                "text": "I would say that if there is a cease and desist order.",
                "stop": 2345.385
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2345.385,
            "stop": 2353.419,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2345.385,
                "byte_stop": 0,
                "text": "Yes, then the carrier can seek review.",
                "stop": 2348.102
              },
              {
                "byte_start": 0,
                "start": 2348.102,
                "byte_stop": 0,
                "text": "But I thought you'd post it at the situation where there is only a reparation's order.",
                "stop": 2352.627
              },
              {
                "byte_start": 0,
                "start": 2352.627,
                "byte_stop": 0,
                "text": "As I --",
                "stop": 2353.419
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2353.419,
            "stop": 2362.92,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2353.419,
                "byte_stop": 0,
                "text": "Well, let's assume take the cease and desist situation there and the carrier and the shipper seeks to enforce its reparation order in the District Court.",
                "stop": 2362.92
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2362.92,
            "stop": 2363.908,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2362.92,
                "byte_stop": 0,
                "text": "Yes.",
                "stop": 2363.908
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2363.908,
            "stop": 2368.884,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2363.908,
                "byte_stop": 0,
                "text": "Where may the carrier seek review of the cease and desist order?",
                "stop": 2368.884
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2368.884,
            "stop": 2370.819,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2368.884,
                "byte_stop": 0,
                "text": "I think there in the District Court.",
                "stop": 2370.819
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2370.819,
            "stop": 2371.73,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2370.819,
                "byte_stop": 0,
                "text": "He has to.",
                "stop": 2371.73
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2371.73,
            "stop": 2372.767,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2371.73,
                "byte_stop": 0,
                "text": "Yes, but --",
                "stop": 2372.767
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2372.767,
            "stop": 2377.476,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2372.767,
                "byte_stop": 0,
                "text": "Not in the Court of Appeals?",
                "stop": 2374.087
              },
              {
                "byte_start": 0,
                "start": 2374.087,
                "byte_stop": 0,
                "text": "Even though the statute says exclusive jurisdiction of the Court of Appeals?]",
                "stop": 2377.476
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2377.476,
            "stop": 2542.231,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2377.476,
                "byte_stop": 0,
                "text": "To review orders, because I think Mr. Justice both statutory scheme in this Court have recognized that when you're dealing with reparation's orders you have a very special situation.",
                "stop": 2389.191
              },
              {
                "byte_start": 0,
                "start": 2389.191,
                "byte_stop": 0,
                "text": "Congress has provided [Voice Overlap].",
                "stop": 2392.912
              },
              {
                "byte_start": 0,
                "start": 2392.912,
                "byte_stop": 0,
                "text": "Let me if I may just come to the chronology of these things because it's very clear that there was no attempt made to get in to the referring court, in the District Court within 90 days after the order of the Federal Maritime Commission became final.",
                "stop": 2411.869
              },
              {
                "byte_start": 0,
                "start": 2411.869,
                "byte_stop": 0,
                "text": "However, if you define it, the decision of the Federal Maritime Commission in this case was rendered in June 1967 and Transatlantic's motion to intervene was filed in the District Court in April 1969, so that's almost two years.",
                "stop": 2431.009
              },
              {
                "byte_start": 0,
                "start": 2431.009,
                "byte_stop": 0,
                "text": "Now, let us assume however, that the decision of the Maritime Commission did not become final until the Court of Appeals had dismissed us untimely; the petition to review that was filed by the conference.",
                "stop": 2445.986
              },
              {
                "byte_start": 0,
                "start": 2445.986,
                "byte_stop": 0,
                "text": "In that event, it became final in March of 1968 and again more than a year it lapse before they went back into the District Court to seek intervention.",
                "stop": 2455.554
              },
              {
                "byte_start": 0,
                "start": 2455.554,
                "byte_stop": 0,
                "text": "Now let us look at the case from the most favorable point of view as far as the respondent is concerned.",
                "stop": 2461.908
              },
              {
                "byte_start": 0,
                "start": 2461.908,
                "byte_stop": 0,
                "text": "Let us assume that the decision of the Maritime Commission did not become final until the Maritime Commission had rejected the petition for reconsideration and let us further assume that the final rejection of that petition for reconsideration was not the letter in October that is contained in the record but the subsequent letter which we have quoted in our brief, in our brief which was sent out in December 2, 1968.",
                "stop": 2495.828
              },
              {
                "byte_start": 0,
                "start": 2495.828,
                "byte_stop": 0,
                "text": "Again, more than four months elapsed, more than 120 days between the receipt of that letter which under any theory closed the case and the action of the respondent in seeking to intervene in the District Court.",
                "stop": 2513.247
              },
              {
                "byte_start": 0,
                "start": 2513.247,
                "byte_stop": 0,
                "text": "So that it seems to us under any theory even assuming it would be appropriate to rely on the policy of 1336 (b) to say that we will apply the same principles to review of order of the Federal Maritime Commission as we do the orders of the Interstate Commerce Commission.",
                "stop": 2531.162
              },
              {
                "byte_start": 0,
                "start": 2531.162,
                "byte_stop": 0,
                "text": "They still don't come within the terms of that because this was not filed with 90 days from the date that the order of the Federal Maritime Commission became final.",
                "stop": 2542.231
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2542.231,
            "stop": 2565.253,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2542.231,
                "byte_stop": 0,
                "text": "Congress did at one point to say that as a matter of fact it deals -- it deals with the Maritime Commission orders are to be dealt with in view of like the Interstate Commerce Commission orders except to the extent of the administration procedure aren't changeable?",
                "stop": 2565.253
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2565.253,
            "stop": 2698.453,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2565.253,
                "byte_stop": 0,
                "text": "Well, except to the extent that the Administrative Orders Review Act case.",
                "stop": 2568.773
              },
              {
                "byte_start": 0,
                "start": 2568.773,
                "byte_stop": 0,
                "text": "It says the procedure for review of Maritime Commission order is to be the same as that of the Interstate Commerce Commission orders but in 1950 review of Maritime order was transferred from the three-judge district courts to the Court of Appeals, so I assume the procedure is basically the same.",
                "stop": 2586.778
              },
              {
                "byte_start": 0,
                "start": 2586.778,
                "byte_stop": 0,
                "text": "That is the same consideration of finality parties' etcetera.",
                "stop": 2591.015
              },
              {
                "byte_start": 0,
                "start": 2591.015,
                "byte_stop": 0,
                "text": "Again, it has come back to say that Congress -- the sole problem that was before Congress when it amended the statute was the problem of reference to the Interstate Commerce Commission and it seems to me very difficult to interpret a statute that speaks explicitly of referring the question to the Interstate Commerce Commission and when it speaks about having review of any order of the Interstate Commerce Commission and when it says that any proceeding to review on the referring court must be a review of the order of the Interstate Commerce Commission, who can say, interpret that in saying well, the congress despite of this very specific and limited language must have meant to trade the Maritime Commission as well as covered by this Section.",
                "stop": 2634.191
              },
              {
                "byte_start": 0,
                "start": 2634.191,
                "byte_stop": 0,
                "text": "Now, I would like to just briefly refer to the two other these things in the time I have.",
                "stop": 2640.416
              },
              {
                "byte_start": 0,
                "start": 2640.416,
                "byte_stop": 0,
                "text": "One relates to the question of whether or not Transatlantic should be deemed to be a party to the commission proceedings.",
                "stop": 2649.07
              },
              {
                "byte_start": 0,
                "start": 2649.07,
                "byte_stop": 0,
                "text": "The Court of Appeals in refusing to follow the decision of the Maritime Commission in the District Court in this case made a statement that non parties are not bound.",
                "stop": 2660.439
              },
              {
                "byte_start": 0,
                "start": 2660.439,
                "byte_stop": 0,
                "text": "Now, it would appear that when Transatlantic filed its petition for reconsideration with the Commission, at least at that point it must have thought itself to have been a party to the prior commission proceedings because under the Commission's rule of practice, rule 16 (a) which we set forth at page 28 of our brief that provides that only a party may seek reconsideration and if Transatlantic was not a party, it seem there is no way it could seek rate reconsideration.",
                "stop": 2698.223
              },
              {
                "byte_start": 0,
                "start": 2698.223,
                "byte_stop": 0,
                "text": "In addition, --",
                "stop": 2698.453
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2698.453,
            "stop": 2702.221,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2698.453,
                "byte_stop": 0,
                "text": "In any case, why was not Transatlantic made an original defendant?",
                "stop": 2702.221
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2702.221,
            "stop": 2711.518,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2702.221,
                "byte_stop": 0,
                "text": "I don't know.",
                "stop": 2703.656
              },
              {
                "byte_start": 0,
                "start": 2703.656,
                "byte_stop": 0,
                "text": "I assume probably Mr., Justice because it's a foreign company and [Voice Overlap] and there was some problem of jurisdiction I supposed.",
                "stop": 2710.953
              },
              {
                "byte_start": 0,
                "start": 2710.953,
                "byte_stop": 0,
                "text": "They did --",
                "stop": 2711.518
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2711.518,
            "stop": 2713.153,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2711.518,
                "byte_stop": 0,
                "text": "Well, if they have this agent --",
                "stop": 2713.153
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2713.153,
            "stop": 2887.984,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2713.153,
                "byte_stop": 0,
                "text": "They did for these reasons.",
                "stop": 2714.892
              },
              {
                "byte_start": 0,
                "start": 2714.892,
                "byte_stop": 0,
                "text": "I cannot answer that question.",
                "stop": 2716.274
              },
              {
                "byte_start": 0,
                "start": 2716.274,
                "byte_stop": 0,
                "text": "I didn't conduct the suit, perhaps Mr. Reed can.",
                "stop": 2719.339
              },
              {
                "byte_start": 0,
                "start": 2719.339,
                "byte_stop": 0,
                "text": "I assume that was the reason why they -- I think what they did is in the case of the foreign steamship carriers; they named these parties not the carriers but the agents.",
                "stop": 2729.256
              },
              {
                "byte_start": 0,
                "start": 2729.256,
                "byte_stop": 0,
                "text": "And I think the practice probably was that the charges were assessed not against the carriers but as against their agents.",
                "stop": 2735.769
              },
              {
                "byte_start": 0,
                "start": 2735.769,
                "byte_stop": 0,
                "text": "Now, if they did say of course in seeking to intervene in the District Court they said that prior to seeking reconsideration before the Commission they at all times been represented by counsel for their agent Furness, Withy.",
                "stop": 2758.142
              },
              {
                "byte_start": 0,
                "start": 2758.142,
                "byte_stop": 0,
                "text": "So that as we see this case basically on this aspect of it, what we have here is full opportunity and complete litigation by people who represented the respondent before the Federal Maritime Commission on a proper reference from the District Court.",
                "stop": 2780.103
              },
              {
                "byte_start": 0,
                "start": 2780.103,
                "byte_stop": 0,
                "text": "In addition to that, these people try to follow the statutory procedure for judicial review by filing a petition for review in the Court of Appeals for this Circuit.",
                "stop": 2793.522
              },
              {
                "byte_start": 0,
                "start": 2793.522,
                "byte_stop": 0,
                "text": "That petition unfortunately was untimely and was properly dismissed, a very belated effort by Transatlantic to get the Maritime Commission to reconsider this case.",
                "stop": 2806.137
              },
              {
                "byte_start": 0,
                "start": 2806.137,
                "byte_stop": 0,
                "text": "These people filed their petition for reconsideration with the Federal Maritime Commission six months after this Court had decided the Volkswagenwerk case.",
                "stop": 2816.679
              },
              {
                "byte_start": 0,
                "start": 2816.679,
                "byte_stop": 0,
                "text": "Obviously, they could not have filed petition for reconsideration before the Volkswagenwerk case but the Commission has a rule that except for good course, petitions for reconsideration must be filed within 30 days and certainly it was incumbent upon this people if they wanted the commission to reconsider its decision in the light of Volkswagen to move properly not to wait for six months.",
                "stop": 2841.194
              },
              {
                "byte_start": 0,
                "start": 2841.194,
                "byte_stop": 0,
                "text": "And therefore, it seems to us that this is the case in which the question of the validity of the Commission's decision as to whether or not this particular agreement was a separate agreement that required prior approval of whether it was within the authority conferred by the original agreement as the Maritime Commission held was a matter that was not open to the District Court when it came to consider the complaint following the completion of the maritime proceedings and we think in the circumstances that the First Circuit had no warrant in itself overturning that decision reviewing the Commission's decision de novo and concluding as we developed in our brief improperly.",
                "stop": 2887.984
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2887.984,
            "stop": 2894.045,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2887.984,
                "byte_stop": 0,
                "text": "That last condition of yours except that mainly Transatlantic were parties, that's the end of this case, right --",
                "stop": 2894.045
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2894.045,
            "stop": 2895.522,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2894.045,
                "byte_stop": 0,
                "text": "That is the end of that --",
                "stop": 2895.522
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2895.522,
            "stop": 2899.878,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2895.522,
                "byte_stop": 0,
                "text": "You don't get into the jurisdictional question?",
                "stop": 2898.023
              },
              {
                "byte_start": 0,
                "start": 2898.023,
                "byte_stop": 0,
                "text": "You don't get into the Volkswagenwerk?",
                "stop": 2899.878
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2899.878,
            "stop": 2901.725,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2899.878,
                "byte_stop": 0,
                "text": "That is correct Mr. Justice but we --",
                "stop": 2901.725
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2901.725,
            "stop": 2905.635,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2901.725,
                "byte_stop": 0,
                "text": "Res judicata or estoppel [Voice Overlap]",
                "stop": 2905.635
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2905.635,
            "stop": 2917.597,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2905.635,
                "byte_stop": 0,
                "text": "That's right, we refer to this because of the fact that the Court of Appeals for some reason apparently concluded that the Transatlantic was not a proper party.",
                "stop": 2915.589
              },
              {
                "byte_start": 0,
                "start": 2915.589,
                "byte_stop": 0,
                "text": "It was not represented properly before the Commission.",
                "stop": 2917.597
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2917.597,
            "stop": 2936.017,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2917.597,
                "byte_stop": 0,
                "text": "I did not read the -- correct me if I'm wrong, Judge Aldridge as I read his opinion made no findings of any kind as to sort of the predicate in his statement that “Transatlantic was not bound by earlier proceedings.”",
                "stop": 2936.017
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2936.017,
            "stop": 2973.087,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2936.017,
                "byte_stop": 0,
                "text": "Well, the only thing I can find Mr. Justice is a statement at page 51 where he said, “We must hold that the decision did not bind non-parties to charges sought to be imposed for services rendered prior thereto.”",
                "stop": 2951.053
              },
              {
                "byte_start": 0,
                "start": 2951.053,
                "byte_stop": 0,
                "text": "And I take it he is suggesting that Transatlantic was not bound by the maritime decision because it was not a party to the Maritime Commission proceedings.",
                "stop": 2963.608
              },
              {
                "byte_start": 0,
                "start": 2963.608,
                "byte_stop": 0,
                "text": "As I take it what he is saying, he doesn't explain why there are non-party but he seems just to assume that and then goes on say they are not bound.",
                "stop": 2973.087
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2973.087,
            "stop": 2991.52,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2973.087,
                "byte_stop": 0,
                "text": "Mr. Friedman, does the party adjusting to the Maritime Commission decision seek review of it in the District Court when this case started?",
                "stop": 2991.52
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2991.52,
            "stop": 2997.611,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2991.52,
                "byte_stop": 0,
                "text": "Oh!",
                "stop": 2991.665
              },
              {
                "byte_start": 0,
                "start": 2991.665,
                "byte_stop": 0,
                "text": "No.",
                "stop": 2992.405
              },
              {
                "byte_start": 0,
                "start": 2992.405,
                "byte_stop": 0,
                "text": "They sought review of it in the Court of Appeals for the District of Columbia Circuit.",
                "stop": 2996.661
              },
              {
                "byte_start": 0,
                "start": 2996.661,
                "byte_stop": 0,
                "text": "And of course --",
                "stop": 2997.611
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 2997.611,
            "stop": 2998.697,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2997.611,
                "byte_stop": 0,
                "text": "They were untimely.",
                "stop": 2998.697
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 2998.697,
            "stop": 3010.119,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 2998.697,
                "byte_stop": 0,
                "text": "They were untimely, but of course if the respondent is correct in his interpretation of what the statute means, they are on the wrong court.",
                "stop": 3007.63
              },
              {
                "byte_start": 0,
                "start": 3007.63,
                "byte_stop": 0,
                "text": "They should have been in the District Court of Massachusetts.",
                "stop": 3010.119
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3010.119,
            "stop": 3015.981,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3010.119,
                "byte_stop": 0,
                "text": "If they should have been in the District of Massachusetts, they never did go there even with the petitioner's review?",
                "stop": 3015.981
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 3015.981,
            "stop": 3016.791,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3015.981,
                "byte_stop": 0,
                "text": "Oh!",
                "stop": 3016.209
              },
              {
                "byte_start": 0,
                "start": 3016.209,
                "byte_stop": 0,
                "text": "No.",
                "stop": 3016.791
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3016.791,
            "stop": 3020.211,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3016.791,
                "byte_stop": 0,
                "text": "Did they finally oppose that in the District Court of Massachusetts?",
                "stop": 3020.211
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 3020.211,
            "stop": 3036.086,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3020.211,
                "byte_stop": 0,
                "text": "No, they opposed on this one.",
                "stop": 3021.477
              },
              {
                "byte_start": 0,
                "start": 3021.477,
                "byte_stop": 0,
                "text": "When the case came back they naturally opposed the -- I don't know all of the details but Transatlantic basically took the laboring or it was the one who filed an answer which attacked the validity of the Maritime Commission.",
                "stop": 3036.086
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3036.086,
            "stop": 3048.709,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3036.086,
                "byte_stop": 0,
                "text": "It never -- it never sought review in the District Court at which they (Inaudible)?",
                "stop": 3040.945
              },
              {
                "byte_start": 0,
                "start": 3040.945,
                "byte_stop": 0,
                "text": "They never sought to review in that court because the Commission action at the time that this Court (Inaudible)?",
                "stop": 3048.709
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 3048.709,
            "stop": 3052.319,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3048.709,
                "byte_stop": 0,
                "text": "Oh!",
                "stop": 3048.883
              },
              {
                "byte_start": 0,
                "start": 3048.883,
                "byte_stop": 0,
                "text": "No, that's right.",
                "stop": 3049.641
              },
              {
                "byte_start": 0,
                "start": 3049.641,
                "byte_stop": 0,
                "text": "It did not go into the --",
                "stop": 3052.319
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3052.319,
            "stop": 3059.2,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3052.319,
                "byte_stop": 0,
                "text": "Even if the Court of Appeals (Inaudible) and that it happened in the District but it never went down.",
                "stop": 3059.2
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20837,
              "identifier": "daniel_m_friedman",
              "name": "Daniel M. Friedman",
              "last_name": "Friedman",
              "roles": null,
              "href": "https://api.oyez.org/people/daniel_m_friedman"
            },
            "byte_start": 0,
            "start": 3059.2,
            "stop": 3064.135,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3059.2,
                "byte_stop": 0,
                "text": "It never went there on time.",
                "stop": 3060.584
              },
              {
                "byte_start": 0,
                "start": 3060.584,
                "byte_stop": 0,
                "text": "It ultimately went into the District Court.",
                "stop": 3063.425
              },
              {
                "byte_start": 0,
                "start": 3063.425,
                "byte_stop": 0,
                "text": "Thank you.",
                "stop": 3064.135
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 3064.135,
            "stop": 3072.904,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3064.135,
                "byte_stop": 0,
                "text": "Thank you Mr. Friedman.",
                "stop": 3065.221
              },
              {
                "byte_start": 0,
                "start": 3065.221,
                "byte_stop": 0,
                "text": "Mr. Galland.",
                "stop": 3072.904
              }
            ]
          }
        ],
        "stop": 3072.904
      },
      {
        "byte_start": 0,
        "start": 3072.904,
        "byte_stop": 0,
        "turns": [
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 3072.904,
            "stop": 3918.988,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3072.904,
                "byte_stop": 0,
                "text": "Mr. Chief Justice and may it please the Court.",
                "stop": 3078.431
              },
              {
                "byte_start": 0,
                "start": 3078.431,
                "byte_stop": 0,
                "text": "As the interrogation has -- from the bench has indicated this is a very hard case to compress and focus.",
                "stop": 3086.122
              },
              {
                "byte_start": 0,
                "start": 3086.122,
                "byte_stop": 0,
                "text": "It tends to break itself apart into one uncommon number of issues for a case of itself.",
                "stop": 3092.968
              },
              {
                "byte_start": 0,
                "start": 3092.968,
                "byte_stop": 0,
                "text": "I tend to think that an item of wisdom dispensed by this Court would many years ago in the Southern Steamship case.",
                "stop": 3106.172
              },
              {
                "byte_start": 0,
                "start": 3106.172,
                "byte_stop": 0,
                "text": "It offers good guidance here.",
                "stop": 3109.51
              },
              {
                "byte_start": 0,
                "start": 3109.51,
                "byte_stop": 0,
                "text": "The Southern Steamship case was a case where a crew of a steamship can not make, had mutinied in a foreign port and were fired.",
                "stop": 3119.846
              },
              {
                "byte_start": 0,
                "start": 3119.846,
                "byte_stop": 0,
                "text": "When they got home, they brought a proceeding against the employer charging unfair labor practice in the firing because they had mutinied and labor board said that was right, it was unfit.",
                "stop": 3133.253
              },
              {
                "byte_start": 0,
                "start": 3133.253,
                "byte_stop": 0,
                "text": "This Court have said determination considered as sufficient for this case to observe that the Board has not been commissioned to effectuate the policies of the Labor Relations Act so single-mindedly that it may wholly ignore other and equally important congressional objectives.",
                "stop": 3151.104
              },
              {
                "byte_start": 0,
                "start": 3151.104,
                "byte_stop": 0,
                "text": "Frequently, the entire scope of congressional purpose calls for careful accommodation of one statutory scheme to another and it is not too much to demand of an administrative body that it undertake this accommodation without excessive emphasis upon its immediate task.",
                "stop": 3168.868
              },
              {
                "byte_start": 0,
                "start": 3168.868,
                "byte_stop": 0,
                "text": "That seems to me that to determine this case within the contracts of the explicit language of the Administrative Orders Review Act.",
                "stop": 3181.591
              },
              {
                "byte_start": 0,
                "start": 3181.591,
                "byte_stop": 0,
                "text": "In the one sentence that says the Court of Appeals has exclusive jurisdiction to review certain final orders of the Maritime Commission is to perpetuate a list of additional administrative horrors that should not be countenance by this Court or by any court in the judicial system, if there is any rational way to get away from it.",
                "stop": 3211.556
              },
              {
                "byte_start": 0,
                "start": 3211.556,
                "byte_stop": 0,
                "text": "This case started out with a lawsuit in Boston first in the State Court was transferred over to the United States District Court which sought to enforce the provisions of something called the tariff which had been filed by a group of terminal warehouses with the Federal Maritime Commission.",
                "stop": 3234.877
              },
              {
                "byte_start": 0,
                "start": 3234.877,
                "byte_stop": 0,
                "text": "I say it was called a tariff because it was really just a price list that had no sanction except the private agreement among the parties that had been approved at one time in 1962 by the Federal Maritime Commission and which had the provision and it is saying that the parties should file with the Commission, the rates that they adopted.",
                "stop": 3259.092
              },
              {
                "byte_start": 0,
                "start": 3259.092,
                "byte_stop": 0,
                "text": "Terminals were not then and are not now covered by any statute that either authorizes or requires them to file tariffs.",
                "stop": 3267.462
              },
              {
                "byte_start": 0,
                "start": 3267.462,
                "byte_stop": 0,
                "text": "Since the events that are before the court now transpired, a regulation was adopted by the Maritime Commission which said terminals should file tariffs.",
                "stop": 3278.125
              },
              {
                "byte_start": 0,
                "start": 3278.125,
                "byte_stop": 0,
                "text": "It doesn't command obedience to such tariffs.",
                "stop": 3280.979
              },
              {
                "byte_start": 0,
                "start": 3280.979,
                "byte_stop": 0,
                "text": "There is such a regulation but there was not such a regulation at any relevant time.",
                "stop": 3288.185
              },
              {
                "byte_start": 0,
                "start": 3288.185,
                "byte_stop": 0,
                "text": "The agreement that authorize the terminal companies in Boston to adopt port-wide uniform rates.",
                "stop": 3301.135
              },
              {
                "byte_start": 0,
                "start": 3301.135,
                "byte_stop": 0,
                "text": "The tariff that was filed under that agreement contained a series of definitions.",
                "stop": 3309.677
              },
              {
                "byte_start": 0,
                "start": 3309.677,
                "byte_stop": 0,
                "text": "One of which was a definition of something called wharf demurrage and it said the wharf demurrage was the charge that is imposed against the consignees of import cargo when the cargo stays and appear beyond free time.",
                "stop": 3333.017
              },
              {
                "byte_start": 0,
                "start": 3333.017,
                "byte_stop": 0,
                "text": "And free time was defined by these terminals.",
                "stop": 3335.932
              },
              {
                "byte_start": 0,
                "start": 3335.932,
                "byte_stop": 0,
                "text": "They were the only people who prescribed this rule.",
                "stop": 3338.698
              },
              {
                "byte_start": 0,
                "start": 3338.698,
                "byte_stop": 0,
                "text": "Free time was defined as five days, meaning that after the cargo has landed, the consignee has that much time to pick it up before somebody makes him pay storage on it.",
                "stop": 3353.393
              },
              {
                "byte_start": 0,
                "start": 3353.393,
                "byte_stop": 0,
                "text": "And wharf demurrage was explicitly characterized as a charge against cargo, not merely as a charge against cargo but as a charge against the consignee of import cargo and that's exactly what we have here.",
                "stop": 3371.336
              },
              {
                "byte_start": 0,
                "start": 3371.336,
                "byte_stop": 0,
                "text": "Consignees don't like to pay charges on cargo when it is tied up on the dock by a strike.",
                "stop": 3376.917
              },
              {
                "byte_start": 0,
                "start": 3376.917,
                "byte_stop": 0,
                "text": "Nobody does, you can't move the cargo off because the pier is picketing.",
                "stop": 3381.663
              },
              {
                "byte_start": 0,
                "start": 3381.663,
                "byte_stop": 0,
                "text": "So the consignees were giving a warehouse, the terminal people trouble in collecting the charge so the terminal interest said, well, let us try getting it out of the carriers, so that it will be easier to collect from them.",
                "stop": 3399.796
              },
              {
                "byte_start": 0,
                "start": 3399.796,
                "byte_stop": 0,
                "text": "So while tariffs still contain a definition of wharf demurrage as a charge against cargo and against the consignee of import cargo, a provision was added to the tariff which said contemporaneously with what I have just explained that where the cargo was non-removable because of strike conditions.",
                "stop": 3432.385
              },
              {
                "byte_start": 0,
                "start": 3432.385,
                "byte_stop": 0,
                "text": "Wharf demurrage would be collected from the ocean carrier.",
                "stop": 3439.541
              },
              {
                "byte_start": 0,
                "start": 3439.541,
                "byte_stop": 0,
                "text": "Eventually, the term “wharf demurrage” in that connection was supplemented by a term called “strike storage” which initially appeared in the tariff under the heading wharf demurrage when that inconsistency was perceived it was moved to some place in the back of the tariff but the terminal address were so confused about what thy were doing that they even defined strikes storage and defined it as a charge against cargo and against the consignees of import cargo not as a charge against the vessel.",
                "stop": 3474.59
              },
              {
                "byte_start": 0,
                "start": 3474.59,
                "byte_stop": 0,
                "text": "So they had inconsistent definitions in their tariffs the entire time.",
                "stop": 3481.023
              },
              {
                "byte_start": 0,
                "start": 3481.023,
                "byte_stop": 0,
                "text": "Now, the question here is what were they entitled to do under Agreement 8785 under which the terminal organization created itself and which was approved by the Maritime Commission.",
                "stop": 3498.674
              },
              {
                "byte_start": 0,
                "start": 3498.674,
                "byte_stop": 0,
                "text": "What the agreement said was on the subject of its coverage was said in four lines in paragraph third of the agreement and it said, “That the terminals could impose -- could adopt and impose uniform charges for stated services.”",
                "stop": 3521.191
              },
              {
                "byte_start": 0,
                "start": 3521.191,
                "byte_stop": 0,
                "text": "They were listed specifically.",
                "stop": 3522.907
              },
              {
                "byte_start": 0,
                "start": 3522.907,
                "byte_stop": 0,
                "text": "The only one of them that was relevant here was wharf demurrage.",
                "stop": 3526.996
              },
              {
                "byte_start": 0,
                "start": 3526.996,
                "byte_stop": 0,
                "text": "And wharf demurrage was not only about to be defined within a few days in the tariffs that was to be filed under this agreement but had been the subject of a half a dozen or a dozen cases before the Maritime Commission which we cite under which the Commission had always held that demurrage -- that wharf demurrage was a charge against cargo.",
                "stop": 3551.958
              },
              {
                "byte_start": 0,
                "start": 3551.958,
                "byte_stop": 0,
                "text": "It had had case after case to determine.",
                "stop": 3555.751
              },
              {
                "byte_start": 0,
                "start": 3555.751,
                "byte_stop": 0,
                "text": "The assignment of particular charges was particular terminals services and had always come up with the settled an unbroken line of decision that these charges were charges against cargo.",
                "stop": 3569.079
              },
              {
                "byte_start": 0,
                "start": 3569.079,
                "byte_stop": 0,
                "text": "Consequently, it is our position that when the Maritime Commission approved an agreement which authorized terminal operators to make collective charges for wharf demurrage, they were authorizing charges which were recognized by industry recognized by the Commission, recognized by everybody as subsequently proved by the definitions in the tariff to be charges against cargo remaining on the dock after the period of free time.",
                "stop": 3607.53
              },
              {
                "byte_start": 0,
                "start": 3607.53,
                "byte_stop": 0,
                "text": "The question as to what the agreement meant is of foremost importance in this case because whatever it meant originally when wharf demurrage was imposed as a charge against cargo, it suddenly became to mean something that exact opposite when wharf demurrage was assessed against the vessel.",
                "stop": 3636.305
              },
              {
                "byte_start": 0,
                "start": 3636.305,
                "byte_stop": 0,
                "text": "In other words, there was an explicit change in the incidence of specific charge.",
                "stop": 3641.499
              },
              {
                "byte_start": 0,
                "start": 3641.499,
                "byte_stop": 0,
                "text": "It was as radical a change as you could possibly get.",
                "stop": 3648.459
              },
              {
                "byte_start": 0,
                "start": 3648.459,
                "byte_stop": 0,
                "text": "The participation of the Swedish Transatlantic Line in this case came about in stages.",
                "stop": 3657.001
              },
              {
                "byte_start": 0,
                "start": 3657.001,
                "byte_stop": 0,
                "text": "Swedish Transatlantic is a Swedish Corporation operating Swedish flag vessels and it is based in Gothenburg, Sweden.",
                "stop": 3667.167
              },
              {
                "byte_start": 0,
                "start": 3667.167,
                "byte_stop": 0,
                "text": "And like many foreign steamship lines, its interests are served in the United States by an agent and in the Port of Boston its agent was Furness, Withy & Company.",
                "stop": 3688.209
              },
              {
                "byte_start": 0,
                "start": 3688.209,
                "byte_stop": 0,
                "text": "Furness, Withy and Company was one a member of the Boston Shipping Association, Swedish Transatlantic Line was not when this lawsuit was started for the recovery of terminal charges wharf demurrage for a cargo that was tied up in consequence of the strike.",
                "stop": 3713.394
              },
              {
                "byte_start": 0,
                "start": 3713.394,
                "byte_stop": 0,
                "text": "Furness, Withy was made the defendant in the case.",
                "stop": 3716.757
              },
              {
                "byte_start": 0,
                "start": 3716.757,
                "byte_stop": 0,
                "text": "Swedish Transatlantic was not made the defendant.",
                "stop": 3720.741
              },
              {
                "byte_start": 0,
                "start": 3720.741,
                "byte_stop": 0,
                "text": "There are a number of statements recorded by Mr. Reed on our part to the effect that Furness -- that Transatlantic was represented by Furness, Withy.",
                "stop": 3734.841
              },
              {
                "byte_start": 0,
                "start": 3734.841,
                "byte_stop": 0,
                "text": "There is even a statement at some place that it was represented by counsel for Furness, Withy.",
                "stop": 3740.069
              },
              {
                "byte_start": 0,
                "start": 3740.069,
                "byte_stop": 0,
                "text": "I don't know that that's saying anything different.",
                "stop": 3743.953
              },
              {
                "byte_start": 0,
                "start": 3743.953,
                "byte_stop": 0,
                "text": "In any event, when I first heard about this case from Swedish Transatlantic Lines, the Maritime Commission had made its decision after Judge Wyzanski in Boston had stayed the case pending before him and ordered to let the defendants in that case seek a ruling from the Maritime Commission on the lawfulness and reasonableness of the contested demurrage charges.",
                "stop": 3779.429
              },
              {
                "byte_start": 0,
                "start": 3779.429,
                "byte_stop": 0,
                "text": "Promptly, upon receiving a communication from Swedish Transatlantic which was in something of a quandary as to what was going on in Boston and where it is stored and what its relation to the case might have been.",
                "stop": 3796.124
              },
              {
                "byte_start": 0,
                "start": 3796.124,
                "byte_stop": 0,
                "text": "I took measures to call to the attention of the Maritime Commission that the switch in the incidence of this tariff charges for a wharf demurrage appeared to be in conflict with this Court's decision in the Volkswagenwerk case.",
                "stop": 3818.54
              },
              {
                "byte_start": 0,
                "start": 3818.54,
                "byte_stop": 0,
                "text": "The Maritime Commission decision preceded this Court's decision in the Volkswagenwerk case.",
                "stop": 3825.787
              },
              {
                "byte_start": 0,
                "start": 3825.787,
                "byte_stop": 0,
                "text": "My reference to the Volkswagenwerk case in the petition to the Maritime Commission for reconsideration came after certainly some delay following the Volkswagenwerk case.",
                "stop": 3841.962
              },
              {
                "byte_start": 0,
                "start": 3841.962,
                "byte_stop": 0,
                "text": "It came immediately upon my -- the inception of my relationship with Swedish Transatlantic.",
                "stop": 3851.904
              },
              {
                "byte_start": 0,
                "start": 3851.904,
                "byte_stop": 0,
                "text": "Now, whether Mr. Justice Harlan, whether Swedish Transatlantic was a party to the Boston proceedings in the circumstances, whether the Maritime Commission proceedings is conceivably arguable but Mr. Justice -- now Judge Aldridge ordered in Boston held distinctly as I read his opinion that it was not in any event whether it was a party or not a party.",
                "stop": 3887.05
              },
              {
                "byte_start": 0,
                "start": 3887.05,
                "byte_stop": 0,
                "text": "It was not a party in any sense that was meaningful as regards the protection of its own interest because Judge Wyzanski admitted Transatlantic the intervention in his case on a representation that Transatlantic was inadequately represented by Furness, Withy and Company.",
                "stop": 3907.239
              },
              {
                "byte_start": 0,
                "start": 3907.239,
                "byte_stop": 0,
                "text": "One reason that was inadequately represented is that Furness -- was the judgment against Furness, Withy wasn't going to cost Furness, Withy anything as far as Transatlantic was concerned because it was going to claim indemnification.",
                "stop": 3918.988
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3918.988,
            "stop": 3928.337,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3918.988,
                "byte_stop": 0,
                "text": "Well, that's your in privity apart from whether you are a party or not you'd still be stepping with the schedule.",
                "stop": 3928.337
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 3928.337,
            "stop": 3937.175,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3928.337,
                "byte_stop": 0,
                "text": "Step with the District Court's judgment by which I don't concede that we didn't have the right to appeal from it or that and I wouldn't --",
                "stop": 3937.175
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3937.175,
            "stop": 3941.307,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3937.175,
                "byte_stop": 0,
                "text": "Maritime Commission review or --",
                "stop": 3941.307
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 3941.307,
            "stop": 3947.242,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3941.307,
                "byte_stop": 0,
                "text": "If we were in a relationship which this Court holds to be full-fledged privity --",
                "stop": 3947.242
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 3947.242,
            "stop": 3949.034,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3947.242,
                "byte_stop": 0,
                "text": "What do you say as to that?",
                "stop": 3949.034
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 3949.034,
            "stop": 4885.589,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 3949.034,
                "byte_stop": 0,
                "text": "No, I say that we were not because the Furness, Withy and Company had no incentive to resist.",
                "stop": 3957.446
              },
              {
                "byte_start": 0,
                "start": 3957.446,
                "byte_stop": 0,
                "text": "The judgment against them as agent was not going to cost them a thing.",
                "stop": 3961.437
              },
              {
                "byte_start": 0,
                "start": 3961.437,
                "byte_stop": 0,
                "text": "There was another factor that Furness, Withy had caved in and already paid some of the charges when the Swedish Transatlantic came along, so it was going to look pretty silly to some of its other principles if Transatlantic upset the apple cart.",
                "stop": 3977.353
              },
              {
                "byte_start": 0,
                "start": 3977.353,
                "byte_stop": 0,
                "text": "Furness, Withy's lawyer filed an appeal late from the Maritime Commission to the District of Columbia Court of Appeals, so that our position was that Furness, Withy did not have an incentive to do a good job and adequate job of representation and didn't in fact do a good job of representation and that is why Judge Wyzanski admitted Swedish Transatlantic to the case before him.",
                "stop": 4004.003
              },
              {
                "byte_start": 0,
                "start": 4004.003,
                "byte_stop": 0,
                "text": "It seems to me that when he admits Swedish Transatlantic because its interest weren't otherwise adequately protected that makes no sense at all to say that Swedish Transatlantic had its day in court before the Maritime Commission.",
                "stop": 4018.029
              },
              {
                "byte_start": 0,
                "start": 4018.029,
                "byte_stop": 0,
                "text": "Now, getting back to the consequences of a ruling of the District Court ruling and the evils that flow from it, I like to say the following circumstances.",
                "stop": 4038.763
              },
              {
                "byte_start": 0,
                "start": 4038.763,
                "byte_stop": 0,
                "text": "Such a ruling would mean that the Maritime Commission's decision which we claimed to be at odds with the Volkswagenwerk case would become the governing decision controlling a subsequent judgment of the United States District Court in any event of reversal of the United States Court of Appeals even though this Court had subsequently that the Maritime Commission's decision decided the Volkswagenwerk case to the effect that the Maritime Commission decision was wrong.",
                "stop": 4082.911
              },
              {
                "byte_start": 0,
                "start": 4082.911,
                "byte_stop": 0,
                "text": "Now, I see no reason in the world why a Maritime Commission decision that is correctable should be permitted to stand in conflict with the subsequent decision of this Court.",
                "stop": 4099.279
              },
              {
                "byte_start": 0,
                "start": 4099.279,
                "byte_stop": 0,
                "text": "And the conflict involves not equable and not a detail but a matter of high administrative policy.",
                "stop": 4107.848
              },
              {
                "byte_start": 0,
                "start": 4107.848,
                "byte_stop": 0,
                "text": "It has to do with the administration of Section 15 of the Shipping Act which is the real gut of that Act as a regulatory mechanism.",
                "stop": 4119.465
              },
              {
                "byte_start": 0,
                "start": 4119.465,
                "byte_stop": 0,
                "text": "Regulation under the Shipping Act is different from regulation under the Interstate Commerce Act because the Shipping Act deals with foreign commerce and the Government of the United States has hold of only one end of the transaction.",
                "stop": 4133.928
              },
              {
                "byte_start": 0,
                "start": 4133.928,
                "byte_stop": 0,
                "text": "Every bit of FMC regulation of foreign shipping has diplomatic overturns and the Commission can not do a great deal by way of direct regulation and therefore what it does do is done by way of governmental policing of a system of self-regulation carried out by the shipping conferences and it is -- most rates in ocean trade are conference made conference control on the basis of tariffs filed under approved agreements.",
                "stop": 4177.113
              },
              {
                "byte_start": 0,
                "start": 4177.113,
                "byte_stop": 0,
                "text": "It's important to understand how these agreements are made and what the procedure is for their approval or there disapproval.",
                "stop": 4186.455
              },
              {
                "byte_start": 0,
                "start": 4186.455,
                "byte_stop": 0,
                "text": "The agreements are negotiated in conversation among the lines that will adopt the uniform rate schedule under them.",
                "stop": 4194.582
              },
              {
                "byte_start": 0,
                "start": 4194.582,
                "byte_stop": 0,
                "text": "And they are then filed with the Commission.",
                "stop": 4198.355
              },
              {
                "byte_start": 0,
                "start": 4198.355,
                "byte_stop": 0,
                "text": "In the old days, the Commission used to post them on a bulletin board in a dark (Inaudible) and if nobody objected within 20 minutes they would get their little round rubber stamp and put approved on it and it would be approved.",
                "stop": 4211.851
              },
              {
                "byte_start": 0,
                "start": 4211.851,
                "byte_stop": 0,
                "text": "That system was condemned by Judge Frank in one of the earliest Branson cases in 96 Federal Supplement.",
                "stop": 4222.078
              },
              {
                "byte_start": 0,
                "start": 4222.078,
                "byte_stop": 0,
                "text": "In the course of that case, one of the attorneys brought out a cross-examination that the Commission didn't even own a little round rubber stamp that said disapproved.",
                "stop": 4232.911
              },
              {
                "byte_start": 0,
                "start": 4232.911,
                "byte_stop": 0,
                "text": "Now, when an agreement is filed it is noticed under internal procedures of the Internal Administrative Orders of the Commission.",
                "stop": 4242.879
              },
              {
                "byte_start": 0,
                "start": 4242.879,
                "byte_stop": 0,
                "text": "It is filed with the Federal Register in an announcement of the agreement appears in the Federal Register.",
                "stop": 4252.005
              },
              {
                "byte_start": 0,
                "start": 4252.005,
                "byte_stop": 0,
                "text": "The register is read by people who are interested in commission proceedings and anybody who sees an agreement which appears to affect his interest is in at liberty to file a protest or a comment and to demand a hearing if he is so advised.",
                "stop": 4271.471
              },
              {
                "byte_start": 0,
                "start": 4271.471,
                "byte_stop": 0,
                "text": "Now, the importance of the Volkswagenwerk decision and all decisions alike having to do with changes in the incidence of charges under such agreement is that when an agreement is announced to the public, only the people upon whom that agreement has a recognizable incidence have any motivation to oppose the agreement or to appear in proceedings concerning its approval for the purpose of protecting their interest.",
                "stop": 4309.664
              },
              {
                "byte_start": 0,
                "start": 4309.664,
                "byte_stop": 0,
                "text": "If when they read a summary of the agreement in the Federal Register they find that it affects only their antagonist in the business transaction, they stay away and the agreement is approved.",
                "stop": 4324.072
              },
              {
                "byte_start": 0,
                "start": 4324.072,
                "byte_stop": 0,
                "text": "When Agreement 8785 was noticed in the Federal Register announcing that the terminals were seeking the right to make uniform rates relative to wharf demurrage, no ocean carrier had any incentive to appear to object to that agreement because by long and settled -- a long and settled series of determinations of the Commission wharf demurrage was payable not by the carrier interest but by the cargo interest.",
                "stop": 4359.348
              },
              {
                "byte_start": 0,
                "start": 4359.348,
                "byte_stop": 0,
                "text": "The agreement was approved without participation by the carrier interest and after a period of imposing wharf demurrage on the cargo and not being able to collect it then the parties to the agreement say let's try and get it from the carriers instead of the cargo, so we we'll do a little tariff switch and without seeking any amendment to the agreement that the carriers would have any opportunity to oppose they make this a charge against the carriers.",
                "stop": 4394.676
              },
              {
                "byte_start": 0,
                "start": 4394.676,
                "byte_stop": 0,
                "text": "The Government says, well the agreement was approved.",
                "stop": 4398.208
              },
              {
                "byte_start": 0,
                "start": 4398.208,
                "byte_stop": 0,
                "text": "The only thing that wasn't fixed is the question who pays the charge.",
                "stop": 4403.434
              },
              {
                "byte_start": 0,
                "start": 4403.434,
                "byte_stop": 0,
                "text": "And they have a footnote in our brief saying the question who pays the charges, usually the difference between judgment for the plaintiff and judgment for the defendant and it is more than a trivial item in most lawsuit.",
                "stop": 4417.098
              },
              {
                "byte_start": 0,
                "start": 4417.098,
                "byte_stop": 0,
                "text": "In any event, there is simply no limit on the possibilities for economic predation if a group of price fixers is permitted to organize itself and advertise that it plans to fix prices to be paid by one group if after it gets approval for such an agreement it can without any control or whatever switch the incidence of its price fixing arrangements to a different group.",
                "stop": 4452.998
              },
              {
                "byte_start": 0,
                "start": 4452.998,
                "byte_stop": 0,
                "text": "It seems to me that the entire mechanism of control under the Shipping Act is destroyed if that type of administration of the Shipping Act is countenanced, and consequently I say that in terms of precept of the Southern Steamship case this Court should do everything possible to see that that kind of administration is not tolerated.",
                "stop": 4486.374
              },
              {
                "byte_start": 0,
                "start": 4486.374,
                "byte_stop": 0,
                "text": "In additional, black mark against the Maritime Commission in this case is that in writing a 16-page printed opinion construing the agreement of this Terminal Association, it never quoted the four lines of language which were the only four lines that are relevant to its decision.",
                "stop": 4504.932
              },
              {
                "byte_start": 0,
                "start": 4504.932,
                "byte_stop": 0,
                "text": "It paraphrased them and it distorted them in the paraphrase.",
                "stop": 4510.13
              },
              {
                "byte_start": 0,
                "start": 4510.13,
                "byte_stop": 0,
                "text": "Another very basic feature of the Maritime Commission's Regulatory Program under the Shipping Act is the integrity of the tariff system.",
                "stop": 4526.095
              },
              {
                "byte_start": 0,
                "start": 4526.095,
                "byte_stop": 0,
                "text": "For quite a long time under the Shipping Act, tariffs were not required as they are required under all transportation and public utility statutes of domestic utilities and carriers.",
                "stop": 4541.143
              },
              {
                "byte_start": 0,
                "start": 4541.143,
                "byte_stop": 0,
                "text": "By administrative regulation, it used to be that carriers in foreign commerce had to file their tariffs 30 days after they became effective.",
                "stop": 4551.744
              },
              {
                "byte_start": 0,
                "start": 4551.744,
                "byte_stop": 0,
                "text": "Merely, as a matter of information but there was no requirement that any carrier had to adhere to a tariff rate because he could always change it and file a change within 30 days.",
                "stop": 4563.704
              },
              {
                "byte_start": 0,
                "start": 4563.704,
                "byte_stop": 0,
                "text": "In 1961, Congress changed that with amendments to the Shipping Act which added tariff filing requirements similar to those in the Interstate Commerce Act, the Federal Aviation Act and the Federal Communications Act and all the others.",
                "stop": 4582.496
              },
              {
                "byte_start": 0,
                "start": 4582.496,
                "byte_stop": 0,
                "text": "So that there is now a provision that a tariff of a common carrier in foreign commerce must: (a) Be filed in a public place and (b) Must be observed, so that the tariff rates becomes the lawful rates for ocean carriers in foreign trade as they are for a railroad company or an airline.",
                "stop": 4610.572
              },
              {
                "byte_start": 0,
                "start": 4610.572,
                "byte_stop": 0,
                "text": "And the tariff that was filed by Swedish Transatlantic Line said in two places, one in the rules of the tariff itself and the other was in the Bill of Lading filed as a part of the tariff pursuant to law.",
                "stop": 4629.354
              },
              {
                "byte_start": 0,
                "start": 4629.354,
                "byte_stop": 0,
                "text": "That the obligation of Swedish Transatlantic Line began when it picked the cargo up at ships tackle and ended when it put it down.",
                "stop": 4642.195
              },
              {
                "byte_start": 0,
                "start": 4642.195,
                "byte_stop": 0,
                "text": "And the Commission's decision totally ignores that tariff in favor of a tariff which is totally non-official filed by the terminal operators in this case so that the force of law is attached to the terminal tariff which is filed only pursuant to a private agreement and is nowhere sanctioned by statute and it was not even sanctioned by a commission regulation at that time, and it disregards the legally mandatory tariff of the ocean carrier.",
                "stop": 4685.495
              },
              {
                "byte_start": 0,
                "start": 4685.495,
                "byte_stop": 0,
                "text": "To do that in conjunction with the erosion of controls under section 15 of the Shipping Act is to throw away every wholesome and usual aspect of the regulatory program administered by the Federal Maritime Commission.",
                "stop": 4709.424
              },
              {
                "byte_start": 0,
                "start": 4709.424,
                "byte_stop": 0,
                "text": "And I suggest that if there is any way out this Court should certainly not enshrine as the law of this case and for future cases.",
                "stop": 4723.294
              },
              {
                "byte_start": 0,
                "start": 4723.294,
                "byte_stop": 0,
                "text": "The decision of the Federal Maritime Commission and of the District Court in Boston which blindly adopted the decision of the Maritime Commission, if there is any good way to rationalize a contrary decision, I have submitted in our brief and Mr. Justice White has suggested some of the arguments for such rationalization.",
                "stop": 4756.207
              },
              {
                "byte_start": 0,
                "start": 4756.207,
                "byte_stop": 0,
                "text": "It has been true in at least three major recent cases, fairly recent cases of this Court beginning with Mr. Black's decision in U.S. against ICC and on through the Consolo case in the Atlantic Coast Line written by Mr. Justice White, that the Court has recognized the statutes in this area as such a hodge-podge that some sense has to be breathe in to them judicially.",
                "stop": 4780.7
              },
              {
                "byte_start": 0,
                "start": 4780.7,
                "byte_stop": 0,
                "text": "But it is not hard to breathe a rationalization into the -- into an affirmance of the Court of Appeals in this case because you have available to you in explicit connective between the procedure under the Shipping Act and the procedure under the Interstate Commerce Act.",
                "stop": 4806.056
              },
              {
                "byte_start": 0,
                "start": 4806.056,
                "byte_stop": 0,
                "text": "Now, it's true that the exclusive jurisdiction to review certain Maritime Commission orders was lodged in the Court of Appeals instead of in the district courts but for a very limited purpose.",
                "stop": 4825.133
              },
              {
                "byte_start": 0,
                "start": 4825.133,
                "byte_stop": 0,
                "text": "One was to avoid the inconvenience of convening three-judge district courts.",
                "stop": 4829.272
              },
              {
                "byte_start": 0,
                "start": 4829.272,
                "byte_stop": 0,
                "text": "The other was to save this Court from mandatory appeals from the three-judge district courts.",
                "stop": 4836.36
              },
              {
                "byte_start": 0,
                "start": 4836.36,
                "byte_stop": 0,
                "text": "There is no sense that I can seek because there was no further purpose in expanding the Judicial Review Act to necessitate multiple proceedings in order to get rid of cases.",
                "stop": 4851.227
              },
              {
                "byte_start": 0,
                "start": 4851.227,
                "byte_stop": 0,
                "text": "Everything that the Government has told this court in this case as to how desirable it is to reverse the Court of Appeals is exactly the opposite of what the Government -- of what the Justice Department told Congress when the Justice Department sponsored the amendment of the Title 28 which provided that when cases are referred to the ICC, the ICC is reviewed by the referring court.",
                "stop": 4879.833
              },
              {
                "byte_start": 0,
                "start": 4879.833,
                "byte_stop": 0,
                "text": "Now, I think I can finish in the next two or three minutes if the Court can --",
                "stop": 4885.589
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 4885.589,
            "stop": 4887.424,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4885.589,
                "byte_stop": 0,
                "text": "Very well.",
                "stop": 4885.776
              },
              {
                "byte_start": 0,
                "start": 4885.776,
                "byte_stop": 0,
                "text": "We'll proceed Mr. Galland.",
                "stop": 4887.424
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 4887.424,
            "stop": 4888.423,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4887.424,
                "byte_stop": 0,
                "text": "-- can indulge.",
                "stop": 4888.423
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": null,
            "byte_start": 0,
            "start": 4888.423,
            "stop": 4897.103,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4888.423,
                "byte_stop": 0,
                "text": "Mr. Galland, I know you spent some, I thought (Inaudible) the Court.",
                "stop": 4897.103
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 4897.103,
            "stop": 4930.191,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4897.103,
                "byte_stop": 0,
                "text": "That hasn't always been sir.",
                "stop": 4898.379
              },
              {
                "byte_start": 0,
                "start": 4898.379,
                "byte_stop": 0,
                "text": "But there is in going to the Court of Appeals under the Judicial Review Act.",
                "stop": 4905.01
              },
              {
                "byte_start": 0,
                "start": 4905.01,
                "byte_stop": 0,
                "text": "There is not in-going to a District Court except on this under 1336 (c) of Title 28 with Mr. Friedman mentioned and I really don't, I have a little trouble connecting up what the statute says with the argument that he made from it.",
                "stop": 4923.649
              },
              {
                "byte_start": 0,
                "start": 4923.649,
                "byte_stop": 0,
                "text": "Paragraph C of Section 1336, any action --",
                "stop": 4930.191
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 4930.191,
            "stop": 4936.023,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4930.191,
                "byte_stop": 0,
                "text": "I think your papers are hitting the microphone counsel.",
                "stop": 4936.023
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 25336,
              "identifier": "george_f_galland",
              "name": "George F. Galland",
              "last_name": "Galland",
              "roles": null,
              "href": "https://api.oyez.org/people/george_f_galland"
            },
            "byte_start": 0,
            "start": 4936.023,
            "stop": 4994.627,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4993.647,
                "byte_stop": 0,
                "text": "Thank you.",
                "stop": 4936.023
              },
              {
                "byte_start": 0,
                "start": 4936.023,
                "byte_stop": 0,
                "text": "“Any action brought under subsection (b) of this Section shall be filed within 90 days from the date that the order of the Interstate Commerce Commission becomes final.",
                "stop": 4947.266
              },
              {
                "byte_start": 0,
                "start": 4947.266,
                "byte_stop": 0,
                "text": "But the action in this case was always on file from long before the Commission made its decision.",
                "stop": 4956.552
              },
              {
                "byte_start": 0,
                "start": 4956.552,
                "byte_stop": 0,
                "text": "Judge Wyzanski explicitly retained jurisdiction and called for periodic reports back from the parties as to how they were doing it with them before the Commission.",
                "stop": 4966.641
              },
              {
                "byte_start": 0,
                "start": 4966.641,
                "byte_stop": 0,
                "text": "So that the action was always pending and I don't see that there is the slightest impediment in terms of this 90-day limitation Mr. Justice White to the intervention of Swedish Transatlantic Line to make the points that it made.",
                "stop": 4988.527
              },
              {
                "byte_start": 0,
                "start": 4988.527,
                "byte_stop": 0,
                "text": "I think that's I can sacrifice whatever additional time I have.",
                "stop": 4994.627
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 4994.627,
            "stop": 5001.291,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 4994.627,
                "byte_stop": 0,
                "text": "We'll accept your -- You have two minutes left, Mr. Reed.",
                "stop": 5001.291
              }
            ]
          }
        ],
        "stop": 5001.291
      },
      {
        "byte_start": 0,
        "start": 5001.291,
        "byte_stop": 0,
        "turns": [
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32728,
              "identifier": "john_m_reed",
              "name": "John M. Reed",
              "last_name": "Reed",
              "roles": null,
              "href": "https://api.oyez.org/people/john_m_reed"
            },
            "byte_start": 0,
            "start": 5001.291,
            "stop": 5106.695,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 5001.291,
                "byte_stop": 0,
                "text": "If Your Honor please, question arouse us to the reason for not joining the Transatlantic in the District Court and this very Court proceedings.",
                "stop": 5012.679
              },
              {
                "byte_start": 0,
                "start": 5012.679,
                "byte_stop": 0,
                "text": "Someone on the Court suggested it was that they are not subject to the jurisdiction of the court -- agents under the tariff are liable for tariff charges.",
                "stop": 5022.359
              },
              {
                "byte_start": 0,
                "start": 5022.359,
                "byte_stop": 0,
                "text": "I counted up in the petition, five of the respondents were carriers and the other eight respondents were agents.",
                "stop": 5031.884
              },
              {
                "byte_start": 0,
                "start": 5031.884,
                "byte_stop": 0,
                "text": "And all the cases agents, all the bills against the agents were bills where the carrier would be liable over and indeed as Mr. Galland says that was the reason that Transatlantic came into this case.",
                "stop": 5047.288
              },
              {
                "byte_start": 0,
                "start": 5047.288,
                "byte_stop": 0,
                "text": "The only other point I want to make is that the unbroken line of decisions about wharf demurrage that Mr. Galland refers to where the Commission has steadily held demurrage is a charge against cargo interests is a non-existent line of authority as far as I can tell and on page 46 of our brief we cited the Commission's decision as quite reason doing with wharf demurrage where the vessel has canceled or been delayed and so that the charge isn't fairly accessible to the cargo and of course, it is not their fault.",
                "stop": 5086.708
              },
              {
                "byte_start": 0,
                "start": 5086.708,
                "byte_stop": 0,
                "text": "In that situation the Commission says the demurrage charge ought to be against the vessel.",
                "stop": 5091.671
              },
              {
                "byte_start": 0,
                "start": 5091.671,
                "byte_stop": 0,
                "text": "That's all what we're asking in the FMC proceedings here.",
                "stop": 5097.286
              },
              {
                "byte_start": 0,
                "start": 5097.286,
                "byte_stop": 0,
                "text": "The relief we asked again is the District Court's decision reaffirmed and the Circuit Courts reversed.",
                "stop": 5105.777
              },
              {
                "byte_start": 0,
                "start": 5105.777,
                "byte_stop": 0,
                "text": "Thank you.",
                "stop": 5106.695
              }
            ]
          },
          {
            "byte_stop": 0,
            "speaker": {
              "view_count": 0,
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png"
              },
              "ID": 15073,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "role_title": "Chief Justice of the United States",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717"
                }
              ],
              "href": "https://api.oyez.org/people/warren_e_burger"
            },
            "byte_start": 0,
            "start": 5106.695,
            "stop": 5115.966,
            "text_blocks": [
              {
                "byte_start": 0,
                "start": 5106.695,
                "byte_stop": 0,
                "text": "Thank you Mr. Reed.",
                "stop": 5107.878
              },
              {
                "byte_start": 0,
                "start": 5107.878,
                "byte_stop": 0,
                "text": "Thank you Mr. Friedman.",
                "stop": 5109.467
              },
              {
                "byte_start": 0,
                "start": 5109.467,
                "byte_stop": 0,
                "text": "The case is submitted.",
                "stop": 5115.966
              }
            ]
          }
        ],
        "stop": 5115.966
      }
    ]
  },
  "public_note": null,
  "id": 16127,
  "media_file": [
    {
      "size": 20567437,
      "id": 41376,
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1970/99/19701022a_99.delivery.mp3"
    },
    {
      "size": 51351476,
      "id": 63314,
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1970/99/19701022a_99.ogg"
    },
    {
      "size": 66645,
      "id": 63315,
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1970/99/19701022a_99.m3u8"
    }
  ]
}