{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 1174.122,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 28672,
            "stop": 18.239,
            "byte_stop": 101710,
            "text_blocks": [
              {
                "text": "We’ll hear argument in number 18, in the matter of the application of the Martin Stolar.",
                "start": 0,
                "byte_start": 28672,
                "stop": 15.76,
                "byte_stop": 91784
              },
              {
                "text": "Mr. Boudin, you may proceed whenever you’re ready.",
                "start": 15.76,
                "byte_start": 91784,
                "stop": 18.239,
                "byte_stop": 101710
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 101710,
            "stop": 732.508,
            "byte_stop": 2958775,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 18.239,
                "byte_start": 101710,
                "stop": 25.805,
                "byte_stop": 131908
              },
              {
                "text": "We seek review here from an order of the Ohio Supreme Court denying the opportunity to the petitioner to take the Ohio Bar Examinations because he refused on grounds of the First Amendment right of association and belief and the -- his constitutional privilege under the Fifth Amendment against self-incrimination both as incorporated in the Fourteenth to refuse to answer three questions which appear upon page 5 of the petitioner’s brief.",
                "start": 25.805,
                "byte_start": 131908,
                "stop": 63.611,
                "byte_stop": 283209
              },
              {
                "text": "First question was “State whether you have been or presently are a member of any organization which advocates the overthrow of the Government of the United States by force.",
                "start": 63.611,
                "byte_start": 283209,
                "stop": 75.282,
                "byte_stop": 329812
              },
              {
                "text": "If your answer to any section of the above question is yes, set forth the facts in detail.”",
                "start": 75.282,
                "byte_start": 329812,
                "stop": 83.423,
                "byte_stop": 362412
              },
              {
                "text": "The second question is “List the names and addresses of all clubs, societies or organizations of which you are or have been a member.”",
                "start": 83.423,
                "byte_start": 362412,
                "stop": 93.318,
                "byte_stop": 402014
              },
              {
                "text": "And the third question on a different questionnaire was “List the names and addresses of all clubs, societies or organizations of which you are or have been a member since registering as a law student.”",
                "start": 93.318,
                "byte_start": 402014,
                "stop": 107.1,
                "byte_stop": 457080
              },
              {
                "text": "The petitioner answered the entire series of questions on these questionnaires.",
                "start": 107.1,
                "byte_start": 457080,
                "stop": 112.89,
                "byte_stop": 480277
              },
              {
                "text": "He had been shortly prior thereto been admitted to the New York Bar was seeking admission to the Ohio Bar, he being employed in Ohio in a community legal service organization under the auspices of the Ohio.",
                "start": 112.89,
                "byte_start": 480277,
                "stop": 130.531,
                "byte_stop": 550808
              },
              {
                "text": "And he declined originally to answer these questions in writing, stating his Fifth Amendment objection.",
                "start": 130.531,
                "byte_start": 550808,
                "stop": 139.195,
                "byte_stop": 585498
              },
              {
                "text": "When he had an interview with the two members of the subcommittee of the Character Committee, they -- he persisted in his refusal relying either then or shortly thereafter by letter upon his First Amendment right of association and upon being pressed however in the oral examination that occurs with one young man against two, not very many, much older members of the Character Committee.",
                "start": 139.195,
                "byte_start": 585498,
                "stop": 166.841,
                "byte_stop": 696048
              },
              {
                "text": "He answered as appears on page 6 all specific questions, the committee appears to have put to him, namely that he is not now and has never been a member of the Communist Party or any Socialist Party or the Students for a Democratic Society and that he has signed the standard U.S. Army preinduction security oath which has reference to the Attorney General’s list, same list that was involved in Schneider against Smith.",
                "start": 166.841,
                "byte_start": 696048,
                "stop": 200.16,
                "byte_stop": 829377
              },
              {
                "text": "The Committee as their reports which are in the record he indicate were very much impressed with his sincerity, his ability, his forthrightness, his reliance on principle and one of them indeed said that but for the failure to answer on the record made, he would recommend the admission of the petitioner provided that his colleagues would do so.",
                "start": 200.16,
                "byte_start": 829377,
                "stop": 224.268,
                "byte_stop": 925821
              },
              {
                "text": "But his colleagues refused to do so stating that because the questions have been asked and they regarded the Konigsberg case as an authority for these more general questions, they would not recommend his admission to the bar.",
                "start": 224.268,
                "byte_start": 925821,
                "stop": 238.951,
                "byte_stop": 984545
              },
              {
                "text": "The matter went to the Character Committee as a whole.",
                "start": 238.951,
                "byte_start": 984545,
                "stop": 241.749,
                "byte_stop": 995725
              },
              {
                "text": "The chairman wrote to the petitioner.",
                "start": 241.749,
                "byte_start": 995725,
                "stop": 243.366,
                "byte_stop": 1002203
              },
              {
                "text": "He again declined to answer and when the matter came before the Supreme Court of Ohio, he then retained counsel, his present counsel, who wrote to the Court, pointing out that even under the decision of the Judge Friendly’s court in the case next before Your Honors which had just condemned each of these three questions violated the rule of precision and while counsel took issue with Judge Friendly’s decision feeling that it had not gone far enough as Mr. Dawson will indicate in the next case, it seemed rather clear that under Judge Friendly’s decision, these questions were improper.",
                "start": 243.366,
                "byte_start": 1002203,
                "stop": 281.496,
                "byte_stop": 1154759
              },
              {
                "text": "The Court nevertheless being obviously being to the contrary view, denied petitioner’s admission to the Ohio Bar and this lawsuit resulted.",
                "start": 281.496,
                "byte_start": 1154759,
                "stop": 292.111,
                "byte_stop": 1197181
              },
              {
                "text": "Now, we make three points.",
                "start": 292.111,
                "byte_start": 1197181,
                "stop": 295.687,
                "byte_stop": 1211496
              },
              {
                "text": "The first is the precision argument, an argument well-supported by the cases to which I will develop unlike my last argument here most of my time, so that it could be presented clearly to the Court because it involves this very case.",
                "start": 295.687,
                "byte_start": 1211496,
                "stop": 312.812,
                "byte_stop": 1279937
              },
              {
                "text": "The second is the Fifth Amendment privilege argument which has been adverted to by Mr. Baird and I will simply add several distinctions in terms of points that could be made between this and Spivak.",
                "start": 312.812,
                "byte_start": 1279937,
                "stop": 325.656,
                "byte_stop": 1331346
              },
              {
                "text": "And the third is the argument that there is no substantial state interest either in the general inquiry with respect to advocacy and with respect to membership and organizations with political advocacy regardless of what it is, that the First Amendment is also a bar to such questions and more specifically that in this particular case, given this record, no substantial interest has been shown to justify the inquiry of the State.",
                "start": 325.656,
                "byte_start": 1331346,
                "stop": 356.114,
                "byte_stop": 1453181
              },
              {
                "text": "Now very briefly, when I went into a long line in my last argument here, let me state that these political -- these questions with respect to political advocacy and political association, our claim to have some relationship to the question of moral fitness for admission to the practice of the law and we agree of course that the moral fitness is as important of consideration as technical ability.",
                "start": 356.114,
                "byte_start": 1453181,
                "stop": 387.947,
                "byte_stop": 1580554
              },
              {
                "text": "But the moral fitness that we think this is relevant to is that stated by Mr. Justice Frankfurter in Schwer where he said, that from a profession charged with responsibilities, there must be exact of those qualities of true speaking, of a high sense of honor, of granted discretion, of the strictest observance of fiduciary responsibility that that have throughout the century been compendiously described as moral character.",
                "start": 387.947,
                "byte_start": 1580554,
                "stop": 419.112,
                "byte_stop": 1705211
              },
              {
                "text": "And as Mr. Justice Black stated in Konigsberg, it is an absence of conduct constituting moral turpitude.",
                "start": 419.112,
                "byte_start": 1705211,
                "stop": 429.753,
                "byte_stop": 1747738
              },
              {
                "text": "We think and we shall leave it really at this point that if one examines the questions of this nature that had been put to the members of the Bar in the 1920’s, the period in which Mr. Chief Justice Hughes, later Chief Justice Hughes defended the right of the socialist lawyers to be members of New York state legislature, or 1950’s, so-called Cold War period or late 1940’s.",
                "start": 429.753,
                "byte_start": 1747738,
                "stop": 459.601,
                "byte_stop": 1867170
              },
              {
                "text": "We see that this question which is directed to lawyers in a number of states, is a question that actually was directed to every conceivable occupation from the piano tunist in the District of Columbia discussed by Professor Galvan in the book we have cited to teachers, people in the merchant marine and to the private sectors of the motion pictures, television, radio and that the objective was always the same objective.",
                "start": 459.601,
                "byte_start": 1867170,
                "stop": 488.144,
                "byte_stop": 1981273
              },
              {
                "text": "A general fear in 1920 and 1921 of the Russian Revolution, a fear in 1947 and 1948 of an International Communist Movement threatening the foundation of the society as the Court indicated in Konigsberg and was not really based upon any concern that even communist lawyers were a threat to the Bar.",
                "start": 488.144,
                "byte_start": 1981273,
                "stop": 513.214,
                "byte_stop": 2081583
              },
              {
                "text": "And as I indicated in my last argument, really when one looks at the record of those who we think, so all we can say here were communist lawyers, there is no evidence at all that the clinical affiliation or advocacy even in that organization pinpointed by Konigsberg presented a threat to orderly judicial processes.",
                "start": 513.214,
                "byte_start": 2081583,
                "stop": 535.813,
                "byte_stop": 2171967
              },
              {
                "text": "But again, while I think that the important principle is one that ought to establish in this case.",
                "start": 535.813,
                "byte_start": 2171967,
                "stop": 542.683,
                "byte_stop": 2199448
              },
              {
                "text": "I think we can turn to our case which does not involve the question of communist party membership but involves the principle of the rule of precision which this Court has laid down in repeated cases, some before Konigsberg, I think, NAACP against Alabama was one of those and many of those after Konigsberg such as the Schneider and the Baggett against Bullitt and a lot.",
                "start": 542.683,
                "byte_start": 2199448,
                "stop": 565.024,
                "byte_stop": 2288786
              },
              {
                "text": "And in those cases, the general principle is that where freedom of association or privacy may be involved, the State even where it has a substantial interest, that State must use methods which will minimize the effect upon freedom of association.",
                "start": 565.024,
                "byte_start": 2288786,
                "stop": 583.731,
                "byte_stop": 2363601
              },
              {
                "text": "And the question is, has that happen in the present case with these questions, not the Konigsberg question and not anything else.",
                "start": 583.731,
                "byte_start": 2363601,
                "stop": 593.693,
                "byte_stop": 2403516
              },
              {
                "text": "Now, we suggest Your Honors, that it does not and that this case is clearly is clearly governed by Schneider against Smith and by Shelton against Tucker and that all three questions constitute the unlimited indiscriminate search referred to in Shelton against Tucker because they call for in one case all organizations within a certain category without naming them, leaving them to the individual to figure out which they are and all club societies and organizations (Audio Cut).",
                "start": 593.693,
                "byte_start": 2403516,
                "stop": 629.717,
                "byte_stop": 2547608
              },
              {
                "text": "The Court apparently in Killion did not feel any such difficulty and of course, you also had in Konigsberg as I will evoke to later on a specific finding made by all three branches of Government as the majority opinion said in 361, with 366 as second case, findings of fact supported by this Court’s decision.",
                "start": 629.717,
                "byte_start": 2547608,
                "stop": 653.005,
                "byte_stop": 2640708
              },
              {
                "text": "Now, Judge Friendly in the New York case found two objections to Question 12 (g).",
                "start": 653.005,
                "byte_start": 2640708,
                "stop": 659.298,
                "byte_stop": 2665890
              },
              {
                "text": "The first question was that it lacked knowledge on the part of the applicant with respect to the purpose of organization and the second was that it lacked contemporaneity.",
                "start": 659.298,
                "byte_start": 2665890,
                "stop": 669.342,
                "byte_stop": 2706119
              },
              {
                "text": "That is concurrence of knowledge with the unlawful advocacy of the organization.",
                "start": 669.342,
                "byte_start": 2706119,
                "stop": 674.659,
                "byte_stop": 2727330
              },
              {
                "text": "And so on, that principle, these cases would be -- these questions would be invalid, that is Question 12 (g).",
                "start": 674.659,
                "byte_start": 2727330,
                "stop": 682.887,
                "byte_stop": 2760244
              },
              {
                "text": "In addition, we have urged and this will be developed further by Professor Dawson when he argue the next case because he’s directing his focus -- directing his focus on the New York questions that the elements which the Court has found to exist as taking something out of the protected area.",
                "start": 682.887,
                "byte_start": 2760244,
                "stop": 703.125,
                "byte_stop": 2841224
              },
              {
                "text": "The elements based upon Scales in Brandenburg, of adherence to the purposes of the organization, not merely knowledge, a specific intent to advance them, the quality of incitement in the advocacy and possibly even as Brandenburg held and that was a criminal case, immanent danger to the community that those elements should be embodied in a question if questions at all are to be asked.",
                "start": 703.125,
                "byte_start": 2841224,
                "stop": 730.697,
                "byte_stop": 2951461
              },
              {
                "text": "Now, we have a reason why --",
                "start": 730.697,
                "byte_start": 2951461,
                "stop": 732.508,
                "byte_stop": 2958775
              }
            ],
            "start": 18.239,
            "speaker": {
              "identifier": "leonard_b_boudin",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Leonard B. Boudin",
              "ID": 34199,
              "last_name": "Boudin",
              "href": "https://api.oyez.org/people/leonard_b_boudin",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2958775,
            "stop": 735.126,
            "byte_stop": 2969224,
            "text_blocks": [
              {
                "text": "Does Judge Friendly was overruling Konigsberg?",
                "start": 732.508,
                "byte_start": 2958775,
                "stop": 735.126,
                "byte_stop": 2969224
              }
            ],
            "start": 732.508,
            "speaker": null
          },
          {
            "byte_start": 2969224,
            "stop": 1002.528,
            "byte_stop": 4038886,
            "text_blocks": [
              {
                "text": "No, Judge -- I should add, Judge Friendly did not agree with those standards.",
                "start": 735.126,
                "byte_start": 2969224,
                "stop": 740.933,
                "byte_stop": 2992421
              },
              {
                "text": "He did not believe -- he did not believe that it was necessary to apply the Brandenburg test.",
                "start": 740.933,
                "byte_start": 2992421,
                "stop": 747.698,
                "byte_stop": 3019483
              },
              {
                "text": "I don’t think he articulated his reasons for not believing it.",
                "start": 747.698,
                "byte_start": 3019483,
                "stop": 753.146,
                "byte_stop": 3041322
              },
              {
                "text": "Now, we have reasons why we think that even all of those elements Brandenburg, Konigsberg, Scales added to these questions do not solve the problem because they represent a restriction upon association which is deleterious and which is not necessary to advance even the interest of the State if they regarded as substantial here.",
                "start": 753.146,
                "byte_start": 3041322,
                "stop": 784.061,
                "byte_stop": 3164933
              },
              {
                "text": "For one thing, the questions that are put whether they have the elements or not require the applicant to make a judgment as to whether the organization fits into one political category as or another and as the Court’s opinions in Noto and Scales and Dennis have indicated, it is very difficult to makes such a judgment.",
                "start": 784.061,
                "byte_start": 3164933,
                "stop": 808.167,
                "byte_stop": 3261377
              },
              {
                "text": "There’s a very thin line sometimes between unlawful advocacy and lawful advocacy, a line which is at least should be made in a record before a Court, a jury under judicial procedures and not one left to the subjective judgment of the applicant how to balance by the subjective judgment of his interrogators.",
                "start": 808.167,
                "byte_start": 3261377,
                "stop": 830.972,
                "byte_stop": 3352597
              },
              {
                "text": "Maybe young or old members of character committees but normally taken from an area of society to which the applicant may not belong and to risk the perjury prosecution from speculation here, something we think suggested at a different context in Baggett against Bullitt where you had vague questions.",
                "start": 830.972,
                "byte_start": 3352597,
                "stop": 850.631,
                "byte_stop": 3431278
              },
              {
                "text": "The risks of that in this area is something -- is a reason for not using it and for searching for a different method of interrogation.",
                "start": 850.631,
                "byte_start": 3431278,
                "stop": 860.606,
                "byte_stop": 3471193
              },
              {
                "text": "We think also the consequences of asking these questions, all three questions that was put last time when I argued the last that case before Judge Bonsal and that is the question with a chilling effect.",
                "start": 860.606,
                "byte_start": 3471193,
                "stop": 875.043,
                "byte_stop": 3528871
              },
              {
                "text": "A lawsuit, not everyone but many, who knows that he is going to be asked these questions by not a committee of his peers but a committee of older, more conservative gentlemen perfectly respectable areas just as good he but with a different point of view, may very well be afraid to join organizations as a law student or as a college student.",
                "start": 875.043,
                "byte_start": 3528871,
                "stop": 896.812,
                "byte_stop": 3616016
              },
              {
                "text": "He may get through but why should he take the chance, why should he march in a peace parade as one man did only to be held up in New York for several months while the Character Committee speculated on why he marched in that peace parade.",
                "start": 896.812,
                "byte_start": 3616016,
                "stop": 909.818,
                "byte_stop": 3667947
              },
              {
                "text": "And so a young man will have a tendency to say, “Let me be careful, let me clear out all of this.",
                "start": 909.818,
                "byte_start": 3667947,
                "stop": 915.611,
                "byte_stop": 3691144
              },
              {
                "text": "If I want to join anything, I’ll join that before I become a member of the Bar, if I want to take that chance.”",
                "start": 915.611,
                "byte_start": 3691144,
                "stop": 920.241,
                "byte_stop": 3709639
              },
              {
                "text": "The second is that we have to think of the independence of the Bar which is much more than a phrase all of us and both sides of this table.",
                "start": 920.241,
                "byte_start": 3709639,
                "stop": 929.296,
                "byte_stop": 3745896
              },
              {
                "text": "We want a bar that is not colored politically which doesn’t have to have passed a political test, pass a test of conduct but not a political test of associations, of beliefs, of advocacy.",
                "start": 929.296,
                "byte_start": 3745896,
                "stop": 943.252,
                "byte_stop": 3801694
              },
              {
                "text": "And finally, we have a problem and the very important problem of the impact on the clients.",
                "start": 943.252,
                "byte_start": 3801694,
                "stop": 950.155,
                "byte_stop": 3829384
              },
              {
                "text": "There are minority groups.",
                "start": 950.155,
                "byte_start": 3829384,
                "stop": 952.254,
                "byte_stop": 3837743
              },
              {
                "text": "There are black, there are white.",
                "start": 952.254,
                "byte_start": 3837743,
                "stop": 953.632,
                "byte_stop": 3843281
              },
              {
                "text": "There are dissident groups, there are radical groups.",
                "start": 953.632,
                "byte_start": 3843281,
                "stop": 956.363,
                "byte_stop": 3854148
              },
              {
                "text": "Many of them think, sometimes I think mistakenly that they should have more confidence in a lawyer who thinks generally along their lines, that they will get a better, a better assistance from such a lawyer.",
                "start": 956.363,
                "byte_start": 3854148,
                "stop": 969.967,
                "byte_stop": 3908587
              },
              {
                "text": "As I say, I’m not sure they’re right.",
                "start": 969.967,
                "byte_start": 3908587,
                "stop": 974.363,
                "byte_stop": 3926141
              },
              {
                "text": "But they feel that way and the question is whether we are going to say to the young groups of dissident groups, minority groups, and dissidents have the wide range, we are going to screen out your lawyers.",
                "start": 974.363,
                "byte_start": 3926141,
                "stop": 987.188,
                "byte_stop": 3977446
              },
              {
                "text": "We are going to be sure that the lawyers you get are the kind that we think ought to be members of the bar and those who may very well be more sympathetic to your purposes are the lawyers whom we are not going to let you have.",
                "start": 987.188,
                "byte_start": 3977446,
                "stop": 999.774,
                "byte_stop": 4027810
              },
              {
                "text": "And I submit to Your Honors that there is a broad --",
                "start": 999.774,
                "byte_start": 4027810,
                "stop": 1002.528,
                "byte_stop": 4038886
              }
            ],
            "start": 735.126,
            "speaker": {
              "identifier": "leonard_b_boudin",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Leonard B. Boudin",
              "ID": 34199,
              "last_name": "Boudin",
              "href": "https://api.oyez.org/people/leonard_b_boudin",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4038886,
            "stop": 1025.887,
            "byte_stop": 4132300,
            "text_blocks": [
              {
                "text": "Mr. Boudin, basing on Justice Black’s question addressed I think either Mr. Baird or his friend in the earlier case which you heard, would you think the Bar examiners could appropriately ask, “Do you believe in the overthrow of the Government of the United States by force and balance, not whether you’re a member of any party or committee, do you believe in it?",
                "start": 1002.528,
                "byte_start": 4038886,
                "stop": 1025.887,
                "byte_stop": 4132300
              }
            ],
            "start": 1002.528,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 4132300,
            "stop": 1138.687,
            "byte_stop": 4583487,
            "text_blocks": [
              {
                "text": "I believe that the question concerning belief, Your Honor, is sacrosanct.",
                "start": 1025.887,
                "byte_start": 4132300,
                "stop": 1032.441,
                "byte_stop": 4158527
              },
              {
                "text": "I do not believe that such a question can be asked.",
                "start": 1032.441,
                "byte_start": 4158527,
                "stop": 1035.465,
                "byte_stop": 4170543
              },
              {
                "text": "There are people, there are judges on the justices on this Court, there are such eminent people as Professor Emerson who believed that all advocacy is a form of protected expression.",
                "start": 1035.465,
                "byte_start": 4170543,
                "stop": 1046.708,
                "byte_stop": 4215578
              },
              {
                "text": "I believe that too but whatever may be the dispute with respect to advocacy, no one has ever suggested whether on the political field or otherwise, and I think the political field is peculiarly delicate because it deals with doctrine.",
                "start": 1046.708,
                "byte_start": 4215578,
                "stop": 1059.559,
                "byte_stop": 4266987
              },
              {
                "text": "It tells you what writings you have read, that belief must be absolutely protected from inquiry.",
                "start": 1059.559,
                "byte_start": 4266987,
                "stop": 1069.332,
                "byte_stop": 4306066
              },
              {
                "text": "Now, the question that arises now Your Honors is whether given the picture that I have given of the reasons why we should have a more restricted means of inquiry granted arguendo a substantial state interest here, isn’t there a means which has a less chilling effect?",
                "start": 1069.332,
                "byte_start": 4306066,
                "stop": 1090.108,
                "byte_stop": 4389136
              },
              {
                "text": "And I suggest, Your Honor that a less drastic means, to use the term used innumerable decisions of this Court, would permit the elimination of screening of this kind even one with more specific and would have a number of other tests.",
                "start": 1090.108,
                "byte_start": 4389136,
                "stop": 1109.855,
                "byte_stop": 4468130
              },
              {
                "text": "A, if you had to have any screening at all.",
                "start": 1109.855,
                "byte_start": 4468130,
                "stop": 1113.196,
                "byte_stop": 4481505
              },
              {
                "text": "You would have a screening in which would say that only be with respect to specific organizations, organizations found by judicial writ, by take to Dennis this SACB against CP cases which I obviously disagree with but it’s still cases in which the due process aspect, the judicial findings of fact cannot be attacked on constitutional grounds.",
                "start": 1113.196,
                "byte_start": 4481505,
                "stop": 1138.687,
                "byte_stop": 4583487
              }
            ],
            "start": 1025.887,
            "speaker": {
              "identifier": "leonard_b_boudin",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Leonard B. Boudin",
              "ID": 34199,
              "last_name": "Boudin",
              "href": "https://api.oyez.org/people/leonard_b_boudin",
              "thumbnail": null
            }
          },
          {
            "byte_start": 4583487,
            "stop": 1162.092,
            "byte_stop": 4677110,
            "text_blocks": [
              {
                "text": "Mr. Boudin, your time is up but I’d like to -- as I recall it, I don’t remember the name the case Mr. Justice Roberts, in an opinion for Jehovah’s Witness stated many years ago other things can be attacked but beliefs are sacred and cannot be questioned.",
                "start": 1138.687,
                "byte_start": 4583487,
                "stop": 1159.743,
                "byte_stop": 4667705
              },
              {
                "text": "If you’re trying that, I don’t remember the name of the case.",
                "start": 1159.743,
                "byte_start": 4667705,
                "stop": 1162.092,
                "byte_stop": 4677110
              }
            ],
            "start": 1138.687,
            "speaker": null
          },
          {
            "byte_start": 4677110,
            "stop": 1174.122,
            "byte_stop": 4725070,
            "text_blocks": [
              {
                "text": "I will find that by tomorrow morning but I subscribe to it even now.",
                "start": 1162.092,
                "byte_start": 4677110,
                "stop": 1167.826,
                "byte_stop": 4699993
              },
              {
                "text": "Thank you.",
                "start": 1167.826,
                "byte_start": 4699993,
                "stop": 1174.122,
                "byte_stop": 4725070
              }
            ],
            "start": 1162.092,
            "speaker": {
              "identifier": "leonard_b_boudin",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "Leonard B. Boudin",
              "ID": 34199,
              "last_name": "Boudin",
              "href": "https://api.oyez.org/people/leonard_b_boudin",
              "thumbnail": null
            }
          }
        ],
        "byte_start": 28672,
        "stop": 1174.122,
        "byte_stop": 4725070
      }
    ],
    "title": "In re Stolar"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 39465,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1970/18/19701014r_18.delivery.mp3",
      "size": 4725384
    },
    {
      "mime": "audio/ogg",
      "id": 61432,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1970/18/19701014r_18.ogg",
      "size": 11604416
    },
    {
      "mime": "application/x-mpegURL",
      "id": 61433,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1970/18/19701014r_18.m3u8",
      "size": 15399
    }
  ],
  "id": 15171,
  "damaged": null,
  "title": "Oral Reargument - October 14, 1970"
}