{
  "unavailable": null,
  "public_note": null,
  "transcript": {
    "duration": 3458.515,
    "sections": [
      {
        "start": 0,
        "turns": [
          {
            "byte_start": 103424,
            "stop": 41.232,
            "byte_stop": 268413,
            "text_blocks": [
              {
                "text": "We’ll hear arguments next in Number 189, Chicago and Northwestern against United Transportation Company.",
                "start": 0,
                "byte_start": 103424,
                "stop": 38.825,
                "byte_stop": 258800
              },
              {
                "text": "You may proceed whenever you’re ready, Mr. Dempsey.",
                "start": 38.825,
                "byte_start": 258800,
                "stop": 41.232,
                "byte_stop": 268413
              }
            ],
            "start": 0,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 268413,
            "stop": 195.561,
            "byte_stop": 885739,
            "text_blocks": [
              {
                "text": "Thank you Mr. Chief Justice, may it please the Court.",
                "start": 41.232,
                "byte_start": 268413,
                "stop": 44.934,
                "byte_stop": 283251
              },
              {
                "text": "The question in this case has to do with Section 2 First of the Railway Labor Act, the provision that says that “it shall be the duty of parties to a railway labor dispute to exert every reasonable effort to dispose of their differences.”",
                "start": 44.934,
                "byte_start": 283251,
                "stop": 61.127,
                "byte_stop": 348035
              },
              {
                "text": "More precisely, the question is whether if a Union violates Section 2 First, may the company secure a strike injunction notwithstanding the fact that all of the other formal procedural requirements of the Act had been met.",
                "start": 61.127,
                "byte_start": 348035,
                "stop": 75.53,
                "byte_stop": 405608
              },
              {
                "text": "That is to say that conferences had been held and that mediation has been had and the Board has terminated jurisdiction and either an emergency board has or hasn’t been appointed, but in any case, the relevant cooling off period has run.",
                "start": 75.53,
                "byte_start": 405608,
                "stop": 91.572,
                "byte_stop": 469765
              },
              {
                "text": "Now, I think that I can summarize very briefly the factual events that led to the presentation of this issue here.",
                "start": 91.572,
                "byte_start": 469765,
                "stop": 100.42,
                "byte_stop": 505187
              },
              {
                "text": "The dispute between the parties has to do with the number of brakemen that should be employed upon the trains of the Northwestern.",
                "start": 100.42,
                "byte_start": 505187,
                "stop": 107.395,
                "byte_stop": 533086
              },
              {
                "text": "This is a part or an aspect of a much broader long-standing controversy between the railroads and the Unions with respect to a wide range of work rules that the railroads have maintained are unduly burdensome anachronisms.",
                "start": 107.395,
                "byte_start": 533086,
                "stop": 124.711,
                "byte_stop": 602363
              },
              {
                "text": "I suppose the most prominent example of this sort of a problem has to do with use of firemen on diesel locomotives.",
                "start": 124.711,
                "byte_start": 602363,
                "stop": 130.8,
                "byte_stop": 626709
              },
              {
                "text": "Now, with respect to the brakemen problem, the carriers of the country secured very substantial relief in the mid-1960’s by virtue of a compulsory arbitration statute that was enacted by the Congress in late 1963 and pursuant to that legislation, arbitration board sat across the country and the consequence was that the carriers were authorized to eliminate thousands and thousands of brakemen positions or however subject to the obligation to protect the existing employees.",
                "start": 130.8,
                "byte_start": 626709,
                "stop": 160.722,
                "byte_stop": 746350
              },
              {
                "text": "On the Northwestern, the authorization for elimination went to something in the way of 200 crews which represented a potential saving of something in the way of $2 million a year, but these awards expired in January of 1966 and so in June and July of 1965 the Union began its efforts to recapture its position by serving upon some 80 odd railroads Section 6 proposals which would have restored all of the eliminated positions.",
                "start": 160.722,
                "byte_start": 746350,
                "stop": 195.03,
                "byte_stop": 883545
              },
              {
                "text": "And the --",
                "start": 195.03,
                "byte_start": 883545,
                "stop": 195.561,
                "byte_stop": 885739
              }
            ],
            "start": 41.232,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 885739,
            "stop": 199.506,
            "byte_stop": 901517,
            "text_blocks": [
              {
                "text": "Was that expiration by the very terms of the award?",
                "start": 195.561,
                "byte_start": 885739,
                "stop": 199.306,
                "byte_stop": 900681
              },
              {
                "text": "There must be --?",
                "start": 199.306,
                "byte_start": 900681,
                "stop": 199.506,
                "byte_stop": 901517
              }
            ],
            "start": 195.561,
            "speaker": {
              "identifier": "harry_a_blackmun",
              "view_count": 0,
              "length_of_service": 8821,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Harry A. Blackmun",
              "ID": 15045,
              "last_name": "Blackmun",
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "thumbnail": {
                "mime": "image/png",
                "id": 32712,
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "size": 50281
              }
            }
          },
          {
            "byte_start": 901517,
            "stop": 206.476,
            "byte_stop": 929416,
            "text_blocks": [
              {
                "text": "It was by the terms of the award Mr. Justice Blackmun as required by the statute.",
                "start": 199.506,
                "byte_start": 901517,
                "stop": 206.476,
                "byte_stop": 929416
              }
            ],
            "start": 199.506,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 929416,
            "stop": 213.704,
            "byte_stop": 958255,
            "text_blocks": [
              {
                "text": "What was the utility of the whole scheme if there was a terminal point on that presumably corrective action?",
                "start": 206.476,
                "byte_start": 929416,
                "stop": 213.704,
                "byte_stop": 958255
              }
            ],
            "start": 206.476,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 958255,
            "stop": 604.414,
            "byte_stop": 2521109,
            "text_blocks": [
              {
                "text": "Well, the hope of the Congress I take it was that during this 2-year period, as some of the courts have indicated who have reviewed this matter, that a new plateau of work rules and manning regulations would be achieved to collect the bargain.",
                "start": 213.704,
                "byte_start": 958255,
                "stop": 230.19,
                "byte_stop": 1024188
              },
              {
                "text": "And the alternative of course was to make the solution a permanent one and the Congress group Act from that and the hope that the parties would workout their own differences during this period, but unhappily that hope has not matured.",
                "start": 230.19,
                "byte_start": 1024188,
                "stop": 243.843,
                "byte_stop": 1078836
              },
              {
                "text": "And what happened then of the expiration of the awards was that the Union in pursuit of these Section 6 notices insisted upon carrier by carrier negotiation which put them in the position to call whipsaw strikes against individual railroads and the consequence of all that was a series of strikes and threats of strikes in 1968 and 1969 and the consequence of that was the surrender by most of the nation's railroads of practically all the benefits that they had secured under this arbitration awards.",
                "start": 243.843,
                "byte_start": 1078836,
                "stop": 274.445,
                "byte_stop": 1201298
              },
              {
                "text": "The Union got to the Northwestern rather late in this series of mediations but in any case conferences were had, mediation was held and the Board terminated its jurisdiction over the case in October of 1969, October 16th by the way, so that the 30-day cooling off period ran on November 16th of 1969.",
                "start": 274.445,
                "byte_start": 1201298,
                "stop": 298.719,
                "byte_stop": 1298369
              },
              {
                "text": "And three days later the Northwestern brought this suit alleging that though conferences had been had and mediation had been held, that they were not the sort of conferences and it was not the sort of mediation contemplated by the Act because the Union which was charged had not fulfilled its obligations in terms of bargaining that were imposed upon it by Section 2 First.",
                "start": 298.719,
                "byte_start": 1298369,
                "stop": 323.436,
                "byte_stop": 1397217
              },
              {
                "text": "The District Court granted a restraining order.",
                "start": 323.436,
                "byte_start": 1397217,
                "stop": 325.551,
                "byte_stop": 1405680
              },
              {
                "text": "A hearing was had on the most of the preliminary injunction, but at the conclusion of the Northwestern’s evidence, the District Court dismissed the complaint without reaching the merits of the allegations on the ground that Section 2 First of the Act is not enforceable by the courts, but only by the National Mediation Board.",
                "start": 325.551,
                "byte_start": 1405680,
                "stop": 345.505,
                "byte_stop": 1485511
              },
              {
                "text": "The District Court did grant an injunction pending appeal.",
                "start": 345.505,
                "byte_start": 1485511,
                "stop": 348.475,
                "byte_stop": 1497422
              },
              {
                "text": "After an expedited appeal, the Court of Appeals affirmed on the same rationale, but recognizing that its decision was contrary to a decision of the Fourth Circuit in the Piedmont Aviation case, the Court of Appeals stayed its mandate pending the outcome of these proceedings before this Court.",
                "start": 348.475,
                "byte_start": 1497422,
                "stop": 365.671,
                "byte_stop": 1566177
              },
              {
                "text": "Here, the respondent urges the adoption of the rationale of the lower courts that is that Section 2 First does not impose judicially enforceable obligations.",
                "start": 365.671,
                "byte_start": 1566177,
                "stop": 378.832,
                "byte_stop": 1618840
              },
              {
                "text": "The AFL amicus curiae on the other hand, suggests that even if 2 First is judicially enforceable that the mode of enforcement should not include strike injunctions because of the prohibitions of Norris-LaGuardia.",
                "start": 378.832,
                "byte_start": 1618840,
                "stop": 394.073,
                "byte_stop": 1679757
              },
              {
                "text": "I want of course to touch upon both strands of these arguments but before I do that, I should like to indicate to the Court the range of different kinds of problems that have been dealt with by the courts under Section 2 First, because it is our view that if the decision of the lower court is affirmed there will be a very dislocating effect with respect to a substantial and important body of case law that has been built up on the premise of Section 2 First is enforceable.",
                "start": 394.073,
                "byte_start": 1679757,
                "stop": 426.323,
                "byte_stop": 1808802
              },
              {
                "text": "Of course, one kind of case is the one that was alleged in the Court below in here that I won’t go to the evidence because the lower courts never reached it.",
                "start": 426.323,
                "byte_start": 1808802,
                "stop": 435.059,
                "byte_stop": 1843702
              },
              {
                "text": "But the character of the allegations go to what has been called subjective bad faith bargaining, at least, many of the allegations go to that so that this is the kind of the case in which it's charged that the Union came to the bargaining table with a predetermined position and a determination not to deviate from that position no matter what relevant considerations might be advanced for the carrier.",
                "start": 435.059,
                "byte_start": 1843702,
                "stop": 462.985,
                "byte_stop": 1955401
              },
              {
                "text": "It was in the terms of art that are sometimes used in this area, a surface bargaining, take it or leave it bargaining and the only option given to the carrier was to concede or to take a strike.",
                "start": 462.985,
                "byte_start": 1955401,
                "stop": 478.361,
                "byte_stop": 2016946
              },
              {
                "text": "Now, I should like to indicate that 2 First is a two-way street with respect to this kind of charge as the pending litigation brought by the United States against the Florida East Coast Railway indicates.",
                "start": 478.361,
                "byte_start": 2016946,
                "stop": 489.761,
                "byte_stop": 2062503
              },
              {
                "text": "We’ve described that litigation in our supplemental reply brief, but there the Government joined by the Unions is asserting that the railroad of Florida East Coast should not be permitted to put into effect its sweeping Section 6 proposals notwithstanding the fact that it has exhausted all of the formal procedures of the Act on the ground as the Government charges that the railroad has not complied with its bargaining obligations under Section 2 First.",
                "start": 489.761,
                "byte_start": 2062503,
                "stop": 518.653,
                "byte_stop": 2178069
              },
              {
                "text": "Now, there’s another kind of a problem that the courts have dealt with under 2 First and that has to do with the bargaining authority of the collective bargaining representatives.",
                "start": 518.653,
                "byte_start": 2178069,
                "stop": 528.335,
                "byte_stop": 2216835
              },
              {
                "text": "In the case at bar for example, the evidence showed that the Union representatives refused even to discuss a compromise proposal by the railroad that would have involved the payment of very substantial additional compensation to the existing employees, something in the way of an extra thousand dollars a year.",
                "start": 528.335,
                "byte_start": 2216835,
                "stop": 548.169,
                "byte_stop": 2296142
              },
              {
                "text": "And it showed also that the reason, of course this is only carrier’s evidence, the Union hasn't had a chance to put a case in, but by the carrier’s evidence, it showed that the reason that the agents, the collective bargaining representatives refused even to discuss this proposal is because a convention resolution tied their hands and this kind of a restriction upon the authority of bargaining representatives has been held by the Fourth Circuit Court of Appeals in Piedmont Aviation to contravene Section 2 First.",
                "start": 548.169,
                "byte_start": 2296142,
                "stop": 580.332,
                "byte_stop": 2424769
              },
              {
                "text": "In addition, the enforceability of moratorium clauses has been dealt with in the lower courts under Section 2 First.",
                "start": 580.332,
                "byte_start": 2424769,
                "stop": 588.184,
                "byte_stop": 2456221
              },
              {
                "text": "Moratorium clauses are coming into more widespread use in this industry.",
                "start": 588.184,
                "byte_start": 2456221,
                "stop": 592.173,
                "byte_stop": 2472208
              },
              {
                "text": "The hope of course is that in this industry as has been true on others, disputes can be settled and then there can be for a substantial period of time some reasonable tranquility, but --",
                "start": 592.173,
                "byte_start": 2472208,
                "stop": 604.414,
                "byte_stop": 2521109
              }
            ],
            "start": 213.704,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2521109,
            "stop": 605.475,
            "byte_stop": 2525393,
            "text_blocks": [
              {
                "text": "Mr. Dempsey, --",
                "start": 604.414,
                "byte_start": 2521109,
                "stop": 605.475,
                "byte_stop": 2525393
              }
            ],
            "start": 604.414,
            "speaker": null
          },
          {
            "byte_start": 2525393,
            "stop": 606.237,
            "byte_stop": 2528423,
            "text_blocks": [
              {
                "text": "Yes, Mr. Justice?",
                "start": 605.475,
                "byte_start": 2525393,
                "stop": 606.237,
                "byte_stop": 2528423
              }
            ],
            "start": 605.475,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2528423,
            "stop": 613.774,
            "byte_stop": 2558621,
            "text_blocks": [
              {
                "text": "Is there a split among the lower courts as to the judicial enforceability of 2 First?",
                "start": 606.237,
                "byte_start": 2528423,
                "stop": 613.774,
                "byte_stop": 2558621
              }
            ],
            "start": 606.237,
            "speaker": null
          },
          {
            "byte_start": 2558621,
            "stop": 618.645,
            "byte_stop": 2578056,
            "text_blocks": [
              {
                "text": "There is no split to my knowledge except the split that was opened by the decision of the lower court in this case.",
                "start": 613.774,
                "byte_start": 2558621,
                "stop": 618.645,
                "byte_stop": 2578056
              }
            ],
            "start": 613.774,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2578056,
            "stop": 620.286,
            "byte_stop": 2584639,
            "text_blocks": [
              {
                "text": "That’s what I understood now?",
                "start": 618.645,
                "byte_start": 2578056,
                "stop": 620.286,
                "byte_stop": 2584639
              }
            ],
            "start": 618.645,
            "speaker": null
          },
          {
            "byte_start": 2584639,
            "stop": 620.894,
            "byte_stop": 2587042,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 620.286,
                "byte_start": 2584639,
                "stop": 620.518,
                "byte_stop": 2585579
              },
              {
                "text": "I think we’ve cited --",
                "start": 620.518,
                "byte_start": 2585579,
                "stop": 620.894,
                "byte_stop": 2587042
              }
            ],
            "start": 620.286,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2587042,
            "stop": 622.878,
            "byte_stop": 2594983,
            "text_blocks": [
              {
                "text": "And prior to that there was no split?",
                "start": 620.894,
                "byte_start": 2587042,
                "stop": 622.878,
                "byte_stop": 2594983
              }
            ],
            "start": 620.894,
            "speaker": null
          },
          {
            "byte_start": 2594983,
            "stop": 672.372,
            "byte_stop": 2792991,
            "text_blocks": [
              {
                "text": "Prior to that decision, we’ve cited something in the way of 30-40 lower court of decisions in our brief including decisions of Fourth Circuit Court of Appeals that sustained the enforceability of 2 First.",
                "start": 622.878,
                "byte_start": 2594983,
                "stop": 634.873,
                "byte_stop": 2642944
              },
              {
                "text": "In the moratorium area, Mr. Justice Harlan, the leading decision is one written by Judge Friendly for the Second Circuit Court of Appeals quite recently in the Seaboard World Airlines case.",
                "start": 634.873,
                "byte_start": 2642944,
                "stop": 644.134,
                "byte_stop": 2680038
              },
              {
                "text": "The problem here arises when the Union concedes that if Section 6 notices is within the terms of the moratorium so that there’s no question for the adjustment board, but it asserts that the moratorium clause is not valid either because it’s hostile to the purposes of the Railway Labor Act or for some other contract reason and the lower courts have considered and decided those cases and enforced the moratorium caused by strike injunction.",
                "start": 644.134,
                "byte_start": 2680038,
                "stop": 672.372,
                "byte_stop": 2792991
              }
            ],
            "start": 622.878,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2792991,
            "stop": 674.829,
            "byte_stop": 2802813,
            "text_blocks": [
              {
                "text": "Could you tell me briefly what a moratorium clause is?",
                "start": 672.372,
                "byte_start": 2792991,
                "stop": 674.829,
                "byte_stop": 2802813
              }
            ],
            "start": 672.372,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 2802813,
            "stop": 720.517,
            "byte_stop": 2985566,
            "text_blocks": [
              {
                "text": "Well, they’re of different types, but basically, the moratorium clause would bar the Unions and the carriers from serving Section 6 notices covering prescribed subjects.",
                "start": 674.829,
                "byte_start": 2802813,
                "stop": 684.828,
                "byte_stop": 2842833
              },
              {
                "text": "Generally speaking, the subjects that result in that particular contract for a particular period of time and they may be accompanied, although I don’t think it's necessary that they be accompanied, but they may be accompanied by an no strike clause, as Boys Market kind of a case that the Court had last year and indeed, the Seaboard World Airlines case did involve a moratorium clause with a no strike provision and as I say, the Courts enforced those clauses by virtue of the obligation of Section 2 First upon the parties not only to make but also to maintain agreements.",
                "start": 684.828,
                "byte_start": 2842833,
                "stop": 720.517,
                "byte_stop": 2985566
              }
            ],
            "start": 674.829,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 2985566,
            "stop": 735.434,
            "byte_stop": 3045230,
            "text_blocks": [
              {
                "text": "And a moratorium clause is a promise that the party -- the each -- by each -- made by each party in consideration for the others promise I suppose that neither party will bring up a certain subject for x years --",
                "start": 720.517,
                "byte_start": 2985566,
                "stop": 735.434,
                "byte_stop": 3045230
              }
            ],
            "start": 720.517,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 3045230,
            "stop": 735.958,
            "byte_stop": 3047320,
            "text_blocks": [
              {
                "text": "That’s right.",
                "start": 735.434,
                "byte_start": 3045230,
                "stop": 735.808,
                "byte_stop": 3046693
              },
              {
                "text": "We’ve --",
                "start": 735.808,
                "byte_start": 3046693,
                "stop": 735.958,
                "byte_stop": 3047320
              }
            ],
            "start": 735.434,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3047320,
            "stop": 736.065,
            "byte_stop": 3047737,
            "text_blocks": [
              {
                "text": "-- In a Section 6 note?",
                "start": 735.958,
                "byte_start": 3047320,
                "stop": 736.065,
                "byte_stop": 3047737
              }
            ],
            "start": 735.958,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 3047737,
            "stop": 738.124,
            "byte_stop": 3055992,
            "text_blocks": [
              {
                "text": "-- settled in this contract wages, --",
                "start": 736.065,
                "byte_start": 3047737,
                "stop": 738.124,
                "byte_stop": 3055992
              }
            ],
            "start": 736.065,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3055992,
            "stop": 738.362,
            "byte_stop": 3056933,
            "text_blocks": [
              {
                "text": "Yes, Section 6?",
                "start": 738.124,
                "byte_start": 3055992,
                "stop": 738.362,
                "byte_stop": 3056933
              }
            ],
            "start": 738.124,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 3056933,
            "stop": 743.574,
            "byte_stop": 3077726,
            "text_blocks": [
              {
                "text": "-- health and welfare and whatever else it is that we’ve settled and we’ve settled and we promised not to reopen for --",
                "start": 738.362,
                "byte_start": 3056933,
                "stop": 743.574,
                "byte_stop": 3077726
              }
            ],
            "start": 738.362,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3077726,
            "stop": 745.867,
            "byte_stop": 3086921,
            "text_blocks": [
              {
                "text": "You promise not to bring up for eight years?",
                "start": 743.574,
                "byte_start": 3077726,
                "stop": 745.867,
                "byte_stop": 3086921
              }
            ],
            "start": 743.574,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 3086921,
            "stop": 749.223,
            "byte_stop": 3100400,
            "text_blocks": [
              {
                "text": "Right.",
                "start": 745.867,
                "byte_start": 3086921,
                "stop": 747.119,
                "byte_stop": 3091937
              },
              {
                "text": "Usually, not quite that long.",
                "start": 747.119,
                "byte_start": 3091937,
                "stop": 749.223,
                "byte_stop": 3100400
              }
            ],
            "start": 745.867,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3100400,
            "stop": 751.637,
            "byte_stop": 3110013,
            "text_blocks": [
              {
                "text": "18 months?",
                "start": 749.223,
                "byte_start": 3100400,
                "stop": 751.637,
                "byte_stop": 3110013
              }
            ],
            "start": 749.223,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 3110013,
            "stop": 752.627,
            "byte_stop": 3113984,
            "text_blocks": [
              {
                "text": "Then also --",
                "start": 751.637,
                "byte_start": 3110013,
                "stop": 752.627,
                "byte_stop": 3113984
              }
            ],
            "start": 751.637,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3113984,
            "stop": 763.688,
            "byte_stop": 3158183,
            "text_blocks": [
              {
                "text": "A good many of your cases that you’ve cited are directed to enforcing the obligation not only to bargain, but the bargain in good faith or to make -- what’s the statute you say, make a reasonable --",
                "start": 752.627,
                "byte_start": 3113984,
                "stop": 763.688,
                "byte_stop": 3158183
              }
            ],
            "start": 752.627,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 3158183,
            "stop": 764.012,
            "byte_stop": 3159542,
            "text_blocks": [
              {
                "text": "Every reasonable effort.",
                "start": 763.688,
                "byte_start": 3158183,
                "stop": 764.012,
                "byte_stop": 3159542
              }
            ],
            "start": 763.688,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3159542,
            "stop": 771.033,
            "byte_stop": 3187649,
            "text_blocks": [
              {
                "text": "-- reasonable efforts.",
                "start": 764.012,
                "byte_start": 3159542,
                "stop": 765.494,
                "byte_stop": 3165497
              },
              {
                "text": "Are they directed specifically to analyzing what reasonable efforts are?",
                "start": 765.494,
                "byte_start": 3165497,
                "stop": 771.033,
                "byte_stop": 3187649
              }
            ],
            "start": 764.012,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 3187649,
            "stop": 778.303,
            "byte_stop": 3216697,
            "text_blocks": [
              {
                "text": "Some are -- I think the bulk of the cases probably are directed to the kind of problems that I’m talking about now.",
                "start": 771.033,
                "byte_start": 3187649,
                "stop": 776.643,
                "byte_stop": 3210010
              },
              {
                "text": "The making --",
                "start": 776.643,
                "byte_start": 3210010,
                "stop": 778.303,
                "byte_stop": 3216697
              }
            ],
            "start": 771.033,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3216697,
            "stop": 780.164,
            "byte_stop": 3224116,
            "text_blocks": [
              {
                "text": "Or just flat refusal to bargain at all?",
                "start": 778.303,
                "byte_start": 3216697,
                "stop": 780.164,
                "byte_stop": 3224116
              }
            ],
            "start": 778.303,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 3224116,
            "stop": 785.13,
            "byte_stop": 3243969,
            "text_blocks": [
              {
                "text": "Oh no, I don’t think there are many flat refusals to bargain.",
                "start": 780.164,
                "byte_start": 3224116,
                "stop": 784.27,
                "byte_stop": 3240521
              },
              {
                "text": "The question is always --",
                "start": 784.27,
                "byte_start": 3240521,
                "stop": 785.13,
                "byte_stop": 3243969
              }
            ],
            "start": 780.164,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3243969,
            "stop": 786.408,
            "byte_stop": 3249089,
            "text_blocks": [
              {
                "text": "Not since the Virginian?",
                "start": 785.13,
                "byte_start": 3243969,
                "stop": 786.408,
                "byte_stop": 3249089
              }
            ],
            "start": 785.13,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 3249089,
            "stop": 803.137,
            "byte_stop": 3316067,
            "text_blocks": [
              {
                "text": "Not since Virginian and I think that’s right, right.",
                "start": 786.408,
                "byte_start": 3249089,
                "stop": 789.092,
                "byte_stop": 3259852
              },
              {
                "text": "Now, there could be a situation of a flat refusal of the bargain on the basis of the position of law that the moratorium clause does or doesn’t bar the proposal and then that kind of case will arise.",
                "start": 789.092,
                "byte_start": 3259852,
                "stop": 803.137,
                "byte_stop": 3316067
              }
            ],
            "start": 786.408,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 3316067,
            "stop": 813.699,
            "byte_stop": 3358281,
            "text_blocks": [
              {
                "text": "Do you equate these two phrases, the good faith bargaining and the duty to use every reasonable effort?",
                "start": 803.137,
                "byte_start": 3316067,
                "stop": 813.699,
                "byte_stop": 3358281
              }
            ],
            "start": 803.137,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 3358281,
            "stop": 1291.021,
            "byte_stop": 5267519,
            "text_blocks": [
              {
                "text": "No.",
                "start": 813.699,
                "byte_start": 3358281,
                "stop": 814.529,
                "byte_stop": 3361625
              },
              {
                "text": "Mr. Chief Justice, I don’t myself.",
                "start": 814.529,
                "byte_start": 3361625,
                "stop": 818.912,
                "byte_stop": 3379075
              },
              {
                "text": "I think that the -- I read Section 2 First as to somewhat broader provision than the good faith bargaining clause in the LMRA and I suggest that the kinds of cases I’m describing now indicate that it is.",
                "start": 818.912,
                "byte_start": 3379075,
                "stop": 834.829,
                "byte_stop": 3442813
              },
              {
                "text": "The enforceability of a moratorium clause may fall under Section 301 jurisdiction of the LMRA but on the Railway Labor Act there’s no equivalence and so it’s put under Section 2 First.",
                "start": 834.829,
                "byte_start": 3442813,
                "stop": 844.609,
                "byte_stop": 3481893
              },
              {
                "text": "Now, I think in one, in the Chicago Rock Island case, Judge Friendly observed that Section 2 First was written in somewhat broader language and it might well have a broader scope.",
                "start": 844.609,
                "byte_start": 3481893,
                "stop": 857.76,
                "byte_stop": 3534555
              },
              {
                "text": "For example, the lower courts have also decided whether the bargaining unit should be a multi-employer unit in a particular controversy or a single employer unit in a single controversy depending upon which of those methods of negotiations seem to give the greater promise of a piece of a resolution of the problem and they’ve decided that under Section 2 First and I think there’s no equivalent kind of decision under the LMRA Good Faith Bargaining clause, So that the lines of cases that I'm talking about may fall some place else under LMRA, but I don’t think they fall in to the Good Faith Bargaining provision of the LMRA.",
                "start": 857.76,
                "byte_start": 3534555,
                "stop": 897.744,
                "byte_stop": 3694425
              },
              {
                "text": "And I finally, I should mention the role that Section 2 First plays in the status quo provisions of the Act.",
                "start": 897.744,
                "byte_start": 3694425,
                "stop": 904.83,
                "byte_stop": 3722846
              },
              {
                "text": "Now, in Jacksonville Terminal and in last year in Detroit and Toledo Shoreline, this Court indicated that the structure of the Act contemplated that both parties maintain the status quo during the exhaustion of all of the major disputes procedures of the Act and there’s no difficulty here, if one looks at the status quo provisions that come into play when the mediation board terminates its services because Sections 5 and 10 clearly applied to both parties.",
                "start": 904.83,
                "byte_start": 3722846,
                "stop": 930.997,
                "byte_stop": 3827440
              },
              {
                "text": "But there is a difficulty, a textual difficulty with respect to Section 6 which governs the relations of the parties during this whole period of conferences and mediation because Section 6 in terms applies only to the carriers.",
                "start": 930.997,
                "byte_start": 3827440,
                "stop": 945.635,
                "byte_stop": 3886059
              },
              {
                "text": "Now, it’s plain to me that the Court discerned that difficulty in writing the Shoreline case because after describing these various status quo provisions in 6, 5 and 10 the Court concluded by saying this.",
                "start": 945.635,
                "byte_start": 3886059,
                "stop": 959.417,
                "byte_stop": 3941125
              },
              {
                "text": "“These provisions must be read in connection with the implicit status quo requirement in the obligation imposed upon both parties by Section 2 First.”",
                "start": 959.417,
                "byte_start": 3941125,
                "stop": 969.17,
                "byte_stop": 3980204
              },
              {
                "text": "Now, the point that I want to make is that where such an important and variegated structure of case law has been built in this area upon the premise of Section 2 First is enforceable and enforceable by strike injunction because every case that I’ve talked about is strike injunction case.",
                "start": 969.17,
                "byte_start": 3980204,
                "stop": 990.25,
                "byte_stop": 4064528
              },
              {
                "text": "The respondent I respectfully submit has a heavy burden to meet in showing that indeed Section 2 First is not enforceable.",
                "start": 990.25,
                "byte_start": 4064528,
                "stop": 999.946,
                "byte_stop": 4103293
              },
              {
                "text": "Now, let me briefly talk about the arguments made on both sides.",
                "start": 999.946,
                "byte_start": 4103293,
                "stop": 1003.829,
                "byte_stop": 4118758
              },
              {
                "text": "I’d like to discuss the question of justiciability first putting aside for the moment the Norris-LaGuardia matter.",
                "start": 1003.829,
                "byte_start": 4118758,
                "stop": 1010.297,
                "byte_stop": 4144671
              },
              {
                "text": "We say in the first place that the language of the statutes strongly supports us.",
                "start": 1010.297,
                "byte_start": 4144671,
                "stop": 1014.209,
                "byte_stop": 4160345
              },
              {
                "text": "It says that it shall be the duty of the parties to comply with 2 First.",
                "start": 1014.209,
                "byte_start": 4160345,
                "stop": 1019.775,
                "byte_stop": 4182601
              },
              {
                "text": "Secondly, we say that the legislative history of the Act supports us again quite strongly.",
                "start": 1019.775,
                "byte_start": 4182601,
                "stop": 1026.878,
                "byte_stop": 4211022
              },
              {
                "text": "We’ve discussed it in some detail on Pages 35 to 38 of our brief and of course I don’t have time to review it in detail here but by way of illustration let me simply say that Mr. Richburg who discussed this matter for the Unions in the hearings at some considerable length to summarize this position by saying this about Section 2 First.",
                "start": 1026.878,
                "byte_start": 4211022,
                "stop": 1046.39,
                "byte_stop": 4289076
              },
              {
                "text": "The legal obligation is imposed and as I have previously stated and I want to emphasize it, I believe that the deliberate violation of that legal obligation could be prevented by Court compulsion, there is nothing to the contrary in legislative history of this provision.",
                "start": 1046.39,
                "byte_start": 4289076,
                "stop": 1061.452,
                "byte_stop": 4349262
              },
              {
                "text": "Now, third and I suppose really first in order of importance, this Court in Virginian Railway held that Section 2 First is enforceable by the courts.",
                "start": 1061.452,
                "byte_start": 4349262,
                "stop": 1071.062,
                "byte_stop": 4387715
              },
              {
                "text": "There, this Court enforced an injunction or affirmed the validity of an injunction against the carrier which not only bounded to treat with the employees within the meaning of Section 2 Nine, but also to exercise, exert every reasonable effort to settle their disputes within under Section 2 First and it was argued to this Court that Section 2 First is not justiciable and this Court rejected that contention.",
                "start": 1071.062,
                "byte_start": 4387715,
                "stop": 1096.911,
                "byte_stop": 4491160
              },
              {
                "text": "I think the key paragraph perhaps in the opinion is one of those quoted on Page 50 of our brief, I’ll just read one sentence of it.",
                "start": 1096.911,
                "byte_start": 4491160,
                "stop": 1105.481,
                "byte_stop": 4525432
              },
              {
                "text": "It, that is the statute, at least requires the employer to meet and confer with the authorized representative of its employees to listen to their complaints, to make reasonable effort to compose differences, in short, to enter into a negotiation for the settlement of labor disputes such as is contemplated by Section 2 First and every subsequent expression of opinion by this Court about Section 2 First in Virginian is thoroughly in accord.",
                "start": 1105.481,
                "byte_start": 4525432,
                "stop": 1132.56,
                "byte_stop": 4633684
              },
              {
                "text": "We’ve quoted all of the relevant passages from a number of this Court’s opinions beginning on Page 52 of our brief.",
                "start": 1132.56,
                "byte_start": 4633684,
                "stop": 1140.021,
                "byte_stop": 4663568
              },
              {
                "text": "Let me just read one from the leading opinion in Elgin, Joliet and Eastern versus Burley.",
                "start": 1140.021,
                "byte_start": 4663568,
                "stop": 1147.267,
                "byte_stop": 4692511
              },
              {
                "text": "This is what the Court said there.",
                "start": 1147.267,
                "byte_start": 4692511,
                "stop": 1149.495,
                "byte_stop": 4701497
              },
              {
                "text": "“Thus, one of the statute's primary commands judicially enforceable is found in the repeated declaration of a duty upon all parties to a dispute to negotiate for its settlement.",
                "start": 1149.495,
                "byte_start": 4701497,
                "stop": 1159.981,
                "byte_stop": 4743398
              },
              {
                "text": "This duty is not barely perfunctory.",
                "start": 1159.981,
                "byte_start": 4743398,
                "stop": 1162.483,
                "byte_stop": 4753429
              },
              {
                "text": "Good faith exhaustion of a possibility of agreement is required to fulfill it,” citing Virginian in Section 2 among other provisions.",
                "start": 1162.483,
                "byte_start": 4753429,
                "stop": 1173.062,
                "byte_stop": 4795747
              },
              {
                "text": "Now, the respondent on the lower court rely upon M-K-T, but in M-K-T this Court simply held that Section 2 Ninth of the Act was design specifically to cover representational disputes and that provision withdrew those disputes from the Court and it simply said with respect to 2 First and 2 Second that this more generally phrased provisions could not detract from that more specific intent going to that kind of dispute, but we don’t have a representational dispute here and this Court has never said anything that in any way intimates that it ever intended to cut into Virginian.",
                "start": 1173.062,
                "byte_start": 4795747,
                "stop": 1212.208,
                "byte_stop": 4952273
              },
              {
                "text": "Just a word or two about the Mediation Board, the lower courts thought that the Mediation Board had authority to enforce Section 2 First.",
                "start": 1212.208,
                "byte_start": 4952273,
                "stop": 1220.481,
                "byte_stop": 4985396
              },
              {
                "text": "In the first place, the statute doesn’t say that.",
                "start": 1220.481,
                "byte_start": 4985396,
                "stop": 1222.561,
                "byte_stop": 4993755
              },
              {
                "text": "This Court in Detroit and Toledo Shoreline last year in rejecting a long standing interpretation of the Board of the Act said that the Board has no adjudicatory responsibility in major disputes.",
                "start": 1222.561,
                "byte_start": 4993755,
                "stop": 1232.883,
                "byte_stop": 5035029
              },
              {
                "text": "Secondly, the legislative history again which we set forth in detail in our brief shows that the Congress or that the frameworks of the Act rather where anxious to withdraw any adjudicatory authority from the Board so as to preserve its neutrality, its ability to conciliate.",
                "start": 1232.883,
                "byte_start": 5035029,
                "stop": 1251.281,
                "byte_stop": 5108590
              },
              {
                "text": "Next, the Board has never as a matter of practice enforced 2 First, as the materials that we set forth in our brief establish I think.",
                "start": 1251.281,
                "byte_start": 5108590,
                "stop": 1260.567,
                "byte_stop": 5145788
              },
              {
                "text": "And then finally, I think that it ought to be noted that the Mediation Board would be powerless to enforce Section 2 First in bearing in a very great many cases because once the Board releases its jurisdiction then it's out of the picture for the 30-day cooling off period after that and for the next 60 days associated with the hearings, proceedings of an Emergency Board.",
                "start": 1260.567,
                "byte_start": 5145788,
                "stop": 1280.473,
                "byte_stop": 5225409
              },
              {
                "text": "And so it’s for these reasons that we urged that Section 2 First is judicially enforceable by the courts and not by the Board.",
                "start": 1280.473,
                "byte_start": 5225409,
                "stop": 1289.116,
                "byte_stop": 5259891
              },
              {
                "text": "Now, as to Norris-LaGuardia.",
                "start": 1289.116,
                "byte_start": 5259891,
                "stop": 1291.021,
                "byte_stop": 5267519
              }
            ],
            "start": 813.699,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 5267519,
            "stop": 1291.888,
            "byte_stop": 5271071,
            "text_blocks": [
              {
                "text": "Mr. Dempsey --",
                "start": 1291.021,
                "byte_start": 5267519,
                "stop": 1291.888,
                "byte_stop": 5271071
              }
            ],
            "start": 1291.021,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 5271071,
            "stop": 1294.48,
            "byte_stop": 5281416,
            "text_blocks": [
              {
                "text": "Yes Mr. Justice White?",
                "start": 1291.888,
                "byte_start": 5271071,
                "stop": 1294.48,
                "byte_stop": 5281416
              }
            ],
            "start": 1291.888,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 5281416,
            "stop": 1303.468,
            "byte_stop": 5317360,
            "text_blocks": [
              {
                "text": "If the party has absolutely refused to bargain and one of them does and the Mediation Board has in it, the parties still refused to bargain, what can the Mediation Board do about it except terminate?",
                "start": 1294.48,
                "byte_start": 5281416,
                "stop": 1303.468,
                "byte_stop": 5317360
              }
            ],
            "start": 1294.48,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 5317360,
            "stop": 1566.878,
            "byte_stop": 6371035,
            "text_blocks": [
              {
                "text": "I think they have to terminate Mr. Justice White, that’s what the statute to me says.",
                "start": 1303.468,
                "byte_start": 5317360,
                "stop": 1307.341,
                "byte_stop": 5332825
              },
              {
                "text": "It says that when the Board has exhausted it efforts to bring the parties to an agreement and it can’t do it, that it’s supposed to release the case.",
                "start": 1307.341,
                "byte_start": 5332825,
                "stop": 1315.054,
                "byte_stop": 5363649
              },
              {
                "text": "As a matter of fact, I understand that in the Florida East Coast case where the Government is now urging that the Florida East Coast violated Section 2 First by not bargaining, the Florida East Coast sued the Mediation Board to get them to release the case and the Mediation Board released the case before that case can come.",
                "start": 1315.054,
                "byte_start": 5363649,
                "stop": 1331.354,
                "byte_stop": 5428851
              },
              {
                "text": "And I think the Mediation Board is obliged to release it after a reasonable period of time and I think they do that, I think they do that.",
                "start": 1331.354,
                "byte_start": 5428851,
                "stop": 1338.342,
                "byte_stop": 5456854
              },
              {
                "text": "I don’t think that the Government would be taking the position in Florida East Coast that the railroad had violated 2 First, if it had also thought that the Mediation Board had violated its responsibilities by releasing that case.",
                "start": 1338.342,
                "byte_start": 5456854,
                "stop": 1351.428,
                "byte_stop": 5509204
              },
              {
                "text": "Now, as to Norris-LaGuardia, our position, put as simply as I can is that based on this Court’s prior decisions and the legislative history of Norris-LaGuardia, Norris-LaGuardia simply does not apply to a case in which the claim is that there has been a violation of an important provision of the Railway Labor Act.",
                "start": 1351.428,
                "byte_start": 5509204,
                "stop": 1370.531,
                "byte_stop": 5585586
              },
              {
                "text": "We think that’s what Graham and Steele and Tunstall and Virginian and Chicago River say.",
                "start": 1370.531,
                "byte_start": 5585586,
                "stop": 1378.031,
                "byte_stop": 5615574
              },
              {
                "text": "In Chicago River for example the Court said and that of course was strike injunction suit, said that this Court is authorized the use of injunctive relief to vindicate the processes of the Railway Labor Act and has held that the specific provisions of the Railway Labor Act take precedents over the more general provisions of the Norris-LaGuardia.",
                "start": 1378.031,
                "byte_start": 5615574,
                "stop": 1401.401,
                "byte_stop": 5709093
              },
              {
                "text": "That principle is thoroughly rooted in the legislative history of Norris-LaGuardia which is discussed in some detail in our reply brief.",
                "start": 1401.401,
                "byte_start": 5709093,
                "stop": 1409.814,
                "byte_stop": 5742738
              },
              {
                "text": "Congressman La Guardia spoke to the problem and he said quite plainly that Norris-LaGuardia was not intended to touch the Railway Labor Act.",
                "start": 1409.814,
                "byte_start": 5742738,
                "stop": 1417.494,
                "byte_stop": 5773458
              },
              {
                "text": "And the lower courts in a consistent and long line of decisions since Chicago River have applied or have declined to apply Norris-LaGuardia in both major and minor disputes where the claim was a violation of one of the significant provisions of the Act.",
                "start": 1417.494,
                "byte_start": 5773458,
                "stop": 1433.526,
                "byte_stop": 5837615
              },
              {
                "text": "Now the Amicus suggests that an exception should be made with respect to Section 2 First.",
                "start": 1433.526,
                "byte_start": 5837615,
                "stop": 1437.921,
                "byte_stop": 5855169
              },
              {
                "text": "We’ve discussed the various policy considerations that the amicus advances on our reply brief and I don’t have time to deal with them now but I would like to make one point because I think central to the amicus’ analysis is the suggestion that there’s an alternative way of securing the interest protected by Section 2 First and that is by getting an injunction early in the game compelling Good Faith Bargaining so that an agreement might mature before a strike.",
                "start": 1437.921,
                "byte_start": 5855169,
                "stop": 1464.163,
                "byte_stop": 5960077
              },
              {
                "text": "Now, we suggest that is not a practical remedy because it would require a Bad Faith Bargaining suit to be instituted right in the middle of negotiations in the earlier middle stages and to institute that kind of litigation we think would be destructive of collective bargaining. Indeed, we think that’s what this Court said in substance last year in Boyce River (ph) in discussing the availability of a damage remedy and there the Court said that the institution of that kind of litigation would be damaging to the relationships between the parties.",
                "start": 1464.163,
                "byte_start": 5960077,
                "stop": 1496.217,
                "byte_stop": 6088391
              },
              {
                "text": "Now, besides that and equally important, we’re dealing here with the statute in which the negotiating periods are long and protracted and if the carrier would have come into Court in the earlier or middle stages of that -- of those periods, the Union would always be able to say “Well, now look at it, there’s a long road ahead of us” and positions inevitably change and it is simply too early to make a determination that we’re not bargaining in good faith and that is precisely what the courts have said, what the Court had said in the only case that we’ve been able to discover in which that kind of relief was sought.",
                "start": 1496.217,
                "byte_start": 6088391,
                "stop": 1531.605,
                "byte_stop": 6229870
              },
              {
                "text": "The District Court for the Northern District of Georgia in an opinion affirmed by the Fifth Circuit Court of Appeals and adapted by that Court said in substance you’re here too early, this suit is premature.",
                "start": 1531.605,
                "byte_start": 6229870,
                "stop": 1543.846,
                "byte_stop": 6278875
              },
              {
                "text": "This position of the Union may topple of its own weight in the course of the further negotiations and discussions that were required by the Act so that it is only at the terminal stages when a threat of strike of real damage is imminent that the courts we feel will entertain a suit to enforce Section 2 First.",
                "start": 1543.846,
                "byte_start": 6278875,
                "stop": 1562.552,
                "byte_stop": 6353690
              },
              {
                "text": "I’d like if I have any time left I’d like to reserve it Mr. Chief Justice.",
                "start": 1562.552,
                "byte_start": 6353690,
                "stop": 1566.878,
                "byte_stop": 6371035
              }
            ],
            "start": 1303.468,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 6371035,
            "stop": 1572.362,
            "byte_stop": 6392874,
            "text_blocks": [
              {
                "text": "Thank you Mr. Dempsey.",
                "start": 1566.878,
                "byte_start": 6371035,
                "stop": 1569.17,
                "byte_stop": 6380126
              },
              {
                "text": "Mr. Haley, proceed whenever you’re ready.",
                "start": 1569.17,
                "byte_start": 6380126,
                "stop": 1572.362,
                "byte_stop": 6392874
              }
            ],
            "start": 1566.878,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 103424,
        "stop": 1572.362,
        "byte_stop": 6392874
      },
      {
        "start": 1572.362,
        "turns": [
          {
            "byte_start": 6392874,
            "stop": 2209.213,
            "byte_stop": 8940335,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 1572.362,
                "byte_start": 6392874,
                "stop": 1577.036,
                "byte_stop": 6411577
              },
              {
                "text": "I think I can best respond to the argument of counsel for a petitioner by outlining the Act itself rather than to deal with it.",
                "start": 1577.036,
                "byte_start": 6411577,
                "stop": 1588.54,
                "byte_stop": 6457657
              },
              {
                "text": "Section 2 First with which we’re dealing here was not ever intended by Congress and has never been held by this Court to be judicially enforceable.",
                "start": 1588.54,
                "byte_start": 6457657,
                "stop": 1601.087,
                "byte_stop": 6507813
              },
              {
                "text": "Section 2 First was intended by Congress to be enforceable by the National Mediation Board through the power of the National Mediation Board to maintain or to continue to require the status quo to be maintained and to prevent self help.",
                "start": 1601.087,
                "byte_start": 6507813,
                "stop": 1625.995,
                "byte_stop": 6607496
              },
              {
                "text": "Until the Mediation Board should be satisfied that the bargaining conduct of the parties had been such as to meet the requirements of Section 2 First.",
                "start": 1625.995,
                "byte_start": 6607496,
                "stop": 1641.906,
                "byte_stop": 6671130
              },
              {
                "text": "And further we would urge that to subject the bargaining conduct of the parties both prior to mediation and during the compulsory mediation for which the Act provides to a judicial review after mediation would destroy the whole scheme of the Railway Labor Act for the resolution of major disputes because it would necessarily interfere with the relationship that the National Mediation Board must and thus maintain its dealings with the parties in order to bring about agreement and to require it to disclose those -- its dealings with the parties with the strike, its effectiveness and would put to crux at the bargaining table ex post facto when it was the purpose of the Act to limit the functions of the courts in these cases.",
                "start": 1641.906,
                "byte_start": 6671130,
                "stop": 1721.319,
                "byte_stop": 6988779
              },
              {
                "text": "Section 2 First, first came into Railway labor legislation as Section 301 of Title III of the Transportation Act of 1920 which set up a system of compulsory arbitration by the Railway Labor Board or Railway Labor disputes of those disputes which were not decided by the parties and conference under what Section 301 then provided of Title II -- III of the Transportation Act in almost the same language that the parties shall make every reasonable effort to resolve disputes and those which could not resolve were it be decided by then Railway Labor Board.",
                "start": 1721.319,
                "byte_start": 6988779,
                "stop": 1772.746,
                "byte_stop": 7194415
              },
              {
                "text": "This Court first considered that provision and that language in the Pennsylvania Railroad cases in 1923 and 1925 and held that Section 301 which is the equivalent now of Section 2 First of the 1926 Act was not mandatorialy -- was not judicially enforceable.",
                "start": 1772.746,
                "byte_start": 7194415,
                "stop": 1796.084,
                "byte_stop": 7287829
              },
              {
                "text": "That -- notwithstanding it was couched in mandatory language because of the absence of any provision for a penalty for its violation or any other indications that it was intended to be judicially enforceable.",
                "start": 1796.084,
                "byte_start": 7287829,
                "stop": 1814.918,
                "byte_stop": 7363166
              },
              {
                "text": "Following that decision by this Court, there occurred the 1921 and 22 Shop Class strike which involves some 600,000 and 700,000 railroad employees and Railroad Labor Relations and Railroad labor legislation was a subject of considerable public concern at that time.",
                "start": 1814.918,
                "byte_start": 7363166,
                "stop": 1844.5,
                "byte_stop": 7481448
              },
              {
                "text": "It was -- this need for change was recognized in the platforms of both political parties.",
                "start": 1844.5,
                "byte_start": 7481448,
                "stop": 1851.493,
                "byte_stop": 7509452
              },
              {
                "text": "It had been the subject of three presidential messages to Congress.",
                "start": 1851.493,
                "byte_start": 7509452,
                "stop": 1857.977,
                "byte_stop": 7535365
              },
              {
                "text": "Hence when Section 2 First that we now have was enacted it was the Section 2 First of the Railway Labor Act of 1926 enacted in those circumstances.",
                "start": 1857.977,
                "byte_start": 7535365,
                "stop": 1870.479,
                "byte_stop": 7585416
              },
              {
                "text": "An agreement by both parties as to the provisions of the Act and it was enacted in substantially the same language as Section 301 of Title III of the Transportation Act of 1920 and it has remained in those words since 1926 and thus it was enacted without the prohibitory provision or any other provision that this Court thought in the Pennsylvania cases was necessary to show a judicially enforceable intent.",
                "start": 1870.479,
                "byte_start": 7585416,
                "stop": 1909.536,
                "byte_stop": 7741628
              },
              {
                "text": "It has stayed that way since.",
                "start": 1909.536,
                "byte_start": 7741628,
                "stop": 1912.958,
                "byte_stop": 7755316
              },
              {
                "text": "In enacting the Railway Labor Act of 1926, the Senate reports show and the House reports show that the Congress deliberately rejected a compulsory system of resolving Railway Labor disputes with adequate means for judicial enforcement as it might have done merely by making Title III of the Transportation Act of 1920 judicially enforceable, but instead the parties agreed to a process which has been in effect since.",
                "start": 1912.958,
                "byte_start": 7755316,
                "stop": 1951.93,
                "byte_stop": 7911215
              },
              {
                "text": "It left Section 2 First in its non-justiciable language, but prohibited changes by carriers and agreements without notices.",
                "start": 1951.93,
                "byte_start": 7911215,
                "stop": 1964.32,
                "byte_stop": 7960743
              },
              {
                "text": "It prohibited the status quo being changed after notice until after mediation was concluded, and established the Mediation Board as the representative of the public in the dispute and provided for compulsory mediation by the government agency, the Mediation Board.",
                "start": 1964.32,
                "byte_start": 7960743,
                "stop": 1989.306,
                "byte_stop": 8060740
              },
              {
                "text": "The Virginian case that counsel spoke of, found a judicially enforceable obligation in the prohibition of Section 2 Ninth which came into the Act in 1934 against the railroad dealing with a representative of its employees other than the representative certified by the National Mediation Board.",
                "start": 1989.306,
                "byte_start": 8060740,
                "stop": 2018.775,
                "byte_stop": 8178604
              },
              {
                "text": "Up to that time, the question of representation of the employees was what -- was the trouble in Railroad Labor legislation because collective bargaining had long been accepted as the fact in the railroad industry.",
                "start": 2018.775,
                "byte_start": 8178604,
                "stop": 2035.408,
                "byte_stop": 8245060
              },
              {
                "text": "Now, the injunction in that case prohibited the railroad from dealing with other than the representatives certified by the Mediation Board and it also required the railroad to deal with the certified representative and in the manner prescribed by Section 2 First.",
                "start": 2035.408,
                "byte_start": 8245060,
                "stop": 2059.458,
                "byte_stop": 8341295
              },
              {
                "text": "But in that case, the Court did not suggest that the District Court retain jurisdiction, there had been no negotiations up to that time.",
                "start": 2059.458,
                "byte_start": 8341295,
                "stop": 2070.693,
                "byte_stop": 8386226
              },
              {
                "text": "Didn’t suggest the District Court retain jurisdiction to determine whether the ensuing negotiations met the requirements of Section 2 First.",
                "start": 2070.693,
                "byte_start": 8386226,
                "stop": 2080.542,
                "byte_stop": 8425618
              },
              {
                "text": "Instead, this Court suggested that in the event conferences failed the services of the Mediation Board be invoked and thus this Court suggested the antithesis of just a further litigation, need further mediation and the attachment of the jurisdiction of the Mediation Board to prevent self-help by maintaining the status quo until the Mediation Board should determine whether there was compliance with 2 First.",
                "start": 2080.542,
                "byte_start": 8425618,
                "stop": 2116.848,
                "byte_stop": 8570859
              },
              {
                "text": "Thereafter, when the lower courts commenced to assume jurisdiction of disputes arising under the Railway Labor Act, this Court in the trilogy of cases limited the apparent general jurisdiction of the Federal Courts.",
                "start": 2116.848,
                "byte_start": 8570859,
                "stop": 2136.717,
                "byte_stop": 8650376
              },
              {
                "text": "In 1943 in Switchmen’s Union against the National Mediation Board, General Committee of Adjustment versus the Southern Pacific and General Committee of Adjustment of M-K-T railroad and in those cases, in the K-D case made it plain again that Section 2 First was not justiciable and the Court has recognized through the years most recently on Detroit and Toledo Shoreline that it is the National Mediation Board which determines whether and when the conduct of the parties complies with Section 2 First, not the courts.",
                "start": 2136.717,
                "byte_start": 8650376,
                "stop": 2182.453,
                "byte_stop": 8833337
              },
              {
                "text": "And its the National Mediation Board which has the power to deprive the parties of self-help or to enforce compliance with 2 First by continuing to deprive a party of self-help or when it’s satisfied that the Section 2 First requirement has been met and their dispute cannot be resolved to remit the parties to self-help.",
                "start": 2182.453,
                "byte_start": 8833337,
                "stop": 2209.213,
                "byte_stop": 8940335
              }
            ],
            "start": 1572.362,
            "speaker": {
              "identifier": "john_h_haley_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "John H. Haley, Jr.",
              "ID": 30741,
              "last_name": "Haley,",
              "href": "https://api.oyez.org/people/john_h_haley_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 8940335,
            "stop": 2227.602,
            "byte_stop": 9013896,
            "text_blocks": [
              {
                "text": "Mr. Haley, what do you suggest the Court meant in the Burley case in the language that one of the statute's primary commands judicially enforceable is found in the repeated declaration of duties to all that’s necessary to reach the solution?",
                "start": 2209.213,
                "byte_start": 8940335,
                "stop": 2227.602,
                "byte_stop": 9013896
              }
            ],
            "start": 2209.213,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          },
          {
            "byte_start": 9013896,
            "stop": 2967.562,
            "byte_stop": 11973674,
            "text_blocks": [
              {
                "text": "As I interpret that Mr. Chief Justice, Justice Rutley was there speaking of the power of the courts to maintain the status quo until the Mediation Board should determine that Section 2 First had been complied with.",
                "start": 2227.602,
                "byte_start": 9013896,
                "stop": 2249.054,
                "byte_stop": 9099682
              },
              {
                "text": "He was talking there too of the power of the courts to compel a railroad to deal initially with the certified representative and of the employees and to keep the railroad from dealing with some non-certified representative of the people.",
                "start": 2249.054,
                "byte_start": 9099682,
                "stop": 2270.509,
                "byte_stop": 9185468
              },
              {
                "text": "The jurisdiction of the courts to enforce the status quo, the jurisdiction of the courts to hold the parties in to compliance with those status quo provisions until the administrative process of the Act had been exhausted.",
                "start": 2270.509,
                "byte_start": 9185468,
                "stop": 2289.617,
                "byte_stop": 9261955
              },
              {
                "text": "The National Mediation Board is well aware of its duties and responsibilities to enforce compliance with the provisions of Section 2 First and that, that awareness is perfectly apparent from a recent decision of the Court of Appeals for this Circuit, the District of Columbia Circuit in the Machinist’s case against the National Mediation Board.",
                "start": 2289.617,
                "byte_start": 9261955,
                "stop": 2316.141,
                "byte_stop": 9368012
              },
              {
                "text": "It’s also apparent from the speech of Mr. Howard Gamser, formerly chairman and a long time member of the National Mediation Board and from professor Smith’s article in the Michigan law review, together with the complexity of the problem of determining whether every reasonable effort is being made and all those are cited, but the Board obtained its information with respect to the quality of the bargaining, not in an open hearing, but in conferences with the parties separately and together as its usual practice.",
                "start": 2316.141,
                "byte_start": 9368012,
                "stop": 2362.69,
                "byte_stop": 9554213
              },
              {
                "text": "It talks with each party, obtains the information as to their position, it participates in the bargaining sessions of the parties and considers and observes their conduct during those negotiations and in its private confidential talks with them and on the basis of its direct contact with the parties, both secretly and formally and in observing the parties upon their conduct with each other across the bargaining table necessarily makes a determination as to what and when each party has made every reasonable effort to resolve the dispute.",
                "start": 2362.69,
                "byte_start": 9554213,
                "stop": 2416.65,
                "byte_stop": 9770088
              },
              {
                "text": "And thus necessarily decides whether to continue to prevent the exercise of a party by exercising self-help by a party whose only seeking to go through the motions, something that is hard to conceive that a reunion would ever do because it can only accomplish something by securing agreements, but nevertheless it's still that informal method that the Mediation Board obtains the information, upon which it bases a determination as to whether to continue its jurisdiction and thus deny self-help or to that Section 2 First has been complied with and the dispute cannot be resolved and the parties should be remitted to self-help.",
                "start": 2416.65,
                "byte_start": 9770088,
                "stop": 2475.656,
                "byte_stop": 10006131
              },
              {
                "text": "The Board’s conclusion that it reaches from its conduct with the parties should not be subject to judicial review because as it appears from the testimony or from the legislative history and the information furnished the Court in the Machinist’s case against the National Mediation Board, the legislative purpose or the Congressional purpose of providing for compulsory mediation of disputes was to cloak the efforts of the Mediation Board in or to cover them or to eliminate them from public scrutiny because otherwise, the effectiveness of the Mediation Board in determining when a party was making every reasonable effort contemplated by Section 2 First as well as its mediatory function would be destroyed by requiring it to come into Court and tell what each party had said to it, what each party had said to the others because in the next case no one would say anything to the mediator or to the National Mediation Board.",
                "start": 2475.656,
                "byte_start": 10006131,
                "stop": 2565.58,
                "byte_stop": 10365785
              },
              {
                "text": "And that for fear that they would then be hauled into Court later, but if the Mediation Board can talk to this party and find out its position, talk to this party and find out its position, it may well bring them together.",
                "start": 2565.58,
                "byte_start": 10365785,
                "stop": 2590.056,
                "byte_stop": 10463692
              },
              {
                "text": "The same situation is true under Section 2 Ninth with respect to the Mediation Board's certification of the representative of the parties.",
                "start": 2590.056,
                "byte_start": 10463692,
                "stop": 2602.345,
                "byte_stop": 10512906
              },
              {
                "text": "It’s not required to conduct a public hearing, it’s not required to make any order, it’s not required to file any findings of fact.",
                "start": 2602.345,
                "byte_start": 10512906,
                "stop": 2615.666,
                "byte_stop": 10566092
              },
              {
                "text": "It expresses its conclusion in the form of a certificate as to who is the representative of a particular class or craft.",
                "start": 2615.666,
                "byte_start": 10566092,
                "stop": 2628.003,
                "byte_stop": 10615515
              },
              {
                "text": "In dealing with whether a party has complied with Section 2 First and should be remitted to self-help or that both parties should be, the Mediation Board merely notifies the parties of the failure of its efforts.",
                "start": 2628.003,
                "byte_start": 10615515,
                "stop": 2646.575,
                "byte_stop": 10689808
              },
              {
                "text": "It conducts no public hearing, but to expose its mediatory efforts to subsequent litigation would destroy its function and obviously if both parties and the Mediation Board knew that at the end of the line and notwithstanding exhaustion of the requirements of the Act, the courts would make the ultimate determination as to whether there had been compliance with Section 2 First and whether that the courts might require the parties to renegotiate or re-mediate in order to accomplish compliance with Section 2 First plainly and clearly was never contemplated by Congress.",
                "start": 2646.575,
                "byte_start": 10689808,
                "stop": 2702.967,
                "byte_stop": 10915297
              },
              {
                "text": "There’s not a suggestion of it in the hearings before the House or the Senate. There’s not a suggestion of it.",
                "start": 2702.967,
                "byte_start": 10915297,
                "stop": 2711.057,
                "byte_stop": 10947688
              },
              {
                "text": "The suggestion is that the process that was being established was a voluntary process, not a compulsory process, not compulsory arbitration such as was done by the Director General during the government operation of the railroads after which Title III of the Transportation Act of 1920 was patterned, but instead, it was to provide for the amicable disposition of the matter and inducement to the parties to bargain and to reach an agreement.",
                "start": 2711.057,
                "byte_start": 10947688,
                "stop": 2748.619,
                "byte_stop": 11097945
              },
              {
                "text": "It was not conceived as was the National Labor Relations Board as an agency to enforce, seize -- to make and enforce seize and deceits orders.",
                "start": 2748.619,
                "byte_start": 11097945,
                "stop": 2764.007,
                "byte_stop": 11159489
              },
              {
                "text": "They proceed, as this Court has recognized many times, upon different basis.",
                "start": 2764.007,
                "byte_start": 11159489,
                "stop": 2770.481,
                "byte_stop": 11185403
              },
              {
                "text": "One on compulsion, the Labor Management Relations Act with all the attendant troubles it’s gotten into in trying to determine whether parties had engaged in good faith bargaining.",
                "start": 2770.481,
                "byte_start": 11185403,
                "stop": 2784.502,
                "byte_stop": 11241514
              },
              {
                "text": "The Railway Labor Act proceeded on a different basis.",
                "start": 2784.502,
                "byte_start": 11241514,
                "stop": 2788.564,
                "byte_stop": 11257710
              },
              {
                "text": "Had Congress intended courts to play a part at, they could so have provided in 1926, in 1934 when the Act was slightly amended.",
                "start": 2788.564,
                "byte_start": 11257710,
                "stop": 2800.848,
                "byte_stop": 11306820
              },
              {
                "text": "It would have been possible at any injunction to make Section 2 First justiciable by providing a penalty for its violation or that courts shall have the jurisdiction to determine whether there has been compliance with it notwithstanding negotiations, mediations, and an investigation report by an emergency Board.",
                "start": 2800.848,
                "byte_start": 11306820,
                "stop": 2828.765,
                "byte_stop": 11418520
              },
              {
                "text": "We respectfully suggest to the Court that it not or I want to mention Piedmont case because under that case with which the Seventh Circuit thought its opinion in conflict, the Court remanded the case for a determination by the District Court, if it should determine that there was in fact a minor or major dispute.",
                "start": 2828.765,
                "byte_start": 11418520,
                "stop": 2855.418,
                "byte_stop": 11525099
              },
              {
                "text": "Whether the conduct of the parties in the prior negotiation and mediation had fulfilled the requirements of Section 2 First.",
                "start": 2855.418,
                "byte_start": 11525099,
                "stop": 2865.641,
                "byte_stop": 11566059
              },
              {
                "text": "Thus, that Court and to require the redoing, remediation, or renegotiation, I assume the courts have the jurisdiction to require that of the dispute, until the District Court should be satisfied that the parties had made every reasonable effort contemplated by Section 2 First to resolve the dispute.",
                "start": 2865.641,
                "byte_start": 11566059,
                "stop": 2893.7,
                "byte_stop": 11678281
              },
              {
                "text": "Now, in the Piedmont case as in all this other group of case law, upon which the petitioner relies and which the petitioner cites, the question before this Court has never been raised nor decided as petitioner concedes on Page 9 of its reply brief.",
                "start": 2893.7,
                "byte_start": 11678281,
                "stop": 2916.053,
                "byte_stop": 11767724
              },
              {
                "text": "Those decisions have been rendered upon the assumption that Section 2 First is justiciable.",
                "start": 2916.053,
                "byte_start": 11767724,
                "stop": 2927.694,
                "byte_stop": 11814222
              },
              {
                "text": "They have been rendered upon the basis of statements that are pure dictum in opinions of this Court as for example on Mr. Chief Justice Burger inquired of the Burley case.",
                "start": 2927.694,
                "byte_start": 11814222,
                "stop": 2942.452,
                "byte_stop": 11873259
              },
              {
                "text": "What was said there about Section 2 First and the procedures of the Act with respect to major disputes was dictum because that case was concerned with the legal authority of a Union to compromise a monetary claim of an employee, a minor dispute pending before the National Labor Adjustment Court.",
                "start": 2942.452,
                "byte_start": 11873259,
                "stop": 2967.562,
                "byte_stop": 11973674
              }
            ],
            "start": 2227.602,
            "speaker": {
              "identifier": "john_h_haley_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "John H. Haley, Jr.",
              "ID": 30741,
              "last_name": "Haley,",
              "href": "https://api.oyez.org/people/john_h_haley_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 11973674,
            "stop": 2970.012,
            "byte_stop": 11983496,
            "text_blocks": [
              {
                "text": "Pardon me but did you refer to Page 9 of the reply brief?",
                "start": 2967.562,
                "byte_start": 11973674,
                "stop": 2970.012,
                "byte_stop": 11983496
              }
            ],
            "start": 2967.562,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 11983496,
            "stop": 2973.37,
            "byte_stop": 11996975,
            "text_blocks": [
              {
                "text": "Of the reply brief of the --",
                "start": 2970.012,
                "byte_start": 11983496,
                "stop": 2973.37,
                "byte_stop": 11996975
              }
            ],
            "start": 2970.012,
            "speaker": {
              "identifier": "john_h_haley_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "John H. Haley, Jr.",
              "ID": 30741,
              "last_name": "Haley,",
              "href": "https://api.oyez.org/people/john_h_haley_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 11996975,
            "stop": 2974.492,
            "byte_stop": 12001468,
            "text_blocks": [
              {
                "text": "Reply brief?",
                "start": 2973.37,
                "byte_start": 11996975,
                "stop": 2974.492,
                "byte_stop": 12001468
              }
            ],
            "start": 2973.37,
            "speaker": {
              "identifier": "hugo_l_black",
              "view_count": 69,
              "length_of_service": 12447,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 53931600,
                  "date_start": -1021489200,
                  "id": 2733,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2733",
                  "role_title": "Associate Justice"
                }
              ],
              "name": "Hugo L. Black",
              "ID": 15089,
              "last_name": "Black",
              "href": "https://api.oyez.org/people/hugo_l_black",
              "thumbnail": {
                "mime": "image/png",
                "id": 32719,
                "href": "https://api.oyez.org/sites/default/files/images/people/hugo_l_black/hugo_l_black.thumb.png",
                "size": 51667
              }
            }
          },
          {
            "byte_start": 12001468,
            "stop": 2996.434,
            "byte_stop": 12089240,
            "text_blocks": [
              {
                "text": "-- of the railroads reply brief Mr. Justice Black and where are they -- I might read it so that -- while this Court has not of course decided the precise issue before it in this case and that’s the language I refer to.",
                "start": 2974.492,
                "byte_start": 12001468,
                "stop": 2995.631,
                "byte_stop": 12086000
              },
              {
                "text": "So that as we --",
                "start": 2995.631,
                "byte_start": 12086000,
                "stop": 2996.434,
                "byte_stop": 12089240
              }
            ],
            "start": 2974.492,
            "speaker": {
              "identifier": "john_h_haley_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "John H. Haley, Jr.",
              "ID": 30741,
              "last_name": "Haley,",
              "href": "https://api.oyez.org/people/john_h_haley_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 12089240,
            "stop": 3003.802,
            "byte_stop": 12118706,
            "text_blocks": [
              {
                "text": "What has that has to do with the Norris-LaGuardia Act aspect of the case as I read the sentence?",
                "start": 2996.434,
                "byte_start": 12089240,
                "stop": 3003.802,
                "byte_stop": 12118706
              }
            ],
            "start": 2996.434,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 12118706,
            "stop": 3005.665,
            "byte_stop": 12126124,
            "text_blocks": [
              {
                "text": "But I read it --",
                "start": 3003.802,
                "byte_start": 12118706,
                "stop": 3005.665,
                "byte_stop": 12126124
              }
            ],
            "start": 3003.802,
            "speaker": {
              "identifier": "john_h_haley_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "John H. Haley, Jr.",
              "ID": 30741,
              "last_name": "Haley,",
              "href": "https://api.oyez.org/people/john_h_haley_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 12126124,
            "stop": 3016.76,
            "byte_stop": 12170533,
            "text_blocks": [
              {
                "text": "This is the clear teaching of its opinions dealing with the interrelationship of the Railway Labor Act to the Norris-LaGuardia Act and as to the alike had thought with the Amicus argument rather than with yours?",
                "start": 3005.665,
                "byte_start": 12126124,
                "stop": 3016.76,
                "byte_stop": 12170533
              }
            ],
            "start": 3005.665,
            "speaker": {
              "identifier": "potter_stewart",
              "view_count": 71,
              "length_of_service": 8298,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Potter Stewart",
              "ID": 15043,
              "last_name": "Stewart",
              "href": "https://api.oyez.org/people/potter_stewart",
              "thumbnail": {
                "mime": "image/png",
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "size": 56350
              }
            }
          },
          {
            "byte_start": 12170533,
            "stop": 3190.949,
            "byte_stop": 12867271,
            "text_blocks": [
              {
                "text": "Well, I read it just the other way, but I did want to mention that because Norris-LaGuardia has been mentioned in that, as the case depends now, unless Section 2 First, with Section 2 First not now being treated by this Court as justiciable or imposing a judicial obligation, the violation of it obviously is not an unlawful act within the meaning of the Norris-LaGuardia Act for which an anti-strike injunction might be issued.",
                "start": 3016.76,
                "byte_start": 12170533,
                "stop": 3057.199,
                "byte_stop": 12332283
              },
              {
                "text": "To hold it justiciable and to hold it an affirmative duty of the violation of which would be a violation of the Act, would then raised questions under Norris-LaGuardia and might make Section 2 First then an unlawful act for which an anti-strike injunction might be authorized by a Norris-LaGuardia, but unless and until it is so construed by this Court it does not have that statute and as Judge Friendly observed in the Switchmen's Union or Rock island against the Switchmen's Union case, he questioned whether the violation of Section 2 First could amount to and thus amount to the non-lawful act for which Norris-LaGuardia might want an anti-strike injunction.",
                "start": 3057.199,
                "byte_start": 12332283,
                "stop": 3115.509,
                "byte_stop": 12565504
              },
              {
                "text": "As it’s construing it as a non-judiciable, non-judicially enforceable duty as this Court has in the past, there it could serve no basis for it, could not serve as a basis for it.",
                "start": 3115.509,
                "byte_start": 12565504,
                "stop": 3130.549,
                "byte_stop": 12625690
              },
              {
                "text": "An anti-strike injunction under Norris-LaGuardia Act and we would not be confronted with all the other questions that would arise if it should be -- if Norris-LaGuardia should be brought to play by pleading it as a legally enforceable obligation, the violation of which might constitute the violation of the duty under the act together with many, many other problems which if there were a little more time would arise by this Court departing from its treatment of Section 2 First as non-justiciable, a position it has held for forty years and now holding it justiciable and taking a position ex post facto at the bargaining table in Railway Labor Act disputes, a function which I do not believe Congress ever intended the courts to perform.",
                "start": 3130.549,
                "byte_start": 12625690,
                "stop": 3189.763,
                "byte_stop": 12862568
              },
              {
                "text": "Thank you.",
                "start": 3189.763,
                "byte_start": 12862568,
                "stop": 3190.949,
                "byte_stop": 12867271
              }
            ],
            "start": 3016.76,
            "speaker": {
              "identifier": "john_h_haley_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "John H. Haley, Jr.",
              "ID": 30741,
              "last_name": "Haley,",
              "href": "https://api.oyez.org/people/john_h_haley_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 12867271,
            "stop": 3195.443,
            "byte_stop": 12885243,
            "text_blocks": [
              {
                "text": "Thanks Mr. John H. Haley.",
                "start": 3190.949,
                "byte_start": 12867271,
                "stop": 3193.065,
                "byte_stop": 12875734
              },
              {
                "text": "Mr. Dempsey, you have four minutes left.",
                "start": 3193.065,
                "byte_start": 12875734,
                "stop": 3195.443,
                "byte_stop": 12885243
              }
            ],
            "start": 3190.949,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 6392874,
        "stop": 3195.443,
        "byte_stop": 12885243
      },
      {
        "start": 3195.443,
        "turns": [
          {
            "byte_start": 12885243,
            "stop": 3327.98,
            "byte_stop": 13415424,
            "text_blocks": [
              {
                "text": "Thank you Mr. Chief Justice.",
                "start": 3195.443,
                "byte_start": 12885243,
                "stop": 3198.39,
                "byte_stop": 12897050
              },
              {
                "text": "Mr. Haley has laid such a stress upon the role of the Mediation Board that I thought perhaps it might be useful to call the Court’s attention to the relevant statutory provision here which is Section 5 First of the Act.",
                "start": 3198.39,
                "byte_start": 12897050,
                "stop": 3210.372,
                "byte_stop": 12945011
              },
              {
                "text": "It’s the only Section in the Act that goes to the duties of the Mediation Board, it says this.",
                "start": 3210.372,
                "byte_start": 12945011,
                "stop": 3216.544,
                "byte_stop": 12969671
              },
              {
                "text": "“That the said Board shall promptly put itself in communication with the parties to such controversy and shall use its best efforts by mediation to bring them to agreement.",
                "start": 3216.544,
                "byte_start": 12969671,
                "stop": 3225.932,
                "byte_stop": 13007182
              },
              {
                "text": "If such efforts to bring about an amicable settlement through mediation shall be unsuccessful, the said Board shall at once endeavor as its final required action to induce the parties to submit their controversy to arbitration.",
                "start": 3225.932,
                "byte_start": 13007182,
                "stop": 3238.099,
                "byte_stop": 13055875
              },
              {
                "text": "If arbitration offer is refused, the Board shall at once notify both parties in writing that its mediatory efforts have failed and then the status quo shelved for 30 days.",
                "start": 3238.099,
                "byte_start": 13055875,
                "stop": 3247.06,
                "byte_stop": 13091715
              },
              {
                "text": "Mr. Haley is speaking of a statutory arrangement under which the decision as to whether 2 First that had been complied with would be committed by the Congress to an administrative agency and then it would be specified that there should be no judicial review of those determinations.",
                "start": 3247.06,
                "byte_start": 13091715,
                "stop": 3263.109,
                "byte_stop": 13155871
              },
              {
                "text": "Surely, the Congress could write such a statute, but it is simply importing too much in the statutory language to conclude that that is the system of the Congress here established.",
                "start": 3263.109,
                "byte_start": 13155871,
                "stop": 3273.001,
                "byte_stop": 13195473
              },
              {
                "text": "Beyond that, the practice of the Board has not been to decide Section 2 First questions.",
                "start": 3273.001,
                "byte_start": 13195473,
                "stop": 3280.468,
                "byte_stop": 13225357
              },
              {
                "text": "Mr. Haley, referred to a speech given by Mr. Gamser, the former Chairman of the Board.",
                "start": 3280.468,
                "byte_start": 13225357,
                "stop": 3285.397,
                "byte_stop": 13245106
              },
              {
                "text": "It is quoted impertinent part in our brief on Page 76 of Footnote 31.",
                "start": 3285.397,
                "byte_start": 13245106,
                "stop": 3291.673,
                "byte_stop": 13270183
              },
              {
                "text": "What Mr. Gamser said there was that certain Airline spokesmen had suggested that the Board should not release the case from mediation “if either party has not in the opinion of the Board made every effort to resolve the dispute,” but Mr. Gamser characterized this as “advocating a greater exercise of discretion hereto employed by the Board” and the question whether “there is statutory language to allow the Board to make such a determination” and then he went on to discuss the procedural steps such as hearings and the right to put in evidence and that sort of thing that the Board might have to employ.",
                "start": 3291.673,
                "byte_start": 13270183,
                "stop": 3327.98,
                "byte_stop": 13415424
              }
            ],
            "start": 3195.443,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13415424,
            "stop": 3334.182,
            "byte_stop": 13440188,
            "text_blocks": [
              {
                "text": "Mr. Dempsey, am I correct?",
                "start": 3327.98,
                "byte_start": 13415424,
                "stop": 3330.369,
                "byte_stop": 13424933
              },
              {
                "text": "Is there an absence of penalty provision in the statute?",
                "start": 3330.369,
                "byte_start": 13424933,
                "stop": 3334.182,
                "byte_stop": 13440188
              }
            ],
            "start": 3327.98,
            "speaker": {
              "identifier": "harry_a_blackmun",
              "view_count": 0,
              "length_of_service": 8821,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Harry A. Blackmun",
              "ID": 15045,
              "last_name": "Blackmun",
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "thumbnail": {
                "mime": "image/png",
                "id": 32712,
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "size": 50281
              }
            }
          },
          {
            "byte_start": 13440188,
            "stop": 3335.521,
            "byte_stop": 13445517,
            "text_blocks": [
              {
                "text": "With respect to Section 2 First, Mr. Justice Blackmun?",
                "start": 3334.182,
                "byte_start": 13440188,
                "stop": 3335.521,
                "byte_stop": 13445517
              }
            ],
            "start": 3334.182,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13445517,
            "stop": 3336.402,
            "byte_stop": 13449070,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 3335.521,
                "byte_start": 13445517,
                "stop": 3336.402,
                "byte_stop": 13449070
              }
            ],
            "start": 3335.521,
            "speaker": {
              "identifier": "harry_a_blackmun",
              "view_count": 0,
              "length_of_service": 8821,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Harry A. Blackmun",
              "ID": 15045,
              "last_name": "Blackmun",
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "thumbnail": {
                "mime": "image/png",
                "id": 32712,
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "size": 50281
              }
            }
          },
          {
            "byte_start": 13449070,
            "stop": 3347.75,
            "byte_stop": 13494523,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 3336.402,
                "byte_start": 13449070,
                "stop": 3337.243,
                "byte_stop": 13452413
              },
              {
                "text": "Section 2 Tenth provides for criminal penalties for violation of certain of the subsections of Section 2, but it does not include Section 2 First.",
                "start": 3337.243,
                "byte_start": 13452413,
                "stop": 3347.75,
                "byte_stop": 13494523
              }
            ],
            "start": 3336.402,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13494523,
            "stop": 3349.493,
            "byte_stop": 13501419,
            "text_blocks": [
              {
                "text": "Is there any significance in that?",
                "start": 3347.75,
                "byte_start": 13494523,
                "stop": 3349.493,
                "byte_stop": 13501419
              }
            ],
            "start": 3347.75,
            "speaker": {
              "identifier": "harry_a_blackmun",
              "view_count": 0,
              "length_of_service": 8821,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Harry A. Blackmun",
              "ID": 15045,
              "last_name": "Blackmun",
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "thumbnail": {
                "mime": "image/png",
                "id": 32712,
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "size": 50281
              }
            }
          },
          {
            "byte_start": 13501419,
            "stop": 3377.161,
            "byte_stop": 13612074,
            "text_blocks": [
              {
                "text": "No, there is not as this Court in effect held in Virginian because the penalty section does not touch Section 2 Ninth either and of course, the Court, there is no dispute that the Court in Virginian held 2 Ninth enforceable and beyond that the Court in the Texas & N. O. case said that the absence of judicial penalty is not determinative with respect to considering the enforceability of these sections, so that --",
                "start": 3349.493,
                "byte_start": 13501419,
                "stop": 3377.161,
                "byte_stop": 13612074
              }
            ],
            "start": 3349.493,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13612074,
            "stop": 3380.647,
            "byte_stop": 13626075,
            "text_blocks": [
              {
                "text": "Didn’t the Virginian Court said, Section 2 First had --",
                "start": 3377.161,
                "byte_start": 13612074,
                "stop": 3380.647,
                "byte_stop": 13626075
              }
            ],
            "start": 3377.161,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 13626075,
            "stop": 3383.664,
            "byte_stop": 13638092,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 3380.647,
                "byte_start": 13626075,
                "stop": 3380.797,
                "byte_stop": 13626702
              },
              {
                "text": "Yes, Mr. Justice White.",
                "start": 3380.797,
                "byte_start": 13626702,
                "stop": 3382.76,
                "byte_stop": 13634539
              },
              {
                "text": "I’m just assuming to arguendo --",
                "start": 3382.76,
                "byte_start": 13634539,
                "stop": 3383.664,
                "byte_stop": 13638092
              }
            ],
            "start": 3380.647,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13638092,
            "stop": 3392.961,
            "byte_stop": 13675290,
            "text_blocks": [
              {
                "text": "How do they do that, in its opinion it said it was in -- they said the Section 2 Ninth requires the company to treat with -",
                "start": 3383.664,
                "byte_start": 13638092,
                "stop": 3392.961,
                "byte_stop": 13675290
              }
            ],
            "start": 3383.664,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 13675290,
            "stop": 3393.466,
            "byte_stop": 13677380,
            "text_blocks": [
              {
                "text": "To treat with.",
                "start": 3392.961,
                "byte_start": 13675290,
                "stop": 3393.466,
                "byte_stop": 13677380
              }
            ],
            "start": 3392.961,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13677380,
            "stop": 3398.652,
            "byte_stop": 13698069,
            "text_blocks": [
              {
                "text": "-- and if you got to treat with you have to treat with Section 2 First.",
                "start": 3393.466,
                "byte_start": 13677380,
                "stop": 3398.652,
                "byte_stop": 13698069
              }
            ],
            "start": 3393.466,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 13698069,
            "stop": 3403.023,
            "byte_stop": 13715519,
            "text_blocks": [
              {
                "text": "Section 2 First says but let me point out again that the injunction itself requires, --",
                "start": 3398.652,
                "byte_start": 13698069,
                "stop": 3403.023,
                "byte_stop": 13715519
              }
            ],
            "start": 3398.652,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13715519,
            "stop": 3403.772,
            "byte_stop": 13718549,
            "text_blocks": [
              {
                "text": "Used the words there.",
                "start": 3403.023,
                "byte_start": 13715519,
                "stop": 3403.772,
                "byte_stop": 13718549
              }
            ],
            "start": 3403.023,
            "speaker": {
              "identifier": "byron_r_white",
              "view_count": 0,
              "length_of_service": 11396,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "name": "Byron R. White",
              "ID": 15071,
              "last_name": "White",
              "href": "https://api.oyez.org/people/byron_r_white",
              "thumbnail": {
                "mime": "image/png",
                "id": 32699,
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "size": 55559
              }
            }
          },
          {
            "byte_start": 13718549,
            "stop": 3454.633,
            "byte_stop": 13921991,
            "text_blocks": [
              {
                "text": "-- used the words treat with and exert every reasonable effort.",
                "start": 3403.772,
                "byte_start": 13718549,
                "stop": 3408.201,
                "byte_stop": 13736312
              },
              {
                "text": "Now, I’m hard pressed to understand how Virginian can be distinguished in any way.",
                "start": 3408.201,
                "byte_start": 13736312,
                "stop": 3413.525,
                "byte_stop": 13757628
              },
              {
                "text": "I was simply making the point with respect to Mr. Justice Blackmun’s question that even if one put Section 2 First aside that the penalty provisions don’t apply to 2 Ninth either and surely no one would question that Virginian enforced 2 Ninth, but the way or the effort to distinguish Virginian I suggest simply has to fail but let me put it this way.",
                "start": 3413.525,
                "byte_start": 13757628,
                "stop": 3432.62,
                "byte_stop": 13833906
              },
              {
                "text": "If in the wake of that affirmance by the Supreme Court of the injunction in Virginian, the railroad had failed to exert every reasonable effort, I submit that a contempt action would lie.",
                "start": 3432.62,
                "byte_start": 13833906,
                "stop": 3445.323,
                "byte_stop": 13884792
              },
              {
                "text": "The Court simply did not exhort the parties in Virginian, it affirmed an injunction which is presumably binding on the parties.",
                "start": 3445.323,
                "byte_start": 13884792,
                "stop": 3453.573,
                "byte_stop": 13917811
              },
              {
                "text": "Thank you.",
                "start": 3453.573,
                "byte_start": 13917811,
                "stop": 3454.633,
                "byte_stop": 13921991
              }
            ],
            "start": 3403.772,
            "speaker": {
              "identifier": "william_h_dempsey_jr",
              "view_count": 0,
              "length_of_service": 0,
              "roles": null,
              "name": "William H. Dempsey, Jr.",
              "ID": 44422,
              "last_name": "Dempsey,",
              "href": "https://api.oyez.org/people/william_h_dempsey_jr",
              "thumbnail": null
            }
          },
          {
            "byte_start": 13921991,
            "stop": 3458.515,
            "byte_stop": 13937455,
            "text_blocks": [
              {
                "text": "Thank you Mr. Dempsey, thank you, Mr. Haley.",
                "start": 3454.633,
                "byte_start": 13921991,
                "stop": 3456.742,
                "byte_stop": 13930454
              },
              {
                "text": "The case is submitted.",
                "start": 3456.742,
                "byte_start": 13930454,
                "stop": 3458.515,
                "byte_stop": 13937455
              }
            ],
            "start": 3454.633,
            "speaker": {
              "identifier": "warren_e_burger",
              "view_count": 0,
              "length_of_service": 6304,
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "name": "Warren E. Burger",
              "ID": 15073,
              "last_name": "Burger",
              "href": "https://api.oyez.org/people/warren_e_burger",
              "thumbnail": {
                "mime": "image/png",
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "size": 52511
              }
            }
          }
        ],
        "byte_start": 12885243,
        "stop": 3458.515,
        "byte_stop": 13937455
      }
    ],
    "title": "Chicago & North Western Railway Company v. United Transportation Union"
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "id": 43806,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1970/189/19710118a_189.delivery.mp3",
      "size": 13937664
    },
    {
      "mime": "audio/ogg",
      "id": 65682,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1970/189/19710118a_189.ogg",
      "size": 34180141
    },
    {
      "mime": "application/x-mpegURL",
      "id": 65683,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1970/189/19710118a_189.m3u8",
      "size": 46231
    }
  ],
  "id": 17342,
  "damaged": null,
  "title": "Oral Argument - January 18, 1971"
}