{
  "title": "Oral Argument - November 10, 1970",
  "damaged": null,
  "public_note": null,
  "transcript": {
    "sections": [
      {
        "start": 0,
        "byte_stop": 6901384,
        "byte_start": 28672,
        "turns": [
          {
            "start": 0,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 76215,
            "stop": 11.873,
            "byte_start": 28672,
            "text_blocks": [
              {
                "text": "We'll hear arguments in number 58, United States against the Book Bin.",
                "start": 0,
                "byte_stop": 61795,
                "byte_start": 28672,
                "stop": 8.275
              },
              {
                "text": "Mr. Strauss, you may proceed whenever you are ready.",
                "start": 8.275,
                "byte_stop": 76215,
                "byte_start": 61795,
                "stop": 11.873
              }
            ]
          },
          {
            "start": 11.873,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 1802177,
            "stop": 443.366,
            "byte_start": 76215,
            "text_blocks": [
              {
                "text": "If I may just --Mr. Chief Justice and may it please the Court.",
                "start": 11.873,
                "byte_stop": 96590,
                "byte_start": 76215,
                "stop": 16.963
              },
              {
                "text": "Obviously, this case concerns the same legal questions and so I will be making a continuous argument in that sense, but if I may just a moment, correct a couple that I think a factual overstatement regarding the case just concluded.",
                "start": 16.963,
                "byte_stop": 158762,
                "byte_start": 96590,
                "stop": 32.506
              },
              {
                "text": "My understanding is that the stays which are in effect concerning the mail received by the mailbox in this case were consented to or at least not opposed by Mr. Fleishman on behalf of his client and -- well, he may have given a contrary impression.",
                "start": 32.506,
                "byte_stop": 230024,
                "byte_start": 158762,
                "stop": 50.315
              },
              {
                "text": "The original orders in this case came on as a result of unsolicited advertisement which the Post Inspectors received from the mailbox.",
                "start": 50.315,
                "byte_stop": 270879,
                "byte_start": 230024,
                "stop": 60.544
              },
              {
                "text": "Now proceeding to the Book Bin then I think my statement may be brief.",
                "start": 60.544,
                "byte_stop": 294285,
                "byte_start": 270879,
                "stop": 66.38
              },
              {
                "text": "Appellee advertises and sells through the mail and like the mailbox, a substantial number of publications of the character suggested by the advertising exhibit reproduced at pages 58 and 59 of the record.",
                "start": 66.38,
                "byte_stop": 348515,
                "byte_start": 294285,
                "stop": 79.954
              },
              {
                "text": "A Section 4006 proceeding was brought against the Book Bin alleging that one of these publications entitled Novels of France was obscene and on June 6, 1969, the government sought a Section 4007 protective order in United States District Court for the Northern District of Georgia.",
                "start": 79.954,
                "byte_stop": 421345,
                "byte_start": 348515,
                "stop": 98.144
              },
              {
                "text": "Appellees counterclaimed for an injunction forbidding enforcement of Sections 4006 and 4007.",
                "start": 98.144,
                "byte_stop": 445795,
                "byte_start": 421345,
                "stop": 104.257
              },
              {
                "text": "A three-judge District Court was convened and granted the counterclaim.",
                "start": 104.257,
                "byte_stop": 463036,
                "byte_start": 445795,
                "stop": 108.585
              },
              {
                "text": "The Court found that the procedures for examining mail possibly connected with the challenged publication were overbroad and that the procedures generally failed to meet the standards of Freedman versus Maryland.",
                "start": 108.585,
                "byte_stop": 509116,
                "byte_start": 463036,
                "stop": 120.106
              },
              {
                "text": "On the government's appeal, this Court noted probable jurisdiction on March 2 of this year.",
                "start": 120.106,
                "byte_stop": 536283,
                "byte_start": 509116,
                "stop": 126.877
              },
              {
                "text": "If I may go -- turn first and I realize Mr. Justice Harlan that your question regarding the scope of relief in this case remains open and is perhaps the most serious of the questions in this case, but I do want first to examine briefly the other procedures of Section 4007, the operative procedures as it were.",
                "start": 126.877,
                "byte_stop": 621861,
                "byte_start": 536283,
                "stop": 148.273
              },
              {
                "text": "The procedures that put in an operation because the scope of relief question is really shared with Section 4006.",
                "start": 148.273,
                "byte_stop": 656342,
                "byte_start": 621861,
                "stop": 156.899
              },
              {
                "text": "Section 4007 as I stated at the beginning of the prior case is basically a reference to Rule 65 of the Federal Rules of Civil Procedure.",
                "start": 156.899,
                "byte_stop": 700228,
                "byte_start": 656342,
                "stop": 167.884
              },
              {
                "text": "It entitles the government to get interim relief against the distribution of the magazines of this type or against fraudulent enterprises and circumstances in which such relief could be obtained under Rule 65.",
                "start": 167.884,
                "byte_stop": 756339,
                "byte_start": 700228,
                "stop": 181.899
              },
              {
                "text": "That means among other things that the proceedings cannot be ex-parte and therefore, the consideration, which principally I think animated this Court's decision or the concern I suppose, which principally animated this Court's decision in Kingsley Books and subsequent opinions construing that case as absent.",
                "start": 181.899,
                "byte_stop": 848081,
                "byte_start": 756339,
                "stop": 204.834
              },
              {
                "text": "In addition, there is the necessity of showing a probable cause in two respects.",
                "start": 204.834,
                "byte_stop": 884966,
                "byte_start": 848081,
                "stop": 214.069
              },
              {
                "text": "First to believe that the magazines are obscene and that would be a judicial finding and second a probable cause to believe that indeed, the government will be irreparably injured, that there is some need for emergency relief and Kingsley Books spoke to both of those issues.",
                "start": 214.069,
                "byte_stop": 976185,
                "byte_start": 884966,
                "stop": 236.865
              },
              {
                "text": "The Court said at page 440 of volume 354 of the report, “Authorization of an injunction pendente lite as part of this scheme during the period within which the issue of obscenity must be promptly tried and adjudicated in an adversary proceeding for which adequate notice, judicial hearing and fair determination are assured is a safeguard against frustration of the public interest in effectuating the judicial condemnation of obscene matter.”",
                "start": 236.865,
                "byte_stop": 1086840,
                "byte_start": 976185,
                "stop": 264.519
              },
              {
                "text": "It is a break on the temptation to exploit a filthy business offered by the limited hazards of piecemeal prosecutions sale by sale of a publication already condemned as obscene.",
                "start": 264.519,
                "byte_stop": 1136682,
                "byte_start": 1086840,
                "stop": 276.993
              },
              {
                "text": "And I think Mr. Justice Harlan in his concurrence characterizing it accurately in his dissent rather in quantity of books, stated the grounds that were important to that decision and into the distinction of that decision that was made by this Court in the Market case -- excuse me, on the Marcus case.",
                "start": 276.993,
                "byte_stop": 1233753,
                "byte_start": 1136682,
                "stop": 301.249
              },
              {
                "text": "First, that the court could exercise an independent check on the judgment of the prosecuting authority at the point before any restraint took place, second that the restraints ran only against the named publication, third, that no extensive restraints were imposed before an adversary proceeding and fourth, that the New York code required decision within two days of the trial on the obscenity question.",
                "start": 301.249,
                "byte_stop": 1328943,
                "byte_start": 1233753,
                "stop": 325.046
              },
              {
                "text": "Now, the only issue regarding those four statements in this case I believe is the matter of time and it is the government's position basically that that question is adequately controlled by the power which a court of equity always retains to modify its judgment when subsequent events show that indeed, the person against whom a temporary restraint runs is being improperly or unfairly injured by the pendency of the proceedings by the continuation of the relief during a period of undue delay.",
                "start": 325.046,
                "byte_stop": 1485469,
                "byte_start": 1328943,
                "stop": 364.189
              },
              {
                "text": "In that respect, I would like to clear up some confusion which I think may exist regarding the relationship that we see between Section 4007 and 4006.",
                "start": 364.189,
                "byte_stop": 1531653,
                "byte_start": 1485469,
                "stop": 375.731
              },
              {
                "text": "4006 in no event takes effect before a final administrative decision has been reached.",
                "start": 375.731,
                "byte_stop": 1566866,
                "byte_start": 1531653,
                "stop": 384.532
              },
              {
                "text": "Once a final administrative decision has been reached, it does take effect of its own force and without need for enforcement.",
                "start": 384.532,
                "byte_stop": 1610439,
                "byte_start": 1566866,
                "stop": 395.432
              },
              {
                "text": "The person against whom the order is entered may then seek review as was done in these cases essentially and the issue then is what is the affect of that petition for review.",
                "start": 395.432,
                "byte_stop": 1661639,
                "byte_start": 1610439,
                "stop": 408.227
              },
              {
                "text": "The government's position, principle position is that that petition for review operates to convert the Section 4006 order into what is in effect a Section 4007 order, an order impounding the mail for the duration of the proceedings to challenge the administrative decision.",
                "start": 408.227,
                "byte_stop": 1748783,
                "byte_start": 1661639,
                "stop": 430.013
              },
              {
                "text": "So that there would be no return of the mail once an appeal had been filed.",
                "start": 430.013,
                "byte_stop": 1769368,
                "byte_start": 1748783,
                "stop": 435.172
              },
              {
                "text": "Now, there might be in the intervening period some slight length of time during which mail would be returned or would in that sense and some --",
                "start": 435.172,
                "byte_stop": 1802177,
                "byte_start": 1769368,
                "stop": 443.366
              }
            ]
          },
          {
            "start": 443.366,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 1816179,
            "stop": 446.862,
            "byte_start": 1802177,
            "text_blocks": [
              {
                "text": "And it's after the final administrative order and before the appeal during that period?",
                "start": 443.366,
                "byte_stop": 1816179,
                "byte_start": 1802177,
                "stop": 446.862
              }
            ]
          },
          {
            "start": 446.862,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2131320,
            "stop": 525.642,
            "byte_start": 1816179,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 446.862,
                "byte_stop": 1824016,
                "byte_start": 1816179,
                "stop": 448.825
              },
              {
                "text": "During that brief period, the length of that period is in counsel's control and I am sure that if representations were made that an appeal would be taken that an appropriate stay would be issued.",
                "start": 448.825,
                "byte_stop": 1875843,
                "byte_start": 1824016,
                "stop": 461.787
              },
              {
                "text": "It takes time to transmit these orders after all from Washington where they are entered to the postmasters out in the field and if such a stay wouldn't be entered, I'm sure this Court and other courts would be quick to grant one.",
                "start": 461.787,
                "byte_stop": 1928610,
                "byte_start": 1875843,
                "stop": 474.984
              },
              {
                "text": "So that that is the necessary affect of an appeal.",
                "start": 474.984,
                "byte_stop": 1940313,
                "byte_start": 1928610,
                "stop": 477.909
              },
              {
                "text": "And now, we say in addition although we don't urge it but if the Court feels that incumbent upon it, it would not disturb the statutory scheme in view of the history of Section 4007 to say that the appeal has a more radical effect, that is that it suspends any impact whatever of the administrative order and leaves the government completely dependent on it's ability to get a judicial order under Section 4007.",
                "start": 477.909,
                "byte_stop": 2051281,
                "byte_start": 1940313,
                "stop": 505.644
              },
              {
                "text": "So that under that second reading, I think you were correct Mr. Justice Stewart in your question that there would be no burden so far as Section 4006 is concerned on the person subject to the order other than the burden of filing his appeal and seeing to it that the --",
                "start": 505.644,
                "byte_stop": 2131320,
                "byte_start": 2051281,
                "stop": 525.642
              }
            ]
          },
          {
            "start": 525.642,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2166220,
            "stop": 534.377,
            "byte_start": 2131320,
            "text_blocks": [
              {
                "text": "And then the -- it's your alternative -- your talking about your alternative construction of the statute?",
                "start": 525.642,
                "byte_stop": 2166220,
                "byte_start": 2131320,
                "stop": 534.377
              }
            ]
          },
          {
            "start": 534.377,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2234138,
            "stop": 551.348,
            "byte_start": 2166220,
            "text_blocks": [
              {
                "text": "No.",
                "start": 534.377,
                "byte_stop": 2167056,
                "byte_start": 2166220,
                "stop": 534.591
              },
              {
                "text": "Now, I'm talking about Section 4007 and which need not -- the government I think need not wait.",
                "start": 534.591,
                "byte_stop": 2204776,
                "byte_start": 2167056,
                "stop": 544.013
              },
              {
                "text": "I don't mean to suggest that the government cannot invoke Section 4007 before there has been an administrative decision.",
                "start": 544.013,
                "byte_stop": 2234138,
                "byte_start": 2204776,
                "stop": 551.348
              }
            ]
          },
          {
            "start": 551.348,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2248349,
            "stop": 554.896,
            "byte_start": 2234138,
            "text_blocks": [
              {
                "text": "And the whole purpose of it was that as I understand your brief?",
                "start": 551.348,
                "byte_stop": 2248349,
                "byte_start": 2234138,
                "stop": 554.896
              }
            ]
          },
          {
            "start": 554.896,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2260261,
            "stop": 557.897,
            "byte_start": 2248349,
            "text_blocks": [
              {
                "text": "No, the purpose of it was to keep the --",
                "start": 554.896,
                "byte_stop": 2260261,
                "byte_start": 2248349,
                "stop": 557.897
              }
            ]
          },
          {
            "start": 557.897,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2281263,
            "stop": 563.139,
            "byte_start": 2260261,
            "text_blocks": [
              {
                "text": "Stop matters during the time necessary for the administrative procedures to present --",
                "start": 557.897,
                "byte_stop": 2281263,
                "byte_start": 2260261,
                "stop": 563.139
              }
            ]
          },
          {
            "start": 563.139,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2315745,
            "stop": 571.76,
            "byte_start": 2281263,
            "text_blocks": [
              {
                "text": "That's right, and therefore, I think it's certainly appropriate for the government to seek such an order as it did in the Mailbox case when the hearing begins.",
                "start": 563.139,
                "byte_stop": 2315745,
                "byte_start": 2281263,
                "stop": 571.76
              }
            ]
          },
          {
            "start": 571.76,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2318461,
            "stop": 572.439,
            "byte_start": 2315745,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 571.76,
                "byte_stop": 2318461,
                "byte_start": 2315745,
                "stop": 572.439
              }
            ]
          },
          {
            "start": 572.439,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2325358,
            "stop": 574.16,
            "byte_start": 2318461,
            "text_blocks": [
              {
                "text": "That of course will be before the decision --",
                "start": 572.439,
                "byte_stop": 2325358,
                "byte_start": 2318461,
                "stop": 574.16
              }
            ]
          },
          {
            "start": 574.16,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2326194,
            "stop": 574.367,
            "byte_start": 2325358,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 574.16,
                "byte_stop": 2326194,
                "byte_start": 2325358,
                "stop": 574.367
              }
            ]
          },
          {
            "start": 574.367,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2335180,
            "stop": 576.61,
            "byte_start": 2326194,
            "text_blocks": [
              {
                "text": "-- in the particular case.",
                "start": 574.367,
                "byte_stop": 2329433,
                "byte_start": 2326194,
                "stop": 575.182
              },
              {
                "text": "It was a month before the decision.",
                "start": 575.182,
                "byte_stop": 2335180,
                "byte_start": 2329433,
                "stop": 576.61
              }
            ]
          },
          {
            "start": 576.61,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2339046,
            "stop": 577.579,
            "byte_start": 2335180,
            "text_blocks": [
              {
                "text": "Exactly.",
                "start": 576.61,
                "byte_stop": 2339046,
                "byte_start": 2335180,
                "stop": 577.579
              }
            ]
          },
          {
            "start": 577.579,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 2403203,
            "stop": 593.619,
            "byte_start": 2339046,
            "text_blocks": [
              {
                "text": "So that there will be possibly a period of time during which there is not yet any administrative decision.",
                "start": 577.579,
                "byte_stop": 2369034,
                "byte_start": 2339046,
                "stop": 585.085
              },
              {
                "text": "There could not yet be any administrative restraint, but there maybe a judicial order outstanding which does impose a restraint of impounding the mail.",
                "start": 585.085,
                "byte_stop": 2403203,
                "byte_start": 2369034,
                "stop": 593.619
              }
            ]
          },
          {
            "start": 593.619,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 2410726,
            "stop": 595.49,
            "byte_start": 2403203,
            "text_blocks": [
              {
                "text": "And of course that too is appealable?",
                "start": 593.619,
                "byte_stop": 2410726,
                "byte_start": 2403203,
                "stop": 595.49
              }
            ]
          },
          {
            "start": 595.49,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 3567950,
            "stop": 884.81,
            "byte_start": 2410726,
            "text_blocks": [
              {
                "text": "Of course that's appealable and maybe stayed.",
                "start": 595.49,
                "byte_stop": 2426190,
                "byte_start": 2410726,
                "stop": 599.369
              },
              {
                "text": "It requires as I have said before that the judge have the specific material before him and that he inspect them and determine that there is at least probable cause to believe that they are obscene.",
                "start": 599.369,
                "byte_stop": 2476345,
                "byte_start": 2426190,
                "stop": 611.916
              },
              {
                "text": "And indeed, that was precisely the procedure.",
                "start": 611.916,
                "byte_stop": 2490034,
                "byte_start": 2476345,
                "stop": 615.318
              },
              {
                "text": "If the Court will see we have reproduced it at the rear of our brief in this case.",
                "start": 615.318,
                "byte_stop": 2515216,
                "byte_start": 2490034,
                "stop": 621.632
              },
              {
                "text": "The temporary restraining order which preliminary injunction which were in fact entered in the Mailbox case and the Court will see that they refer specifically to the seven magazines which were at issue here.",
                "start": 621.632,
                "byte_stop": 2571640,
                "byte_start": 2515216,
                "stop": 635.716
              },
              {
                "text": "And I may say too, Kingsley itself is probably sufficient authority or a sufficient demonstration of the need for this sort of pendente lite relief, if it were necessary to give anymore, the question arose with regard to the specific provision of Section 4006.",
                "start": 635.716,
                "byte_stop": 2668398,
                "byte_start": 2571640,
                "stop": 659.929
              },
              {
                "text": "Before passage of Section 4007, the Postmaster General attempted to forge his own impoundment authority.",
                "start": 659.929,
                "byte_stop": 2704969,
                "byte_start": 2668398,
                "stop": 669.056
              },
              {
                "text": "He was ultimately unsuccessful in the Court of Appeal, but in the interim a motion for stay came before Mr. Justice Douglas.",
                "start": 669.056,
                "byte_stop": 2743630,
                "byte_start": 2704969,
                "stop": 678.725
              },
              {
                "text": "He wrote a lengthy opinion which is reported and commented on by the appellees here.",
                "start": 678.725,
                "byte_stop": 2763274,
                "byte_start": 2743630,
                "stop": 683.633
              },
              {
                "text": "What's notable about that action I think is that he did not interfere with the impoundment that he acknowledged that there are many situations.",
                "start": 683.633,
                "byte_stop": 2800159,
                "byte_start": 2763274,
                "stop": 692.86
              },
              {
                "text": "One of the burdens of litigation may be putting things aside for the time in order to preserve the status quo and that was Standard versus Olsen which is reported in the Supreme Court report Volume 74, at page 768.",
                "start": 692.86,
                "byte_stop": 2887722,
                "byte_start": 2800159,
                "stop": 714.754
              },
              {
                "text": "So as I say, the principal things to be said here are that there is this need to -- that the government must show probable cause.",
                "start": 714.754,
                "byte_stop": 2926801,
                "byte_start": 2887722,
                "stop": 724.532
              },
              {
                "text": "It must show a need for emergency relief.",
                "start": 724.532,
                "byte_stop": 2938399,
                "byte_start": 2926801,
                "stop": 727.407
              },
              {
                "text": "There is complete judicial control over the period of time during which the order remains in effect.",
                "start": 727.407,
                "byte_stop": 2965671,
                "byte_start": 2938399,
                "stop": 734.226
              },
              {
                "text": "It is at once appealable on the issues of probable cause and need for emergency relief.",
                "start": 734.226,
                "byte_stop": 2987405,
                "byte_start": 2965671,
                "stop": 739.668
              },
              {
                "text": "There is the constant possibility of modification and we submit that all of this would be sufficient to establish the correctness of the procedure even if what were involved was some form of censorship, but of course that's not the case.",
                "start": 739.668,
                "byte_stop": 3046860,
                "byte_start": 2987405,
                "stop": 754.53
              },
              {
                "text": "It's a simple postponement.",
                "start": 754.53,
                "byte_stop": 3057204,
                "byte_start": 3046860,
                "stop": 757.131
              },
              {
                "text": "The mailbox man for all we know, or the Book Bin may and for all we know has continued to solicit orders and those orders come in and are kept and at the conclusion of the period of time, they may indeed be received.",
                "start": 757.131,
                "byte_stop": 3123555,
                "byte_start": 3057204,
                "stop": 773.704
              },
              {
                "text": "There is nothing to prevent the Mailbox or the Book Bin from re-circulating their lists with a letter saying “Perhaps you didn't receive some orders that you sent to list.",
                "start": 773.704,
                "byte_stop": 3168068,
                "byte_start": 3123555,
                "stop": 784.83
              },
              {
                "text": "We want you to know we are in this trouble.”",
                "start": 784.83,
                "byte_stop": 3177472,
                "byte_start": 3168068,
                "stop": 787.184
              },
              {
                "text": "While in many industries, advertisement of troubles like that might not be to commercial advantage, it seems to me at least conceivable that in this industry, it would be.",
                "start": 787.184,
                "byte_stop": 3234628,
                "byte_start": 3177472,
                "stop": 801.471
              },
              {
                "text": "There is a further point that Mr. Justice Harlan has averted to in some of his decisions and that is that there is involved in these materials here unlike movies that communicate ideas or political speeches that have a certain timeliness still in the materials of the sort involved in this case really carry no urgency of that sort.",
                "start": 801.471,
                "byte_stop": 3327415,
                "byte_start": 3234628,
                "stop": 824.668
              },
              {
                "text": "Whatever, they are essentially timeless as the Court knows from the descriptions of the materials.",
                "start": 824.668,
                "byte_stop": 3363150,
                "byte_start": 3327415,
                "stop": 833.61
              },
              {
                "text": "There is against that balance to the need of the government for relief if the scheme of the statute is to be upheld.",
                "start": 833.61,
                "byte_stop": 3403274,
                "byte_start": 3363150,
                "stop": 843.645
              },
              {
                "text": "Now, if I may turn to what I've called the Lamont issues which I think I would agree were -- are the more troublesome in the case.",
                "start": 843.645,
                "byte_stop": 3438070,
                "byte_start": 3403274,
                "stop": 852.324
              },
              {
                "text": "Still it does seem to me that they were principally settled by the decision of this Court in Donaldson because as to this question, the way in which an order interferes or may interfere with a person's incoming mail, it seems to me the effect of this order is indistinguishable from the orders which were -- from the mail which was involved in the Donaldson case.",
                "start": 852.324,
                "byte_stop": 3562830,
                "byte_start": 3438070,
                "stop": 883.521
              },
              {
                "text": "As the Court may recall --",
                "start": 883.521,
                "byte_stop": 3567950,
                "byte_start": 3562830,
                "stop": 884.81
              }
            ]
          },
          {
            "start": 884.81,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 3585296,
            "stop": 889.144,
            "byte_start": 3567950,
            "text_blocks": [
              {
                "text": "The interference with incoming mail, with who's incoming mail?",
                "start": 884.81,
                "byte_stop": 3577563,
                "byte_start": 3567950,
                "stop": 887.197
              },
              {
                "text": "You're talking about the target of these proceedings or the --",
                "start": 887.197,
                "byte_stop": 3585296,
                "byte_start": 3577563,
                "stop": 889.144
              }
            ]
          },
          {
            "start": 889.144,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 3590834,
            "stop": 890.537,
            "byte_start": 3585296,
            "text_blocks": [
              {
                "text": "The target of the proceedings.",
                "start": 889.144,
                "byte_stop": 3590834,
                "byte_start": 3585296,
                "stop": 890.537
              }
            ]
          },
          {
            "start": 890.537,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 3608806,
            "stop": 895.008,
            "byte_start": 3590834,
            "text_blocks": [
              {
                "text": "--or the incoming mail of the members of the public who send the order for this material?",
                "start": 890.537,
                "byte_stop": 3608806,
                "byte_start": 3590834,
                "stop": 895.008
              }
            ]
          },
          {
            "start": 895.008,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 3637541,
            "stop": 902.21,
            "byte_start": 3608806,
            "text_blocks": [
              {
                "text": "The only mail that this order operates on is incoming mail are the target of the proceedings.",
                "start": 895.008,
                "byte_stop": 3637541,
                "byte_start": 3608806,
                "stop": 902.21
              }
            ]
          },
          {
            "start": 902.21,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 3671813,
            "stop": 910.769,
            "byte_start": 3637541,
            "text_blocks": [
              {
                "text": "Well, except it prevents the members of the public who order this material from getting it and to that extent, it interferes with their incoming mail?",
                "start": 902.21,
                "byte_stop": 3671813,
                "byte_start": 3637541,
                "stop": 910.769
              }
            ]
          },
          {
            "start": 910.769,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 4836039,
            "stop": 1201.838,
            "byte_start": 3671813,
            "text_blocks": [
              {
                "text": "Then I should say directly operates upon.",
                "start": 910.769,
                "byte_stop": 3685083,
                "byte_start": 3671813,
                "stop": 914.08
              },
              {
                "text": "It doesn't prevent them from getting it from some other source or at their neighborhood bookstore.",
                "start": 914.08,
                "byte_stop": 3704519,
                "byte_start": 3685083,
                "stop": 918.945
              },
              {
                "text": "Of course it doesn't in that sense suppress or remove the materials from the market.",
                "start": 918.945,
                "byte_stop": 3725416,
                "byte_start": 3704519,
                "stop": 924.184
              },
              {
                "text": "It does remove them from this one particular market.",
                "start": 924.184,
                "byte_stop": 3751852,
                "byte_start": 3725416,
                "stop": 930.79
              },
              {
                "text": "In this respect, as I say, I think the order is essentially of the same impact and it's essentially indistinguishable from the situation in Donaldson.",
                "start": 930.79,
                "byte_stop": 3796365,
                "byte_start": 3751852,
                "stop": 941.902
              },
              {
                "text": "I might remind the Court and that while it maybe unusual, nonetheless in Donaldson the Court was dealing indeed with a magazine.",
                "start": 941.902,
                "byte_stop": 3829175,
                "byte_start": 3796365,
                "stop": 950.121
              },
              {
                "text": "Fax Magazine, Reed Magazine and these are magazines with subscription lists.",
                "start": 950.121,
                "byte_stop": 3851954,
                "byte_start": 3829175,
                "stop": 955.807
              },
              {
                "text": "These were magazines which undoubtedly had persons writing to them for proper purposes.",
                "start": 955.807,
                "byte_stop": 3874314,
                "byte_start": 3851954,
                "stop": 961.391
              },
              {
                "text": "As the case started out, the order entered against the magazines in question was quite broad.",
                "start": 961.391,
                "byte_stop": 3903049,
                "byte_start": 3874314,
                "stop": 968.579
              },
              {
                "text": "The Court was evidently, properly I would say alarmed at the breath of that order.",
                "start": 968.579,
                "byte_stop": 3926246,
                "byte_start": 3903049,
                "stop": 974.37
              },
              {
                "text": "It heard argument once and then set the case for re-argument specifically on the question of the breath of order.",
                "start": 974.37,
                "byte_stop": 3950592,
                "byte_start": 3926246,
                "stop": 980.473
              },
              {
                "text": "In the interim, the order was modified and the Court then concluded that with that modification, a modification which essentially narrowed the orders so that its predictable impact was principally on the transactions in question that the order was not overbroad and indeed was proper.",
                "start": 980.473,
                "byte_stop": 4044633,
                "byte_start": 3950592,
                "stop": 1003.966
              },
              {
                "text": "The problems here stem from the necessity of honoring the privacy of the mail in the sense that the government may not open a person's domestic first class mail out of his presence and that means that if the statutory remedy is to be applied, it must either be applied against all mail incoming to the person which we don't assert would be proper and do not attempt or there must be some provision made for an inspection procedure and the provision for an inspection procedure is what at issue here.",
                "start": 1003.966,
                "byte_stop": 4193949,
                "byte_start": 4044633,
                "stop": 1041.31
              },
              {
                "text": "I don't think it is irrelevant to point out that here as distinct from a case like Lamont, we are not dealing with an innocent party whom the government presumes to protect.",
                "start": 1041.31,
                "byte_stop": 4237208,
                "byte_start": 4193949,
                "stop": 1052.119
              },
              {
                "text": "But we are dealing with an individual who has either been adjudicated or whom it has been adjudicated that there is probable cause to believe that he is using the mails for an illegal improper purpose and it is upon the basis of that adjudication, a specific adjudication directed to him, directed after adversary proceedings fully consonant with due process that this remedy is applied.",
                "start": 1052.119,
                "byte_stop": 4347967,
                "byte_start": 4237208,
                "stop": 1079.799
              },
              {
                "text": "Now, the order of course is a restraint in some respects but that is a restraint which can readily be reduced in its impact.",
                "start": 1079.799,
                "byte_stop": 4394987,
                "byte_start": 4347967,
                "stop": 1091.565
              },
              {
                "text": "Commercial publishing houses, commercial mailers regularly use special forms of address in connection with their order blanks.",
                "start": 1091.565,
                "byte_stop": 4426961,
                "byte_start": 4394987,
                "stop": 1099.567
              },
              {
                "text": "Where that is done only envelopes addressed to that special form of address are intercepted and detained or returned as the case maybe and again, that was the situation in Donaldson.",
                "start": 1099.567,
                "byte_stop": 4489759,
                "byte_start": 4426961,
                "stop": 1115.271
              },
              {
                "text": "As a practical reality, there are not terribly many situations where an individual would receive private mail or anything of that sort at a commercial address which would be used in this kind of situation.",
                "start": 1115.271,
                "byte_stop": 4550050,
                "byte_start": 4489759,
                "stop": 1130.328
              },
              {
                "text": "There are for the specific provisions made for “For waiting” mail without interference which appears from its cover not to be related to the specific publications which have been adjudicated.",
                "start": 1130.328,
                "byte_stop": 4600205,
                "byte_start": 4550050,
                "stop": 1142.88
              },
              {
                "text": "And in sum as I think is demonstrated by the Donaldson opinion, there maybe a problem in particular cases about an order being overbroad.",
                "start": 1142.88,
                "byte_stop": 4636568,
                "byte_start": 4600205,
                "stop": 1151.963
              },
              {
                "text": "I think there is not a problem about the statute necessarily being so.",
                "start": 1151.963,
                "byte_stop": 4664571,
                "byte_start": 4636568,
                "stop": 1158.956
              },
              {
                "text": "Even the inspection itself when it occurs I might point out, it need not and in fact probably is not in the realities of this situation to be a reading of the person's mail as such.",
                "start": 1158.956,
                "byte_stop": 4713994,
                "byte_start": 4664571,
                "stop": 1171.315
              },
              {
                "text": "We know that the way these publishing houses operate is on a cash basis.",
                "start": 1171.315,
                "byte_stop": 4736878,
                "byte_start": 4713994,
                "stop": 1177.033
              },
              {
                "text": "They do not accept orders COD.",
                "start": 1177.033,
                "byte_stop": 4748999,
                "byte_start": 4736878,
                "stop": 1180.074
              },
              {
                "text": "Consequently, any letter which when opening was found to include no check would immediately be a candidate for passage on.",
                "start": 1180.074,
                "byte_stop": 4783167,
                "byte_start": 4748999,
                "stop": 1188.6
              },
              {
                "text": "There's no necessity to see whether it's an order or not what knows it on the basis of this type of commercial reality or usually, there will be order blanks or something else of the sort which would also serve in identifying function.",
                "start": 1188.6,
                "byte_stop": 4836039,
                "byte_start": 4783167,
                "stop": 1201.838
              }
            ]
          },
          {
            "start": 1201.838,
            "speaker": null,
            "byte_stop": 4882432,
            "stop": 1213.414,
            "byte_start": 4836039,
            "text_blocks": [
              {
                "text": "What distinction do you see between a judicial finding that something is obscene or not or rather judicial finding that there's probable cause to believe in some instances?",
                "start": 1201.838,
                "byte_stop": 4882432,
                "byte_start": 4836039,
                "stop": 1213.414
              }
            ]
          },
          {
            "start": 1213.414,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 5041361,
            "stop": 1253.15,
            "byte_start": 4882432,
            "text_blocks": [
              {
                "text": "Well, I think there are some issues of fact that might be explored.",
                "start": 1213.414,
                "byte_stop": 4905838,
                "byte_start": 4882432,
                "stop": 1219.285
              },
              {
                "text": "There maybe some questions of social utility, maybe special evidence that could be introduced at one way or another on various, the elements to the court's obscenity standards as they have evolved.",
                "start": 1219.285,
                "byte_stop": 4971980,
                "byte_start": 4905838,
                "stop": 1235.82
              },
              {
                "text": "But I must say that certainly in this Court's practice, it does seem to come principally down to a matter of inspecting the materials themselves and to the extent that that is the test, of course, there s no difference.",
                "start": 1235.82,
                "byte_stop": 5041361,
                "byte_start": 4971980,
                "stop": 1253.15
              }
            ]
          },
          {
            "start": 1253.15,
            "speaker": null,
            "byte_stop": 5057870,
            "stop": 1257.299,
            "byte_start": 5041361,
            "text_blocks": [
              {
                "text": "Constant judgment needs a little more time to (Inaudible).",
                "start": 1253.15,
                "byte_stop": 5057870,
                "byte_start": 5041361,
                "stop": 1257.299
              }
            ]
          },
          {
            "start": 1257.299,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6191480,
            "stop": 1540.694,
            "byte_start": 5057870,
            "text_blocks": [
              {
                "text": "That's right and I think any conscientious judge in that situation would take more time rather than issue the order.",
                "start": 1257.299,
                "byte_stop": 5094233,
                "byte_start": 5057870,
                "stop": 1266.375
              },
              {
                "text": "I might say that again, that there are substantial interests on the government's side warranting this procedure.",
                "start": 1266.375,
                "byte_stop": 5130804,
                "byte_start": 5094233,
                "stop": 1275.522
              },
              {
                "text": "Whatever certificates of age there maybe in the mail, it is nonetheless impossible to know whether in fact the person is saying that he is 21, is 21.",
                "start": 1275.522,
                "byte_stop": 5175108,
                "byte_start": 5130804,
                "stop": 1286.597
              },
              {
                "text": "If you sell this material over the counter, you can at least make some obvious sorts of differentiations along that score.",
                "start": 1286.597,
                "byte_stop": 5209276,
                "byte_start": 5175108,
                "stop": 1295.133
              },
              {
                "text": "There is the need I think recognized by Mr. Justice Harlan's opinion in Memoirs for cooperating in the sense, in a sense with the states who are inhibiting the spread of this material which all states of the union find obnoxious and within constitutional bounds properly so.",
                "start": 1295.133,
                "byte_stop": 5301123,
                "byte_start": 5209276,
                "stop": 1318.11
              },
              {
                "text": "And as Kingsley itself recognized, that cannot effectively be done without some form of restraint.",
                "start": 1318.11,
                "byte_stop": 5328708,
                "byte_start": 5301123,
                "stop": 1324.995
              },
              {
                "text": "There is the matter of post office involvement indeed with what is in offense under the laws of the United States and the time for the prosecution of a criminal case again, there's a time during which the material may continue to be sent.",
                "start": 1324.995,
                "byte_stop": 5382938,
                "byte_start": 5328708,
                "stop": 1338.549
              },
              {
                "text": "In sum, I believe this is a remedy which is as narrow as possible under the exigent circumstances of the act, something which this Court indicated in the Burrstone case, it would consider as a proper consideration in passing unconstitutionality of regulation in this field.",
                "start": 1338.549,
                "byte_stop": 5468411,
                "byte_start": 5382938,
                "stop": 1359.925
              },
              {
                "text": "A few concluding observations that I'd like to make regarding this Court's decision in Stanley and the meaning that ought to be given to it.",
                "start": 1359.925,
                "byte_stop": 5510729,
                "byte_start": 5468411,
                "stop": 1370.492
              },
              {
                "text": "I think the government's approach or understanding of that opinion maybe reflected not only in Griswold versus Connecticut but perhaps better than elsewhere in the language of Mr. Justice Harlan's dissent in Poe versus Ullman.",
                "start": 1370.492,
                "byte_stop": 5577394,
                "byte_start": 5510729,
                "stop": 1387.165
              },
              {
                "text": "We are not presented simply with the moral judgment to be passed on as an abstract proposition.",
                "start": 1387.165,
                "byte_stop": 5599023,
                "byte_start": 5577394,
                "stop": 1392.575
              },
              {
                "text": "A secular state is not an examiner of consciences and must operate in the realm of behavior of overt actions and where it does so operate, not only the underlying moral purpose of it's operations but also the choice of means becomes relevant to any constitutional judgment on what is done.",
                "start": 1392.575,
                "byte_stop": 5673420,
                "byte_start": 5599023,
                "stop": 1411.176
              },
              {
                "text": "I believe that Stanley was a decision about the choice of means for regulating obscenity and as such, the government has no qualms with it.",
                "start": 1411.176,
                "byte_stop": 5712185,
                "byte_start": 5673420,
                "stop": 1420.877
              },
              {
                "text": "I do not believe as the Court said.",
                "start": 1420.877,
                "byte_stop": 5722008,
                "byte_start": 5712185,
                "stop": 1423.321
              },
              {
                "text": "It was not that the opinion was amended in any way to interfere with general government regulation in this particular area, but someone suggested that the Roth opinion has proved the debacle.",
                "start": 1423.321,
                "byte_stop": 5779372,
                "byte_start": 5722008,
                "stop": 1437.668
              },
              {
                "text": "I find it hard to imagine remembering back to what was available on the news stands and through the mails in 1957 in considering what is there now that is was a debacle at least for anyone on the side of the fence represented by the person who made the observation nor do I think that the issue with social value can be equated with monetary value.",
                "start": 1437.668,
                "byte_stop": 5881877,
                "byte_start": 5779372,
                "stop": 1463.29
              },
              {
                "text": "No one suggested and surely the authors of the Roth opinion understood that obscenity was handed out for no compensation because people wouldn't pay for it.",
                "start": 1463.29,
                "byte_stop": 5922628,
                "byte_start": 5881877,
                "stop": 1473.472
              },
              {
                "text": "Obviously it has some social value in that sense, but I do not think any value which has been suggested for it amounts to the type of value which the Court was discussing in Roth, a value connected with ideas.",
                "start": 1473.472,
                "byte_stop": 5977276,
                "byte_start": 5922628,
                "stop": 1487.125
              },
              {
                "text": "Counsel has made a great deal of our brief in Rowan.",
                "start": 1487.125,
                "byte_stop": 5991800,
                "byte_start": 5977276,
                "stop": 1490.764
              },
              {
                "text": "Those quotes were taken widely out of context.",
                "start": 1490.764,
                "byte_stop": 6007892,
                "byte_start": 5991800,
                "stop": 1494.784
              },
              {
                "text": "They were principally quotations which the government itself had made in its brief.",
                "start": 1494.784,
                "byte_stop": 6030043,
                "byte_start": 6007892,
                "stop": 1500.34
              },
              {
                "text": "One for example was from our statement of facts at page six where we quoted a member of the House of Representatives who was explaining his Bill and other was from the Harvard Law Review and so forth.",
                "start": 1500.34,
                "byte_stop": 6080199,
                "byte_start": 6030043,
                "stop": 1512.859
              },
              {
                "text": "The principle thing to be noted about the government's position in that case is that that deals with the statute which has much wider impact than on materials which this Court has held may constitutionally be designated obscene.",
                "start": 1512.859,
                "byte_stop": 6129100,
                "byte_start": 6080199,
                "stop": 1525.1
              },
              {
                "text": "And in that wider area where the individual may very well believe and many individuals do believe that materials this Court has held are not obscene and nonetheless objectionable.",
                "start": 1525.1,
                "byte_stop": 6175911,
                "byte_start": 6129100,
                "stop": 1536.787
              },
              {
                "text": "The mail holder is given a quite proper control over what comes into his home.",
                "start": 1536.787,
                "byte_stop": 6191480,
                "byte_start": 6175911,
                "stop": 1540.694
              }
            ]
          },
          {
            "start": 1540.694,
            "speaker": {
              "last_name": "Marshall",
              "ID": 15104,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "id": 2748,
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8765,
              "thumbnail": {
                "size": 59272,
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "view_count": 78,
              "identifier": "thurgood_marshall",
              "name": "Thurgood Marshall"
            },
            "byte_stop": 6218125,
            "stop": 1547.353,
            "byte_start": 6191480,
            "text_blocks": [
              {
                "text": "Mr. Strauss, 2542 in your brief, a judicial officer, who is he?",
                "start": 1540.694,
                "byte_stop": 6218125,
                "byte_start": 6191480,
                "stop": 1547.353
              }
            ]
          },
          {
            "start": 1547.353,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6237978,
            "stop": 1552.315,
            "byte_start": 6218125,
            "text_blocks": [
              {
                "text": "The judicial officer is the judicial officer of the post office.",
                "start": 1547.353,
                "byte_stop": 6237978,
                "byte_start": 6218125,
                "stop": 1552.315
              }
            ]
          },
          {
            "start": 1552.315,
            "speaker": {
              "last_name": "Marshall",
              "ID": 15104,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "id": 2748,
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8765,
              "thumbnail": {
                "size": 59272,
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "view_count": 78,
              "identifier": "thurgood_marshall",
              "name": "Thurgood Marshall"
            },
            "byte_stop": 6245710,
            "stop": 1554.237,
            "byte_start": 6237978,
            "text_blocks": [
              {
                "text": "What's that?",
                "start": 1552.315,
                "byte_stop": 6245710,
                "byte_start": 6237978,
                "stop": 1554.237
              }
            ]
          },
          {
            "start": 1554.237,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6348528,
            "stop": 1579.949,
            "byte_start": 6245710,
            "text_blocks": [
              {
                "text": "It's a position very much like similar positions in the Department of the Agriculture and other places.",
                "start": 1554.237,
                "byte_stop": 6286461,
                "byte_start": 6245710,
                "stop": 1564.436
              },
              {
                "text": "It's defined by the postal laws Section 308 of Title 39 shall perform such quasi judicial duties that the Postmaster General may designate and he is the agency for the purposes of the requirements of the Administrative Procedure Act, it passes on.",
                "start": 1564.436,
                "byte_stop": 6348528,
                "byte_start": 6286461,
                "stop": 1579.949
              }
            ]
          },
          {
            "start": 1579.949,
            "speaker": {
              "last_name": "Marshall",
              "ID": 15104,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "id": 2748,
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8765,
              "thumbnail": {
                "size": 59272,
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "view_count": 78,
              "identifier": "thurgood_marshall",
              "name": "Thurgood Marshall"
            },
            "byte_stop": 6363993,
            "stop": 1583.812,
            "byte_start": 6348528,
            "text_blocks": [
              {
                "text": "Does he have any judicial experience?",
                "start": 1579.949,
                "byte_stop": 6363993,
                "byte_start": 6348528,
                "stop": 1583.812
              }
            ]
          },
          {
            "start": 1583.812,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6380816,
            "stop": 1588.03,
            "byte_start": 6363993,
            "text_blocks": [
              {
                "text": "No more than a trial examiner for the National Labor Relations Board.",
                "start": 1583.812,
                "byte_stop": 6380816,
                "byte_start": 6363993,
                "stop": 1588.03
              }
            ]
          },
          {
            "start": 1588.03,
            "speaker": {
              "last_name": "Marshall",
              "ID": 15104,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "id": 2748,
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8765,
              "thumbnail": {
                "size": 59272,
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "view_count": 78,
              "identifier": "thurgood_marshall",
              "name": "Thurgood Marshall"
            },
            "byte_stop": 6394295,
            "stop": 1591.381,
            "byte_start": 6380816,
            "text_blocks": [
              {
                "text": "They don't call them judicial officers?",
                "start": 1588.03,
                "byte_stop": 6394295,
                "byte_start": 6380816,
                "stop": 1591.381
              }
            ]
          },
          {
            "start": 1591.381,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6395131,
            "stop": 1591.594,
            "byte_start": 6394295,
            "text_blocks": [
              {
                "text": "But serve the same.",
                "start": 1591.381,
                "byte_stop": 6395131,
                "byte_start": 6394295,
                "stop": 1591.594
              }
            ]
          },
          {
            "start": 1591.594,
            "speaker": {
              "last_name": "Marshall",
              "ID": 15104,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "id": 2748,
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8765,
              "thumbnail": {
                "size": 59272,
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "view_count": 78,
              "identifier": "thurgood_marshall",
              "name": "Thurgood Marshall"
            },
            "byte_stop": 6429926,
            "stop": 1600.295,
            "byte_start": 6395131,
            "text_blocks": [
              {
                "text": "I was just expressing the fact that he'd never act as judicial officer.",
                "start": 1591.594,
                "byte_stop": 6410804,
                "byte_start": 6395131,
                "stop": 1595.521
              },
              {
                "text": "Now, I'm trying to find out what's the difference between him and the censor except the title?",
                "start": 1595.521,
                "byte_stop": 6429926,
                "byte_start": 6410804,
                "stop": 1600.295
              }
            ]
          },
          {
            "start": 1600.295,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6472035,
            "stop": 1610.817,
            "byte_start": 6429926,
            "text_blocks": [
              {
                "text": "Well, I think a censor deals strictly with these materials.",
                "start": 1600.295,
                "byte_stop": 6439957,
                "byte_start": 6429926,
                "stop": 1602.821
              },
              {
                "text": "80% of the judicial officer's time is spent passing on contractual disputes involving the building of post officers.",
                "start": 1602.821,
                "byte_stop": 6472035,
                "byte_start": 6439957,
                "stop": 1610.817
              }
            ]
          },
          {
            "start": 1610.817,
            "speaker": {
              "last_name": "Marshall",
              "ID": 15104,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Lyndon B. Johnson",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "id": 2748,
                  "date_end": 686293200,
                  "date_start": -71002800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8765,
              "thumbnail": {
                "size": 59272,
                "id": 32770,
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "view_count": 78,
              "identifier": "thurgood_marshall",
              "name": "Thurgood Marshall"
            },
            "byte_stop": 6476528,
            "stop": 1611.956,
            "byte_start": 6472035,
            "text_blocks": [
              {
                "text": "Well, is that what he does?",
                "start": 1610.817,
                "byte_stop": 6476528,
                "byte_start": 6472035,
                "stop": 1611.956
              }
            ]
          },
          {
            "start": 1611.956,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6509443,
            "stop": 1620.174,
            "byte_start": 6476528,
            "text_blocks": [
              {
                "text": "And that's a lot of what he does, yes.",
                "start": 1611.956,
                "byte_stop": 6482798,
                "byte_start": 6476528,
                "stop": 1613.515
              },
              {
                "text": "He passes on issues of second class mail ability, any administrative dispute that may come up within the department and have to be settled.",
                "start": 1613.515,
                "byte_stop": 6509443,
                "byte_start": 6482798,
                "stop": 1620.174
              }
            ]
          },
          {
            "start": 1620.174,
            "speaker": null,
            "byte_stop": 6526683,
            "stop": 1624.48,
            "byte_start": 6509443,
            "text_blocks": [
              {
                "text": "And so he is a judicial officer and he's expert in adjudicating --",
                "start": 1620.174,
                "byte_stop": 6526683,
                "byte_start": 6509443,
                "stop": 1624.48
              }
            ]
          },
          {
            "start": 1624.48,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6532430,
            "stop": 1625.933,
            "byte_start": 6526683,
            "text_blocks": [
              {
                "text": "That's right, precisely.",
                "start": 1624.48,
                "byte_stop": 6532430,
                "byte_start": 6526683,
                "stop": 1625.933
              }
            ]
          },
          {
            "start": 1625.933,
            "speaker": null,
            "byte_stop": 6546954,
            "stop": 1629.565,
            "byte_start": 6532430,
            "text_blocks": [
              {
                "text": "-- the job of adjudication in matters of administration.",
                "start": 1625.933,
                "byte_stop": 6546954,
                "byte_start": 6532430,
                "stop": 1629.565
              }
            ]
          },
          {
            "start": 1629.565,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 6876097,
            "stop": 1711.841,
            "byte_start": 6546954,
            "text_blocks": [
              {
                "text": "Precisely.",
                "start": 1629.565,
                "byte_stop": 6554269,
                "byte_start": 6546954,
                "stop": 1631.397
              },
              {
                "text": "Finally, I think it's necessary to say that the government does indeed assert that it has the right not to have to deliver through its mails some of the materials that people assert the right to send through it.",
                "start": 1631.397,
                "byte_stop": 6629815,
                "byte_start": 6554269,
                "stop": 1650.282
              },
              {
                "text": "That may ultimately be what's at issue on this case, although I thought it had been settled by Roth, it seems to me there is an overriding interest here because carriage through the mails is not simply a neutral act.",
                "start": 1650.282,
                "byte_stop": 6686762,
                "byte_start": 6629815,
                "stop": 1664.507
              },
              {
                "text": "It involves the government in this business and in some sense puts a stamp of government approval if not government subsidy on it.",
                "start": 1664.507,
                "byte_stop": 6723647,
                "byte_start": 6686762,
                "stop": 1673.728
              },
              {
                "text": "That is why I'm quoting from an editorial in The London Times which was written on a somewhat different issue, but I think it's perfectly apt.",
                "start": 1673.728,
                "byte_stop": 6760636,
                "byte_start": 6723647,
                "stop": 1682.977
              },
              {
                "text": "“That is why those who were of the opinion that material passes the balance of decency are justified in denouncing it in circumstances like these, it is not because they personally are affronted, they need not be so but because it shifts the limits of the publicly permissible sexual display and shifts them in a direction that they have reason to believe it is hurtful to the values they uphold and to the well being of their society.",
                "start": 1682.977,
                "byte_stop": 6861991,
                "byte_start": 6760636,
                "stop": 1708.309
              },
              {
                "text": "I should like to reserve the remainder of my time.",
                "start": 1708.309,
                "byte_stop": 6876097,
                "byte_start": 6861991,
                "stop": 1711.841
              }
            ]
          },
          {
            "start": 1711.841,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 6901384,
            "stop": 1718.164,
            "byte_start": 6876097,
            "text_blocks": [
              {
                "text": "Very well, Mr. Strauss.",
                "start": 1711.841,
                "byte_stop": 6898040,
                "byte_start": 6876097,
                "stop": 1717.327
              },
              {
                "text": "Mr. Smith?",
                "start": 1717.327,
                "byte_stop": 6901384,
                "byte_start": 6898040,
                "stop": 1718.164
              }
            ]
          }
        ],
        "stop": 1718.164
      },
      {
        "start": 1718.164,
        "byte_stop": 10919748,
        "byte_start": 6901384,
        "turns": [
          {
            "start": 1718.164,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 9744865,
            "stop": 2429.028,
            "byte_start": 6901384,
            "text_blocks": [
              {
                "text": "Mr. Chief Justice and may it please the Court.",
                "start": 1718.164,
                "byte_stop": 6922595,
                "byte_start": 6901384,
                "stop": 1723.459
              },
              {
                "text": "The factual circumstances in the case involving the Book Bin are slightly different than the factual circumstances involved in the Mailbox.",
                "start": 1723.459,
                "byte_stop": 6957808,
                "byte_start": 6922595,
                "stop": 1732.274
              },
              {
                "text": "And as to those differences and as not covered by my brother here, I would like to make mention of those facts.",
                "start": 1732.274,
                "byte_stop": 6990409,
                "byte_start": 6957808,
                "stop": 1740.423
              },
              {
                "text": "First if it please the Court, a particular publication is involved -- the particular publication involved is just one, it's called Models de France.",
                "start": 1740.423,
                "byte_stop": 7031474,
                "byte_start": 6990409,
                "stop": 1750.686
              },
              {
                "text": "The advertising brochure sent out to a postal inspector, I call the Court's attention to on page 58 and 59 of the appendix, has a notation at the top right hand corner and the date 2/4/69, February 4, 1969.",
                "start": 1750.686,
                "byte_stop": 7125619,
                "byte_start": 7031474,
                "stop": 1774.225
              },
              {
                "text": "Now, in the context of this particular case, what thereafter occurred is nothing for four months.",
                "start": 1774.225,
                "byte_stop": 7152473,
                "byte_start": 7125619,
                "stop": 1780.949
              },
              {
                "text": "And then in June, approximately June 6, a motion is filed -- a petition is filed, to complain before the judicial hearing officer as well as a motion for expedited hearing because of the tremendous danger suggested in this particular regard.",
                "start": 1780.949,
                "byte_stop": 7219660,
                "byte_start": 7152473,
                "stop": 1797.728
              },
              {
                "text": "And then almost instantaneously, a motion is made under 4007 to have the court declare a probable cause that this material is obscene.",
                "start": 1797.728,
                "byte_stop": 7257485,
                "byte_start": 7219660,
                "stop": 1807.199
              },
              {
                "text": "But yet four months went by under the scheme as it operated by the government's own exhibit as put into this particular case.",
                "start": 1807.199,
                "byte_stop": 7290608,
                "byte_start": 7257485,
                "stop": 1815.468
              },
              {
                "text": "And, we point out to the Court, the material, the magazine Models de France which in 19 -- which was the subject of the 1969 proceedings was no more candid than the magazine that this Court found not obscene applying the Redrup concept in exclusive in the magazine case involving exclusive or titled Central Magazine Sales versus United Sates in October of 1967.",
                "start": 1815.468,
                "byte_stop": 7398442,
                "byte_start": 7290608,
                "stop": 1842.427
              },
              {
                "text": "So this is two -- almost two years later -- a year-and-a-half-later, there is an attempt to take one magazine out of an entire brochure and we suggest that these are separate factual circumstances.",
                "start": 1842.427,
                "byte_stop": 7451627,
                "byte_start": 7398442,
                "stop": 1855.732
              },
              {
                "text": "In this particular context, what occurred is a US Attorney sent a letter to the Book Bin, telling them that he was going to move for a temporary restraining order and counsel appeared at the time and shortly thereafter filed a motion to dismiss the application as well as asking for a three-judge court to declare the constitutionality.",
                "start": 1855.732,
                "byte_stop": 7537831,
                "byte_start": 7451627,
                "stop": 1877.278
              },
              {
                "text": "It is true in this case, there was no time any mail stopped because of the action of counsel in this particular regard.",
                "start": 1877.278,
                "byte_stop": 7572626,
                "byte_start": 7537831,
                "stop": 1885.987
              },
              {
                "text": "And in that context, we say this is the difference between this case and the other case.",
                "start": 1885.987,
                "byte_stop": 7595092,
                "byte_start": 7572626,
                "stop": 1891.587
              },
              {
                "text": "Now, we divide our argument into several parts.",
                "start": 1891.587,
                "byte_stop": 7611079,
                "byte_start": 7595092,
                "stop": 1895.576
              },
              {
                "text": "First is the concept of whether the administrative proceedings here are appropriate under the First Amendment, dealing with presumably protected publications.",
                "start": 1895.576,
                "byte_stop": 7655800,
                "byte_start": 7611079,
                "stop": 1906.764
              },
              {
                "text": "We have, as we suggested, a post office proceeding that does not have an adversary concept before a judicial officer, a court, that what occurs is that the publication is displayed and an affidavit is obtained by the general counsel, the materials are then submitted to the hearing examiner who then dockets a complaint and goes forward from there.",
                "start": 1906.764,
                "byte_stop": 7783800,
                "byte_start": 7655800,
                "stop": 1938.773
              },
              {
                "text": "Now, in this instance, there is no expertise suggested in this hearing officer as you've heard, 80% of his time is spent in matters relating to contracts for post office buildings that the proceedings at that time, there's no time period within which the hearing must be convened.",
                "start": 1938.773,
                "byte_stop": 7859033,
                "byte_start": 7783800,
                "stop": 1957.569
              },
              {
                "text": "There is no time period as we would suggest is required under the decisions of this Court in Title Film Corporation and in Freedman within which there must be a prompt judicial determination and we say that in this regard, this is a failure in this context.",
                "start": 1957.569,
                "byte_stop": 7937400,
                "byte_start": 7859033,
                "stop": 1977.16
              },
              {
                "text": "Then there is no obviously no jury in the context of the administrative proceedings that can determine whether or not something is or is not obscene.",
                "start": 1977.16,
                "byte_stop": 7976897,
                "byte_start": 7937400,
                "stop": 1987.051
              },
              {
                "text": "And we suggest the publications in the Mailbox case were determined by that same hearing -- acting judicial officer to be obscene as Mr. Fleishman indicated counsel that these were comparable to the materials in Bloss and we suggest they were also comparable to the materials in the Central Magazine case.",
                "start": 1987.051,
                "byte_stop": 8050458,
                "byte_start": 7976897,
                "stop": 2005.426
              },
              {
                "text": "So in that particular context, we say that they are not -- these are not appropriate procedures.",
                "start": 2005.426,
                "byte_stop": 8082641,
                "byte_start": 8050458,
                "stop": 2013.487
              },
              {
                "text": "Now, in the -- in the context of a 4007 order, we suggest that there are several deficiencies in that particular Section which are special to the Book Bin case.",
                "start": 2013.487,
                "byte_stop": 8154321,
                "byte_start": 8082641,
                "stop": 2031.395
              },
              {
                "text": "First is what is probable cause or what is the probable cause test?",
                "start": 2031.395,
                "byte_stop": 8169576,
                "byte_start": 8154321,
                "stop": 2035.205
              },
              {
                "text": "There is no guide left as to what is the probable cause in the context of a 4007 hearing because in that instance, are we talking about an opportunity -- a reasonable opportunity to be heard?",
                "start": 2035.205,
                "byte_stop": 8228404,
                "byte_start": 8169576,
                "stop": 2049.914
              },
              {
                "text": "Is one day or two days sufficient?",
                "start": 2049.914,
                "byte_stop": 8237181,
                "byte_start": 8228404,
                "stop": 2052.11
              },
              {
                "text": "This is not a kind of situation like Carroll versus President and Commissioners of Princess Anne County wherein a speech was about to be heard that almost the next evening or that evening and that there was emergency concepts involved and there was no opportunity -- there could've been an opportunity to be heard and an immediate hearing could've been held.",
                "start": 2052.11,
                "byte_stop": 8314295,
                "byte_start": 8237181,
                "stop": 2071.382
              },
              {
                "text": "In this context, they waited as we suggested from February until June and then they moved for an immediate hearing and we say that unlike Carroll versus President and Commissioners of Princess Anne County, there was no overriding emergency and in this regard what is probable cause consistent with due process?",
                "start": 2071.382,
                "byte_stop": 8382840,
                "byte_start": 8314295,
                "stop": 2088.523
              },
              {
                "text": "Is it one or two days notice to go in and be prepared to demonstrate one's case?",
                "start": 2088.523,
                "byte_stop": 8404888,
                "byte_start": 8382840,
                "stop": 2094.041
              },
              {
                "text": "In this particular regard, we also go on to the fact that there is no reasonable construction that could obtain to save what we consider to be an unconstitutional mail block requiring an affirmative action on the part of the addressee under the doctrine suggested by this Court in Lamont.",
                "start": 2094.041,
                "byte_stop": 8472806,
                "byte_start": 8404888,
                "stop": 2111.027
              },
              {
                "text": "The order, yes, suggested could be drawn very narrowly and that a postal inspector could be delegated to sit down with the addressee on a day by day basis, sort through every piece of mail there to determine whether any of the material alleged to be obscene could be determined -- could be released to them and only that material which was not would be released.",
                "start": 2111.027,
                "byte_stop": 8570608,
                "byte_start": 8472806,
                "stop": 2135.462
              },
              {
                "text": "So, we suggest that this in effect creates a chilling effect or self censorship which we feel this Court has condemned on numerous and prior occasions that the trial court or the three-judge court suggests that under the broad wording of the statute, that under a 4770 order that the United States could obtain a court order detaining all incoming mail.",
                "start": 2135.462,
                "byte_stop": 8667261,
                "byte_start": 8570608,
                "stop": 2159.639
              },
              {
                "text": "However, as has been suggested by the Solicitor General, that could be somewhat reduced.",
                "start": 2159.639,
                "byte_stop": 8698086,
                "byte_start": 8667261,
                "stop": 2167.332
              },
              {
                "text": "We get in part two the concept that this Court, as Mr. Fleishman has discussed, Mr. Strauss has discussed with respect to Roth and its applicability in this regard.",
                "start": 2167.332,
                "byte_stop": 8750644,
                "byte_start": 8698086,
                "stop": 2180.489
              },
              {
                "text": "We are -- in essence, we say that an individual has a right to receive material which to him is for his amusement value or for the conveyance of ideological content.",
                "start": 2180.489,
                "byte_stop": 8798605,
                "byte_start": 8750644,
                "stop": 2192.482
              },
              {
                "text": "The individual asserts that right by ordering merchandise.",
                "start": 2192.482,
                "byte_stop": 8812502,
                "byte_start": 8798605,
                "stop": 2195.933
              },
              {
                "text": "Now, it is not suggested, we say that this brochure necessarily goes to an unwilling or to an unsolicited individual and he then responds by ordering a magazine.",
                "start": 2195.933,
                "byte_stop": 8860150,
                "byte_start": 8812502,
                "stop": 2207.857
              },
              {
                "text": "There are a variety of ways that this man can get on the mailing list so to speak.",
                "start": 2207.857,
                "byte_stop": 8880003,
                "byte_start": 8860150,
                "stop": 2212.812
              },
              {
                "text": "He can buy a publication that is put out by a firm.",
                "start": 2212.812,
                "byte_stop": 8891183,
                "byte_start": 8880003,
                "stop": 2215.611
              },
              {
                "text": "He may have an advertisement in there and he may write and say “Send me your brochure” and the brochure is send in response to this and in kind than the publication is sent to him after he orders from the brochure.",
                "start": 2215.611,
                "byte_stop": 8933606,
                "byte_start": 8891183,
                "stop": 2226.227
              },
              {
                "text": "And this is in effect the part of the people like the Book Bin or the Mailbox trying to follow what is suggested or what has been suggested by this Court in the treatment of the Redrup cases.",
                "start": 2226.227,
                "byte_stop": 8984910,
                "byte_start": 8933606,
                "stop": 2239.049
              },
              {
                "text": "Whereas are we dealing with an individual who wants to avoid exposure to adult type materials and if this is the unsolicited intrusive mailing.",
                "start": 2239.049,
                "byte_stop": 9027438,
                "byte_start": 8984910,
                "stop": 2249.678
              },
              {
                "text": "But if John Doe, postal inspector wants to go in a Mailbox list and he wants to buy adult type of material from the Mailbox and ultimately as this Court recognized in Rowan, there is an exchange of list in every commercial enterprise in mail order that if ultimately, what occurs is that this list is exchanged and he then gets an advertisement from the Book Bin or whatever.",
                "start": 2249.678,
                "byte_stop": 9111239,
                "byte_start": 9027438,
                "stop": 2270.634
              },
              {
                "text": "He is not in the category of the individual who says “I wanted to avoid confrontation with this kind of material.”",
                "start": 2270.634,
                "byte_stop": 9140496,
                "byte_start": 9111239,
                "stop": 2277.953
              },
              {
                "text": "He is not that particular person.",
                "start": 2277.953,
                "byte_stop": 9145825,
                "byte_start": 9140496,
                "stop": 2279.27
              },
              {
                "text": "So we're not -- it's not a solicitation.",
                "start": 2279.27,
                "byte_stop": 9155960,
                "byte_start": 9145825,
                "stop": 2281.798
              },
              {
                "text": "It's just sent out widespread which seems to us to have been suggested in the Stanley case when the Court took particular pains as this counsel reads it, to point out in a footnote a quotation from the various cases and said, “The Court found it” -- this is on page 548 of the lawyer's edition, “The Court found it unnecessary to reach the constitutional questions presented by the claimant, but did notice the belief that the statement in Roth concerning the rejection of obscenity must be interpreted in light of the widespread distribution of the material in Roth.”",
                "start": 2281.798,
                "byte_stop": 9317815,
                "byte_start": 9155960,
                "stop": 2322.265
              },
              {
                "text": "And again later in the particular case, this Court -- in the Stanley case, this Court has reiterated what it was said in Mr. Justice Brennan's opinion in Roth, the door barring federal and state intrusions, this area cannot be left ajar.",
                "start": 2322.265,
                "byte_stop": 9376852,
                "byte_start": 9317815,
                "stop": 2337.022
              },
              {
                "text": "It must be kept tightly closed and open to slightest crack necessary to prevent encroachment upon more important interest.",
                "start": 2337.022,
                "byte_stop": 9400466,
                "byte_start": 9376852,
                "stop": 2342.945
              },
              {
                "text": "And at that particular point, there was a footnote which led us back ultimately to Breard versus City of Alexandria would seem to be an expression of the kind of intrusion that we were talking about.",
                "start": 2342.945,
                "byte_stop": 9443307,
                "byte_start": 9400466,
                "stop": 2353.658
              },
              {
                "text": "That certain material could be disseminated.",
                "start": 2353.658,
                "byte_stop": 9454696,
                "byte_start": 9443307,
                "stop": 2356.486
              },
              {
                "text": "Mr. Justice Stewart has suggested in Ginsburg versus U.S. that unless the material is hardcore, certainly there should be some intrusive quality about the nature of it's dissemination before it should be prohibited, at least that's as this counsel has read the particular point.",
                "start": 2356.486,
                "byte_stop": 9520316,
                "byte_start": 9454696,
                "stop": 2372.886
              },
              {
                "text": "So we're not -- we're in this particular position that we are not engaged in a widespread indiscriminate circulation.",
                "start": 2372.886,
                "byte_stop": 9554902,
                "byte_start": 9520316,
                "stop": 2381.538
              },
              {
                "text": "We have an individual who by one form or the other has gotten onto a mailing list, who was indicated by his prior correspondence or such that he wants to receive adult type material.",
                "start": 2381.538,
                "byte_stop": 9598892,
                "byte_start": 9554902,
                "stop": 2392.542
              },
              {
                "text": "The characterization by Mr. Strauss as this being, you know, that these people are in a particular industry or they're involved with the monetary aspect, everyone is involved in the monetary aspect.",
                "start": 2392.542,
                "byte_stop": 9640584,
                "byte_start": 9598892,
                "stop": 2402.974
              },
              {
                "text": "In this regard, these people have suggested they want to receive something.",
                "start": 2402.974,
                "byte_stop": 9654899,
                "byte_start": 9640584,
                "stop": 2406.546
              },
              {
                "text": "They want to order.",
                "start": 2406.546,
                "byte_stop": 9658243,
                "byte_start": 9654899,
                "stop": 2407.367
              },
              {
                "text": "They write to the Book Bin to get it.",
                "start": 2407.367,
                "byte_stop": 9672140,
                "byte_start": 9658243,
                "stop": 2410.86
              },
              {
                "text": "The post office department comes in and decides that they shouldn't get it for one reason or the other a particular publication which was known to them to be at least comparable to the material before this Court in the Exclusive case, not even as candid as the material in the Bloss case, later determined by this Court I think on June 1, 197 --",
                "start": 2410.86,
                "byte_stop": 9744865,
                "byte_start": 9672140,
                "stop": 2429.028
              }
            ]
          },
          {
            "start": 2429.028,
            "speaker": null,
            "byte_stop": 9765867,
            "stop": 2434.278,
            "byte_start": 9744865,
            "text_blocks": [
              {
                "text": "Does the record show how somebody did someone --",
                "start": 2429.028,
                "byte_stop": 9765867,
                "byte_start": 9744865,
                "stop": 2434.278
              }
            ]
          },
          {
            "start": 2434.278,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 9778301,
            "stop": 2437.407,
            "byte_start": 9765867,
            "text_blocks": [
              {
                "text": "No sir.",
                "start": 2434.278,
                "byte_stop": 9768166,
                "byte_start": 9765867,
                "stop": 2434.868
              },
              {
                "text": "The record is silent as to that particular point.",
                "start": 2434.868,
                "byte_stop": 9778301,
                "byte_start": 9768166,
                "stop": 2437.407
              }
            ]
          },
          {
            "start": 2437.407,
            "speaker": null,
            "byte_stop": 9795751,
            "stop": 2441.767,
            "byte_start": 9778301,
            "text_blocks": [
              {
                "text": "The silence was denial of obscenity on (Inaudible) this case?",
                "start": 2437.407,
                "byte_stop": 9795751,
                "byte_start": 9778301,
                "stop": 2441.767
              }
            ]
          },
          {
            "start": 2441.767,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 9878925,
            "stop": 2462.544,
            "byte_start": 9795751,
            "text_blocks": [
              {
                "text": "There was no factual inquiry conducted by the Court in reaching the question in the abstract Your Honor.",
                "start": 2441.767,
                "byte_stop": 9826471,
                "byte_start": 9795751,
                "stop": 2449.425
              },
              {
                "text": "But I was answering as I thought Mr. Justice Blackmun's questions earlier regarding the manner of how someone might get this and how someone may respond to it in this particular regard.",
                "start": 2449.425,
                "byte_stop": 9878925,
                "byte_start": 9826471,
                "stop": 2462.544
              }
            ]
          },
          {
            "start": 2462.544,
            "speaker": null,
            "byte_stop": 9971921,
            "stop": 2485.788,
            "byte_start": 9878925,
            "text_blocks": [
              {
                "text": "Well, do you agree really neither of these cases are we concerned with the subsequent questions as to whether this material was banable as obscene.",
                "start": 2462.544,
                "byte_stop": 9923647,
                "byte_start": 9878925,
                "stop": 2473.736
              },
              {
                "text": "There as I understand it with the federal government or the states, we don't reach in any of that in this case.",
                "start": 2473.736,
                "byte_stop": 9971921,
                "byte_start": 9923647,
                "stop": 2485.788
              }
            ]
          },
          {
            "start": 2485.788,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 9973593,
            "stop": 2486.204,
            "byte_start": 9971921,
            "text_blocks": [
              {
                "text": "Your Honor the --",
                "start": 2485.788,
                "byte_stop": 9973593,
                "byte_start": 9971921,
                "stop": 2486.204
              }
            ]
          },
          {
            "start": 2486.204,
            "speaker": null,
            "byte_stop": 10000551,
            "stop": 2492.961,
            "byte_start": 9973593,
            "text_blocks": [
              {
                "text": "This is simply to the procedural question as to whether this is a permissible procedure or not, am I right about that?",
                "start": 2486.204,
                "byte_stop": 10000551,
                "byte_start": 9973593,
                "stop": 2492.961
              }
            ]
          },
          {
            "start": 2492.961,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10032421,
            "stop": 2500.928,
            "byte_start": 10000551,
            "text_blocks": [
              {
                "text": "Your Honor that is correct.",
                "start": 2492.961,
                "byte_stop": 10007343,
                "byte_start": 10000551,
                "stop": 2494.653
              },
              {
                "text": "The Court did not get into the application of the law in this particular context and --",
                "start": 2494.653,
                "byte_stop": 10032421,
                "byte_start": 10007343,
                "stop": 2500.928
              }
            ]
          },
          {
            "start": 2500.928,
            "speaker": null,
            "byte_stop": 10056767,
            "stop": 2507.02,
            "byte_start": 10032421,
            "text_blocks": [
              {
                "text": "There's really nothing, but a Freedman issue, whether Freedman controls this case or these cases, or whether it doesn't?",
                "start": 2500.928,
                "byte_stop": 10056767,
                "byte_start": 10032421,
                "stop": 2507.02
              }
            ]
          },
          {
            "start": 2507.02,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10091353,
            "stop": 2515.65,
            "byte_start": 10056767,
            "text_blocks": [
              {
                "text": "Yes sir, I reluctantly admit that is correct.",
                "start": 2507.02,
                "byte_stop": 10067007,
                "byte_start": 10056767,
                "stop": 2509.582
              },
              {
                "text": "And we suggest that it's not just Freedman, we suggest also it's a Lamont issue, Your Honor.",
                "start": 2509.582,
                "byte_stop": 10091353,
                "byte_start": 10067007,
                "stop": 2515.65
              }
            ]
          },
          {
            "start": 2515.65,
            "speaker": null,
            "byte_stop": 10094174,
            "stop": 2516.371,
            "byte_start": 10091353,
            "text_blocks": [
              {
                "text": "Yes.",
                "start": 2515.65,
                "byte_stop": 10094174,
                "byte_start": 10091353,
                "stop": 2516.371
              }
            ]
          },
          {
            "start": 2516.371,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10574618,
            "stop": 2636.475,
            "byte_start": 10094174,
            "text_blocks": [
              {
                "text": "And those two factors are the factors that we concern ourselves with.",
                "start": 2516.371,
                "byte_stop": 10109952,
                "byte_start": 10094174,
                "stop": 2520.313
              },
              {
                "text": "The burden for instituting judicial review at the conclusion of a post office determination is on the addressee.",
                "start": 2520.313,
                "byte_stop": 10149449,
                "byte_start": 10109952,
                "stop": 2530.185
              },
              {
                "text": "The burden is on the censor.",
                "start": 2530.185,
                "byte_stop": 10167421,
                "byte_start": 10149449,
                "stop": 2534.675
              },
              {
                "text": "This we suggest is in violation of Freedman.",
                "start": 2534.675,
                "byte_stop": 10175781,
                "byte_start": 10167421,
                "stop": 2536.774
              },
              {
                "text": "There is no time period within which this administrative process must be concluded.",
                "start": 2536.774,
                "byte_stop": 10195947,
                "byte_start": 10175781,
                "stop": 2541.797
              },
              {
                "text": "We say -- we suggest that that is in violation of the Title Film Corporation which was in essence bottomed on Freedman versus Maryland, that the burden of carrying persuasion certainly by virtue of an administrative determination of obscenity would then be on the person seeking to reverse or change that particular thing in the judicial review.",
                "start": 2541.797,
                "byte_stop": 10275777,
                "byte_start": 10195947,
                "stop": 2561.764
              },
              {
                "text": "And we say that these things are inaccurate.",
                "start": 2561.764,
                "byte_stop": 10296571,
                "byte_start": 10275777,
                "stop": 2566.957
              },
              {
                "text": "And as to 4007, there is no standard as to determination of what probable cause is and the probable cause issue, once the Court finds probable cause whether it's to the -- under any standard could something be said to be obscene under any test could something be said to be obscene.",
                "start": 2566.957,
                "byte_stop": 10374938,
                "byte_start": 10296571,
                "stop": 2586.555
              },
              {
                "text": "If the Court follows that as to the issue of probable cause, then we have something tied up, we have correspondence tied up, we have obviously a chilling effect we suggest Your Honor on the exercise of First Amendment freedom and it is the public that in great measure is deprived.",
                "start": 2586.555,
                "byte_stop": 10434706,
                "byte_start": 10374938,
                "stop": 2601.495
              },
              {
                "text": "There is in this instance, if the Court will look at the particular exhibit quoting in this publication on page 58 and 59 of the appendix, the material in Models de France, the publication on the cover is indistinguishable from any of the other material.",
                "start": 2601.495,
                "byte_stop": 10504296,
                "byte_start": 10434706,
                "stop": 2618.898
              },
              {
                "text": "So what we have is an invidious one magazine proposition.",
                "start": 2618.898,
                "byte_stop": 10523000,
                "byte_start": 10504296,
                "stop": 2623.573
              },
              {
                "text": "We're coming in one magazine and we're going to do it on one magazine.",
                "start": 2623.573,
                "byte_stop": 10543167,
                "byte_start": 10523000,
                "stop": 2628.602
              },
              {
                "text": "It doesn't necessarily have to stop there and we suggest that in the area of First Amendment rights that there has to be as this Court has said so many times a very strict --",
                "start": 2628.602,
                "byte_stop": 10574618,
                "byte_start": 10543167,
                "stop": 2636.475
              }
            ]
          },
          {
            "start": 2636.475,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 10582873,
            "stop": 2638.55,
            "byte_start": 10574618,
            "text_blocks": [
              {
                "text": "I'm not so sure I follow that the last argument.",
                "start": 2636.475,
                "byte_stop": 10582873,
                "byte_start": 10574618,
                "stop": 2638.55
              }
            ]
          },
          {
            "start": 2638.55,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10588097,
            "stop": 2639.847,
            "byte_start": 10582873,
            "text_blocks": [
              {
                "text": "Yes sir.",
                "start": 2638.55,
                "byte_stop": 10588097,
                "byte_start": 10582873,
                "stop": 2639.847
              }
            ]
          },
          {
            "start": 2639.847,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 10599591,
            "stop": 2642.704,
            "byte_start": 10588097,
            "text_blocks": [
              {
                "text": "We can only hear one case at a time, can't we?",
                "start": 2639.847,
                "byte_stop": 10599591,
                "byte_start": 10588097,
                "stop": 2642.704
              }
            ]
          },
          {
            "start": 2642.704,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10626236,
            "stop": 2649.371,
            "byte_start": 10599591,
            "text_blocks": [
              {
                "text": "Yes sir, that's correct but--I don't get your point.",
                "start": 2642.704,
                "byte_stop": 10615683,
                "byte_start": 10599591,
                "stop": 2646.727
              },
              {
                "text": "Are you saying they singled you out for some --",
                "start": 2646.727,
                "byte_stop": 10626236,
                "byte_start": 10615683,
                "stop": 2649.371
              }
            ]
          },
          {
            "start": 2649.371,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10684855,
            "stop": 2664.026,
            "byte_start": 10626236,
            "text_blocks": [
              {
                "text": "No sir.",
                "start": 2649.371,
                "byte_stop": 10628430,
                "byte_start": 10626236,
                "stop": 2649.918
              },
              {
                "text": "I'm not saying they singled us out.",
                "start": 2649.918,
                "byte_stop": 10633759,
                "byte_start": 10628430,
                "stop": 2651.271
              },
              {
                "text": "They singled a publication out that this was a pilot procedure we suggest, Your Honor, that the court undertook -- the post office department undertook in two different jurisdictions.",
                "start": 2651.271,
                "byte_stop": 10673674,
                "byte_start": 10633759,
                "stop": 2661.225
              },
              {
                "text": "One in California and one in Atlanta, Georgia and --",
                "start": 2661.225,
                "byte_stop": 10684855,
                "byte_start": 10673674,
                "stop": 2664.026
              }
            ]
          },
          {
            "start": 2664.026,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 10696140,
            "stop": 2666.864,
            "byte_start": 10684855,
            "text_blocks": [
              {
                "text": "So you're not suggesting anything impermissible about that, are you?",
                "start": 2664.026,
                "byte_stop": 10696140,
                "byte_start": 10684855,
                "stop": 2666.864
              }
            ]
          },
          {
            "start": 2666.864,
            "speaker": {
              "last_name": "Smith",
              "ID": 40382,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/robert_eugene_smith",
              "view_count": 0,
              "identifier": "robert_eugene_smith",
              "name": "Robert Eugene Smith"
            },
            "byte_stop": 10891849,
            "stop": 2715.784,
            "byte_start": 10696140,
            "text_blocks": [
              {
                "text": "Oh!",
                "start": 2666.864,
                "byte_stop": 10696767,
                "byte_start": 10696140,
                "stop": 2667.006
              },
              {
                "text": "No sir.",
                "start": 2667.006,
                "byte_stop": 10697707,
                "byte_start": 10696767,
                "stop": 2667.237
              },
              {
                "text": "I'm suggesting that the government can argue today one magazine is all that's involved and all of those publications.",
                "start": 2667.237,
                "byte_stop": 10727069,
                "byte_start": 10697707,
                "stop": 2674.576
              },
              {
                "text": "We say that if this procedure is allowed to go on unchecked as it is presently constituted that it is the beginning of and could be the beginning of and could have deleterious results upon again the public's right to receive access to material which is in this instance certainly not hardcore pornography by any definition that has been suggested by the Solicitor General and times gone by and as been set out in the margin by Mr. Justice Stewart in the Ginsburg versus US dissent.",
                "start": 2674.576,
                "byte_stop": 10841172,
                "byte_start": 10727069,
                "stop": 2703.114
              },
              {
                "text": "So we say that as to the Lamont issue, we feel it controls as written and we feel certainly that the Freedman factors as argued control as written.",
                "start": 2703.114,
                "byte_stop": 10877430,
                "byte_start": 10841172,
                "stop": 2712.187
              },
              {
                "text": "Thank you.",
                "start": 2712.187,
                "byte_stop": 10891849,
                "byte_start": 10877430,
                "stop": 2715.784
              }
            ]
          },
          {
            "start": 2715.784,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 10919748,
            "stop": 2722.747,
            "byte_start": 10891849,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 2715.784,
                "byte_stop": 10903134,
                "byte_start": 10891849,
                "stop": 2718.6
              },
              {
                "text": "Mr. Strauss, I'm not quite sure how much time you've got.",
                "start": 2718.6,
                "byte_stop": 10919748,
                "byte_start": 10903134,
                "stop": 2722.747
              }
            ]
          }
        ],
        "stop": 2722.747
      },
      {
        "start": 2722.747,
        "byte_stop": 11582213,
        "byte_start": 10919748,
        "turns": [
          {
            "start": 2722.747,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 10934690,
            "stop": 2726.499,
            "byte_start": 10919748,
            "text_blocks": [
              {
                "text": "Well, I have only three very short points to make.",
                "start": 2722.747,
                "byte_stop": 10934690,
                "byte_start": 10919748,
                "stop": 2726.499
              }
            ]
          },
          {
            "start": 2726.499,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 10943154,
            "stop": 2728.614,
            "byte_start": 10934690,
            "text_blocks": [
              {
                "text": "Two minutes, two minutes actually.",
                "start": 2726.499,
                "byte_stop": 10943154,
                "byte_start": 10934690,
                "stop": 2728.614
              }
            ]
          },
          {
            "start": 2728.614,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11052972,
            "stop": 2756.072,
            "byte_start": 10943154,
            "text_blocks": [
              {
                "text": "The first is this was as I think counsel just stated, a test case and as test cases sometimes do it had many flaws.",
                "start": 2728.614,
                "byte_stop": 10986203,
                "byte_start": 10943154,
                "stop": 2739.372
              },
              {
                "text": "It was brought in the hope of getting some kind of conflict with the proceedings on the West Coast, and I don't think it should be evaluated as an ordinary case of how the department would proceed under the statute.",
                "start": 2739.372,
                "byte_stop": 11042523,
                "byte_start": 10986203,
                "stop": 2753.461
              },
              {
                "text": "The second point I should make in connection with this issue of time --",
                "start": 2753.461,
                "byte_stop": 11052972,
                "byte_start": 11042523,
                "stop": 2756.072
              }
            ]
          },
          {
            "start": 2756.072,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 11070004,
            "stop": 2760.318,
            "byte_start": 11052972,
            "text_blocks": [
              {
                "text": "What do you mean by that Mr. Strauss, I don't want to slow you but --",
                "start": 2756.072,
                "byte_stop": 11070004,
                "byte_start": 11052972,
                "stop": 2760.318
              }
            ]
          },
          {
            "start": 2760.318,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11076378,
            "stop": 2761.925,
            "byte_start": 11070004,
            "text_blocks": [
              {
                "text": "Well --",
                "start": 2760.318,
                "byte_stop": 11076378,
                "byte_start": 11070004,
                "stop": 2761.925
              }
            ]
          },
          {
            "start": 2761.925,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 11112532,
            "stop": 2770.951,
            "byte_start": 11076378,
            "text_blocks": [
              {
                "text": "-- why shouldn't we consider this as the way the department would ordinarily proceed under the statute?",
                "start": 2761.925,
                "byte_stop": 11098216,
                "byte_start": 11076378,
                "stop": 2767.371
              },
              {
                "text": "What did it do, it shouldn't have done?",
                "start": 2767.371,
                "byte_stop": 11112532,
                "byte_start": 11098216,
                "stop": 2770.951
              }
            ]
          },
          {
            "start": 2770.951,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11180763,
            "stop": 2788.008,
            "byte_start": 11112532,
            "text_blocks": [
              {
                "text": "The -- let me put it this way.",
                "start": 2770.951,
                "byte_stop": 11121518,
                "byte_start": 11112532,
                "stop": 2773.205
              },
              {
                "text": "The question whether that was a case in which had it come to an issue, the government could have demonstrated that it was entitled to the extraordinary relief of Section 4007 is not an issue which was decided, and should not I think be assumed here.",
                "start": 2773.205,
                "byte_stop": 11180763,
                "byte_start": 11121518,
                "stop": 2788.008
              }
            ]
          },
          {
            "start": 2788.008,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 11187660,
            "stop": 2789.724,
            "byte_start": 11180763,
            "text_blocks": [
              {
                "text": "You're talking about the nature of the --",
                "start": 2788.008,
                "byte_stop": 11187660,
                "byte_start": 11180763,
                "stop": 2789.724
              }
            ]
          },
          {
            "start": 2789.724,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11189541,
            "stop": 2790.216,
            "byte_start": 11187660,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 2789.724,
                "byte_stop": 11189541,
                "byte_start": 11187660,
                "stop": 2790.216
              }
            ]
          },
          {
            "start": 2790.216,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 11191735,
            "stop": 2790.742,
            "byte_start": 11189541,
            "text_blocks": [
              {
                "text": "-- magazine.",
                "start": 2790.216,
                "byte_stop": 11191735,
                "byte_start": 11189541,
                "stop": 2790.742
              }
            ]
          },
          {
            "start": 2790.742,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11234785,
            "stop": 2801.517,
            "byte_start": 11191735,
            "text_blocks": [
              {
                "text": "That's right.",
                "start": 2790.742,
                "byte_stop": 11193511,
                "byte_start": 11191735,
                "stop": 2791.19
              },
              {
                "text": "The nature of the magazine and the nature of the prosecution, I suppose that a showing that four months had elapsed and the government hadn't shown that there was any emergency --",
                "start": 2791.19,
                "byte_stop": 11234785,
                "byte_start": 11193511,
                "stop": 2801.517
              }
            ]
          },
          {
            "start": 2801.517,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 11237606,
            "stop": 2802.217,
            "byte_start": 11234785,
            "text_blocks": [
              {
                "text": "Yes, that too.",
                "start": 2801.517,
                "byte_stop": 11237606,
                "byte_start": 11234785,
                "stop": 2802.217
              }
            ]
          },
          {
            "start": 2802.217,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11252861,
            "stop": 2806.027,
            "byte_start": 11237606,
            "text_blocks": [
              {
                "text": "-- would tend to persuade you that there was no need for this extraordinary relief.",
                "start": 2802.217,
                "byte_stop": 11252861,
                "byte_start": 11237606,
                "stop": 2806.027
              }
            ]
          },
          {
            "start": 2806.027,
            "speaker": {
              "last_name": "Stewart",
              "ID": 15043,
              "roles": [
                {
                  "role_title": "Associate Justice of the Supreme Court of the United States",
                  "appointing_president": "Dwight D. Eisenhower",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "id": 2687,
                  "date_end": 362984400,
                  "date_start": -353962800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 8298,
              "thumbnail": {
                "size": 56350,
                "id": 32752,
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/potter_stewart",
              "view_count": 71,
              "identifier": "potter_stewart",
              "name": "Potter Stewart"
            },
            "byte_stop": 11259758,
            "stop": 2807.748,
            "byte_start": 11252861,
            "text_blocks": [
              {
                "text": "I just didn't understand you.",
                "start": 2806.027,
                "byte_stop": 11259758,
                "byte_start": 11252861,
                "stop": 2807.748
              }
            ]
          },
          {
            "start": 2807.748,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11559225,
            "stop": 2882.629,
            "byte_start": 11259758,
            "text_blocks": [
              {
                "text": "Alright.",
                "start": 2807.748,
                "byte_stop": 11262056,
                "byte_start": 11259758,
                "stop": 2808.338
              },
              {
                "text": "Regarding the question of the amount of time these proceedings might take, I think there's one further observation I might make.",
                "start": 2808.338,
                "byte_stop": 11291418,
                "byte_start": 11262056,
                "stop": 2815.684
              },
              {
                "text": "I've already suggested that this is always under judicial control.",
                "start": 2815.684,
                "byte_stop": 11308868,
                "byte_start": 11291418,
                "stop": 2820.046
              },
              {
                "text": "I would also suggest as I believe we have in a footnote to our brief that it is indistinguishable from the question how long shall a criminal prosecution take.",
                "start": 2820.046,
                "byte_stop": 11344603,
                "byte_start": 11308868,
                "stop": 2828.977
              },
              {
                "text": "This Court has never suggested that once and indictment is brought in an obscenity case, that case must be listed -- lifted on the calendar over cases involving prosecutions for murder or interstate bank theft, of the like.",
                "start": 2828.977,
                "byte_stop": 11407924,
                "byte_start": 11344603,
                "stop": 2844.807
              },
              {
                "text": "Similarly here, simply because an administrative complaint may have been filed, that fact alone doesn't introduce any particular compulsions of time, although the existence of a Section 4007 order might.",
                "start": 2844.807,
                "byte_stop": 11468424,
                "byte_start": 11407924,
                "stop": 2859.933
              },
              {
                "text": "Finally, I should just like to remind the Court of footnote 22 in the interstate circuit opinion again, in which the court did indicate I think clearly that the simple burden of an administrative act to avoid default was not the kind of burden which was involved in the Freedman holding.",
                "start": 2859.933,
                "byte_stop": 11534670,
                "byte_start": 11468424,
                "stop": 2876.476
              },
              {
                "text": "On these grounds, we suggest that the decisions in both of these cases must be reversed.",
                "start": 2876.476,
                "byte_stop": 11554941,
                "byte_start": 11534670,
                "stop": 2881.557
              },
              {
                "text": "Thank you.",
                "start": 2881.557,
                "byte_stop": 11559225,
                "byte_start": 11554941,
                "stop": 2882.629
              }
            ]
          },
          {
            "start": 2882.629,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 11566331,
            "stop": 2884.41,
            "byte_start": 11559225,
            "text_blocks": [
              {
                "text": "Thank you Mr. Strauss.",
                "start": 2882.629,
                "byte_stop": 11566331,
                "byte_start": 11559225,
                "stop": 2884.41
              }
            ]
          },
          {
            "start": 2884.41,
            "speaker": {
              "last_name": "Strauss",
              "ID": 38336,
              "roles": null,
              "length_of_service": 0,
              "thumbnail": null,
              "href": "https://api.oyez.org/people/peter_l_strauss",
              "view_count": 0,
              "identifier": "peter_l_strauss",
              "name": "Peter L. Strauss"
            },
            "byte_stop": 11570406,
            "stop": 2885.424,
            "byte_start": 11566331,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 2884.41,
                "byte_stop": 11570406,
                "byte_start": 11566331,
                "stop": 2885.424
              }
            ]
          },
          {
            "start": 2885.424,
            "speaker": {
              "last_name": "Burger",
              "ID": 15073,
              "roles": [
                {
                  "role_title": "Chief Justice of the United States",
                  "appointing_president": "Richard Nixon",
                  "type": "scotus_justice",
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "id": 2717,
                  "date_end": 528094800,
                  "date_start": -16570800,
                  "institution_name": "Supreme Court of the United States"
                }
              ],
              "length_of_service": 6304,
              "thumbnail": {
                "size": 52511,
                "id": 32773,
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "mime": "image/png"
              },
              "href": "https://api.oyez.org/people/warren_e_burger",
              "view_count": 0,
              "identifier": "warren_e_burger",
              "name": "Warren E. Burger"
            },
            "byte_stop": 11582213,
            "stop": 2888.404,
            "byte_start": 11570406,
            "text_blocks": [
              {
                "text": "Thank you.",
                "start": 2885.424,
                "byte_stop": 11571764,
                "byte_start": 11570406,
                "stop": 2885.76
              },
              {
                "text": "The case is submitted.",
                "start": 2885.76,
                "byte_stop": 11582213,
                "byte_start": 11571764,
                "stop": 2888.404
              }
            ]
          }
        ],
        "stop": 2888.404
      }
    ],
    "duration": 2888.404,
    "title": "Blount v. Rizzi"
  },
  "id": 18006,
  "media_file": [
    {
      "size": 11582527,
      "id": 45134,
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1970/55/19701110a_58.delivery.mp3",
      "mime": "audio/mpeg"
    },
    {
      "size": 28922977,
      "id": 66986,
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1970/55/19701110a_58.ogg",
      "mime": "audio/ogg"
    },
    {
      "size": 37668,
      "id": 66987,
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1970/55/19701110a_58.m3u8",
      "mime": "application/x-mpegURL"
    }
  ],
  "unavailable": null
}