{
  "title": "Oral Argument - November 10, 1971",
  "damaged": null,
  "id": 17031,
  "unavailable": null,
  "transcript": {
    "title": "Securities and Exchange Commission v. Medical Committee for Human Rights",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 73742,
            "byte_stop": 157961,
            "stop": 21.053,
            "text_blocks": [
              {
                "stop": 21.053,
                "text": "We will hear the Securities and Exchange Commission against the National Committee, Mr. Solicitor General.",
                "byte_stop": 157961,
                "byte_start": 73742,
                "start": 0
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 157961,
            "byte_stop": 1873579,
            "stop": 449.943,
            "text_blocks": [
              {
                "stop": 24.161,
                "text": "May it please the Court.",
                "byte_stop": 170395,
                "byte_start": 157961,
                "start": 21.053
              },
              {
                "stop": 33.419,
                "text": "This case comes here on a writ of certiorari to the United States Court of Appeals, for the District of Columbia Circuit.",
                "byte_stop": 207489,
                "byte_start": 170395,
                "start": 24.161
              },
              {
                "stop": 59.417,
                "text": "It arises under Section 14a of the Securities Exchange Act of 1934 relating to Proxy Solicitation and under the regulations, under that Act and it raises questions of the reviewability of action or non-action of the Commission with respect to proxy materials.",
                "byte_stop": 311456,
                "byte_start": 207489,
                "start": 33.419
              },
              {
                "stop": 68.986,
                "text": "The text of Section 14a is printed on page 49 of the Commission’s brief.",
                "byte_stop": 349700,
                "byte_start": 311456,
                "start": 59.417
              },
              {
                "stop": 101.352,
                "text": "It makes it unlawful to use the facilities of the mails or of interstate commerce or of an exchange in contravention of such rules and regulations as the commission may prescribe as necessary or appropriate in the public interest or for the protection of investors to solicit or permit the use of his name to solicit any proxy or consent with respect to any security.",
                "byte_stop": 479162,
                "byte_start": 349700,
                "start": 68.986
              },
              {
                "stop": 115.841,
                "text": "But that is simply a delegation through the Commission to make rules with respect to proxies in the public interest or for the protection of investors.",
                "byte_stop": 537154,
                "byte_start": 479162,
                "start": 101.352
              },
              {
                "stop": 155.123,
                "text": "And at this point I would also like to bring to the Court’s attention a Section 2e of the Securities, Section 21e of the Securities and Exchange Act of 34 which is also printed on page 49 of the government’s brief, which authorizes the Commission, whenever it appears that there is a violation of the Act or about to be a violation of the Act, it may in its discretion bring an action in the appropriate United States Districts Court.",
                "byte_stop": 694307,
                "byte_start": 537154,
                "start": 115.841
              },
              {
                "stop": 183.683,
                "text": "Finally, I would call attention to the regulations which the Commission has made under Section 14a, specifically those relating to proposals of security holders which is Rule 14a-8 of the Commission Rules that is rather long but it is set out in full on pages 51 to 55 of the Commission’s brief.",
                "byte_stop": 808514,
                "byte_start": 694307,
                "start": 155.123
              },
              {
                "stop": 189.819,
                "text": "And with this as the legal setting, I turn to the facts.",
                "byte_stop": 833069,
                "byte_start": 808514,
                "start": 183.683
              },
              {
                "stop": 196.34,
                "text": "The respondent here is the Medical Committee on Human Rights.",
                "byte_stop": 859192,
                "byte_start": 833069,
                "start": 189.819
              },
              {
                "stop": 211.302,
                "text": "The record does not show whether it is a corporation or a voluntary association and nor does it show how the Committee is made up or how its spokesman are authorized.",
                "byte_stop": 918960,
                "byte_start": 859192,
                "start": 196.34
              },
              {
                "stop": 226.18,
                "text": "The record does show that early in 1968, it acquired by gift five shares of the common stock of Dow Chemical Corporation, a Delaware Corporation.",
                "byte_stop": 978519,
                "byte_start": 918960,
                "start": 211.302
              },
              {
                "stop": 254.774,
                "text": "Even before the shares were registered in its name, it made a request on the company to include a proposal and its proxy material for the 1968 Annual Meeting of Dow, that request related to the sale of Napalm by Dow, but it came too late for action at the 1968 meeting.",
                "byte_stop": 1092935,
                "byte_start": 978519,
                "start": 226.18
              },
              {
                "stop": 272.044,
                "text": "Early in 1969, the Medical Committee sent a new request to Dow asking that they be submitted to the Dow shareholders in Dow’s proxy solicitation for the 1969 Annual meeting.",
                "byte_stop": 1162003,
                "byte_start": 1092935,
                "start": 254.774
              },
              {
                "stop": 279.625,
                "text": "A proposal requesting that the company’s charter be amended with respect to the sale of Napalm.",
                "byte_stop": 1192305,
                "byte_start": 1162003,
                "start": 272.044
              },
              {
                "stop": 284.104,
                "text": "That appears on pages 10 and 12 of the appendix.",
                "byte_stop": 1210173,
                "byte_start": 1192305,
                "start": 279.625
              },
              {
                "stop": 307.499,
                "text": "On the advise of its general counsel, Dow decided to omit the proposal in accordance with rule 14a-8(d) Dow notified both the Committee and the Commission of its decision stating its reasons and including an opinion of counsel as required by the rule.",
                "byte_stop": 1303796,
                "byte_start": 1210173,
                "start": 284.104
              },
              {
                "stop": 327.329,
                "text": "The Committee then modified this proposal so that it would propose a resolution which would amend the company’s bylaws so as to prohibit the manufacturer of Napalm and asked the Commission staff to review the matter.",
                "byte_stop": 1383104,
                "byte_start": 1303796,
                "start": 307.499
              },
              {
                "stop": 345.794,
                "text": "On February 16, 1969, the Commission staff informed the Committee and Dow that it would not recommend any action to the Commission if the proposal was omitted from Dow’s proxy material.",
                "byte_stop": 1456978,
                "byte_start": 1383104,
                "start": 327.329
              },
              {
                "stop": 352.779,
                "text": "The Committee’s counsel then asked that the Commission itself review the staff’s position.",
                "byte_stop": 1484877,
                "byte_start": 1456978,
                "start": 345.794
              },
              {
                "stop": 374.871,
                "text": "And on March 24th 1969, the Commission as shown by its minute book, “Determined to raise no objection to the omission from the management’s proxy statement of certain resolutions proposed by the Medical Committee for Human Rights”.",
                "byte_stop": 1573275,
                "byte_start": 1484877,
                "start": 352.779
              },
              {
                "stop": 397.229,
                "text": "Now, I would suggest that this is a little like a denial of a writ of certiorari by this court, which amounts to a statement that this court will take no action with respect to a decision below and is not in anyway a decision by this court as to the merits of the case.",
                "byte_stop": 1662718,
                "byte_start": 1573275,
                "start": 374.871
              },
              {
                "stop": 417.404,
                "text": "On May 29th, 66 days after the Commission’s no action determination, the Committee filed a petition for review of the Commission’s action in the United States Court of Appeals for the District of Columbia Circuit.",
                "byte_stop": 1743384,
                "byte_start": 1662718,
                "start": 397.229
              },
              {
                "stop": 422.719,
                "text": "And this brings us to a threshold difficulty with the case.",
                "byte_stop": 1764700,
                "byte_start": 1743384,
                "start": 417.404
              },
              {
                "stop": 426.523,
                "text": "The statute under which this proceeding was brought.",
                "byte_stop": 1779851,
                "byte_start": 1764700,
                "start": 422.719
              },
              {
                "stop": 449.943,
                "text": "Section 25a of the Securities Exchange Act printed on page 50 of the Commission’s brief provides that a petition for review maybe filed “Within 60 days after the entry of such order”.",
                "byte_stop": 1873579,
                "byte_start": 1779851,
                "start": 426.523
              }
            ],
            "start": 21.053
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 1873579,
            "byte_stop": 1904821,
            "stop": 457.766,
            "text_blocks": [
              {
                "stop": 457.766,
                "text": "Mr. Solicitor General, I am curious this is brought up only in the reply brief is it not?",
                "byte_stop": 1904821,
                "byte_start": 1873579,
                "start": 449.943
              }
            ],
            "start": 449.943
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 1904821,
            "byte_stop": 2952540,
            "stop": 719.698,
            "text_blocks": [
              {
                "stop": 470.149,
                "text": "It was referred to in the main brief, I suggest that it is jurisdictional and I simply want to submit it for the court’s consideration on that basis.",
                "byte_stop": 1954349,
                "byte_start": 1904821,
                "start": 457.766
              },
              {
                "stop": 479.229,
                "text": "It is certainly noble to say that an order is not entered until a written notice of it is given.",
                "byte_stop": 1990712,
                "byte_start": 1954349,
                "start": 470.149
              },
              {
                "stop": 483.4,
                "text": "Here a notice was given by telephone on the day the order was entered.",
                "byte_stop": 2007430,
                "byte_start": 1990712,
                "start": 479.229
              },
              {
                "stop": 514.077,
                "text": "There is no requirement with respect to this court’s judgments or with respect to the judgments that this court reviews, that the date of entry of the order and after that is what Congress said was the entry of the order is deferred until written notice is given and if it is jurisdictional, it seems to me appropriate that I should lay it before the court for its consideration.",
                "byte_stop": 2130101,
                "byte_start": 2007430,
                "start": 483.4
              },
              {
                "stop": 523.019,
                "text": "But assuming that there is jurisdiction, we come to the questions of administrative law which have been briefed by the parties.",
                "byte_stop": 2165837,
                "byte_start": 2130101,
                "start": 514.077
              },
              {
                "stop": 528.981,
                "text": "These are discussed at length in the principal brief which had been filed.",
                "byte_stop": 2189765,
                "byte_start": 2165837,
                "start": 523.019
              },
              {
                "stop": 543.924,
                "text": "The argument can become rather extensive and complex and this has been developed fully and I hope carefully in our briefs, I hope for the convenience of the court.",
                "byte_stop": 2249533,
                "byte_start": 2189765,
                "start": 528.981
              },
              {
                "stop": 554.465,
                "text": "In this oral argument, I want to try to focus on two aspects which seem to me to be of particular importance.",
                "byte_stop": 2291642,
                "byte_start": 2249533,
                "start": 543.924
              },
              {
                "stop": 564.141,
                "text": "The real controversy underlying this case is between the Medical Committee and Dow Chemical Company.",
                "byte_stop": 2330408,
                "byte_start": 2291642,
                "start": 554.465
              },
              {
                "stop": 573.229,
                "text": "Yet Dow is not a party here and will not be bound by the decision of this court.",
                "byte_stop": 2366666,
                "byte_start": 2330408,
                "start": 564.141
              },
              {
                "stop": 590.493,
                "text": "The Commission has no machinery to adjudicate proxy disputes, nor could it as a practical matter adjudicate such disputes within the very short time available during the proxy season.",
                "byte_stop": 2435734,
                "byte_start": 2366666,
                "start": 573.229
              },
              {
                "stop": 604.605,
                "text": "Actually the Commission staff reviews something like 5000 sets of proxy material per year, mostly within a period of three months in the early part of the year.",
                "byte_stop": 2492263,
                "byte_start": 2435734,
                "start": 590.493
              },
              {
                "stop": 614.782,
                "text": "Necessarily, the work is largely done by the staff of the Commission, it is truly a matter of administration.",
                "byte_stop": 2532909,
                "byte_start": 2492263,
                "start": 604.605
              },
              {
                "stop": 635.309,
                "text": "I think, it is fair to say that the Securities and Exchange Commission has a relatively high reputation for the quality of its work and it may well be because of the capacity it had shown to develop these administrative activities within the framework of its establishment.",
                "byte_stop": 2615038,
                "byte_start": 2532909,
                "start": 614.782
              },
              {
                "stop": 641.834,
                "text": "Only a few matters can be referred to the Commission itself.",
                "byte_stop": 2641161,
                "byte_start": 2615038,
                "start": 635.309
              },
              {
                "stop": 651.514,
                "text": "Neither the staff nor the Commission has power to issue any orders with respect to proxies.",
                "byte_stop": 2679822,
                "byte_start": 2641161,
                "start": 641.834
              },
              {
                "stop": 669.35,
                "text": "Nor can the Court of Appeals below direct the Commission to take any affirmative action with respect to proxy matters by the very terms of the statute that is committed to the Commission “In its discretion”.",
                "byte_stop": 2751189,
                "byte_start": 2679822,
                "start": 651.514
              },
              {
                "stop": 685.335,
                "text": "All that the Court of Appeals has purported to do here is to require the Commission to make a statement with respect to a question of law which would not necessarily control the Commission's action.",
                "byte_stop": 2815136,
                "byte_start": 2751189,
                "start": 669.35
              },
              {
                "stop": 719.698,
                "text": "Indeed, the Medical Committee now urges in its brief at page 21, that its petition for review sought to review only “The legal determination”, that it presumes the Commission made when it declined the institute and the enforcement action, that I think is a little bit like asking this court to certify what its view was as to the merits of a case when it denies certiorari.",
                "byte_stop": 2952540,
                "byte_start": 2815136,
                "start": 685.335
              }
            ],
            "start": 457.766
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 2952540,
            "byte_stop": 3018996,
            "stop": 736.29,
            "text_blocks": [
              {
                "stop": 734.626,
                "text": "Mr. Solicitor General, would it make any difference if the parties could go to the District Court and to court injunction?",
                "byte_stop": 3012309,
                "byte_start": 2952540,
                "start": 719.698
              },
              {
                "stop": 736.29,
                "text": "Or do you think they could?",
                "byte_stop": 3018996,
                "byte_start": 3012309,
                "start": 734.626
              }
            ],
            "start": 719.698
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3018996,
            "byte_stop": 3097572,
            "stop": 755.946,
            "text_blocks": [
              {
                "stop": 739.052,
                "text": "Well that is the remedy, Mr. Justice.",
                "byte_stop": 3029967,
                "byte_start": 3018996,
                "start": 736.29
              },
              {
                "stop": 748.571,
                "text": "The Medical Committee was entirely free to go to the District Court and seek an order on Dow Chemical Company which could then be litigated with those two parties.",
                "byte_stop": 3068106,
                "byte_start": 3029967,
                "start": 739.052
              },
              {
                "stop": 755.946,
                "text": "That under Delaware law, it was required to submit this and that under the Proxy Rules of the Commission it was required to submit this -- .",
                "byte_stop": 3097572,
                "byte_start": 3068106,
                "start": 748.571
              }
            ],
            "start": 736.29
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3097572,
            "byte_stop": 3125158,
            "stop": 762.838,
            "text_blocks": [
              {
                "stop": 762.838,
                "text": "So their claim must be that the proxy material was not adequate?",
                "byte_stop": 3125158,
                "byte_start": 3097572,
                "start": 755.946
              }
            ],
            "start": 755.946
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3125158,
            "byte_stop": 3129755,
            "stop": 763.994,
            "text_blocks": [
              {
                "stop": 763.994,
                "text": "Whose claim was it?",
                "byte_stop": 3129755,
                "byte_start": 3125158,
                "start": 762.838
              }
            ],
            "start": 762.838
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3129755,
            "byte_stop": 3143234,
            "stop": 767.351,
            "text_blocks": [
              {
                "stop": 767.351,
                "text": "The Medical Committee if they went to the District Court, they would claim that the proxy material was not adequate.",
                "byte_stop": 3143234,
                "byte_start": 3129755,
                "start": 763.994
              }
            ],
            "start": 763.994
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3143234,
            "byte_stop": 3168625,
            "stop": 773.709,
            "text_blocks": [
              {
                "stop": 773.709,
                "text": "The Medical Committee’s claim would be that the proxy material was not adequate and was not required to be submitted to the shareholders.",
                "byte_stop": 3168625,
                "byte_start": 3143234,
                "start": 767.351
              }
            ],
            "start": 767.351
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3168625,
            "byte_stop": 3182522,
            "stop": 777.194,
            "text_blocks": [
              {
                "stop": 777.194,
                "text": "Well, I mean the proxy that was sent out or--",
                "byte_stop": 3182522,
                "byte_start": 3168625,
                "start": 773.709
              }
            ],
            "start": 773.709
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3182522,
            "byte_stop": 3197360,
            "stop": 780.893,
            "text_blocks": [
              {
                "stop": 780.893,
                "text": "That the proxy that the Dow had sent out, it was not adequate, yes.",
                "byte_stop": 3197360,
                "byte_start": 3182522,
                "start": 777.194
              }
            ],
            "start": 777.194
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3197360,
            "byte_stop": 3212929,
            "stop": 784.771,
            "text_blocks": [
              {
                "stop": 781.611,
                "text": "It was not adequate.",
                "byte_stop": 3200286,
                "byte_start": 3197360,
                "start": 780.893
              },
              {
                "stop": 784.771,
                "text": "It did not, in the sense of that, it did not disclose what it should have disclosed.",
                "byte_stop": 3212929,
                "byte_start": 3200286,
                "start": 781.611
              }
            ],
            "start": 780.893
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3212929,
            "byte_stop": 3372380,
            "stop": 824.652,
            "text_blocks": [
              {
                "stop": 805.72,
                "text": "And that would raise questions under both state law and under the Proxy Rules which would be subject to consideration by the court and another remedy available to the Medical Committee is to sent out its own proxy materials, at its own expense.",
                "byte_stop": 3296625,
                "byte_start": 3212929,
                "start": 784.771
              },
              {
                "stop": 810.663,
                "text": "A large part of the problem here is simply who is going to pay for it.",
                "byte_stop": 3316478,
                "byte_start": 3296625,
                "start": 805.72
              },
              {
                "stop": 824.652,
                "text": "The Medical Committee is entitled under the proxy rules to get a list of the shareholders and to mail out its own proxy material and get its proxies and present them and vote them at the meeting and no one raises any questions about that.",
                "byte_stop": 3372380,
                "byte_start": 3316478,
                "start": 810.663
              }
            ],
            "start": 784.771
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3372380,
            "byte_stop": 3411251,
            "stop": 834.364,
            "text_blocks": [
              {
                "stop": 834.364,
                "text": "So the government is not contending that this Committee does not have a standing or does not have a case of controversy with Dow under the statute, so that there would not be a federal question in the District Court.",
                "byte_stop": 3411251,
                "byte_start": 3372380,
                "start": 824.652
              }
            ],
            "start": 824.652
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3411251,
            "byte_stop": 3430999,
            "stop": 839.311,
            "text_blocks": [
              {
                "stop": 839.311,
                "text": "There may well be a case of controversy with Dow but it is not here because Dow is not in this case.",
                "byte_stop": 3430999,
                "byte_start": 3411251,
                "start": 834.364
              }
            ],
            "start": 834.364
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3430999,
            "byte_stop": 3452733,
            "stop": 844.729,
            "text_blocks": [
              {
                "stop": 844.729,
                "text": "So it is a question that which court should it be and a question of reviewability?",
                "byte_stop": 3452733,
                "byte_start": 3430999,
                "start": 839.311
              }
            ],
            "start": 839.311
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3452733,
            "byte_stop": 3641024,
            "stop": 891.798,
            "text_blocks": [
              {
                "stop": 864.992,
                "text": "It is in part whether the remedy lies in the District Court as provided in the statute or to put the same thing another way, whether it is appropriate for the Court of Appeals to seek to review something or other here under a petition for review, under Section 25a.",
                "byte_stop": 3533713,
                "byte_start": 3452733,
                "start": 844.729
              },
              {
                "stop": 881.291,
                "text": "What the Medical Committee now seeks is a declaration unrelated to relief and to the only justiciable controversy that has ever existed in this matter, that is between the medical committee and Dow.",
                "byte_stop": 3598914,
                "byte_start": 3533713,
                "start": 864.992
              },
              {
                "stop": 891.798,
                "text": "The only place where the Medical Committee can get that relief is in the State Courts of Delaware or in the appropriate District Court under Section 27.",
                "byte_stop": 3641024,
                "byte_start": 3598914,
                "start": 881.291
              }
            ],
            "start": 844.729
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3641024,
            "byte_stop": 3678953,
            "stop": 901.3,
            "text_blocks": [
              {
                "stop": 901.3,
                "text": "Well does the SEC regulations or procedures provide for securing any kind of declaratory relief?",
                "byte_stop": 3678953,
                "byte_start": 3641024,
                "start": 891.798
              }
            ],
            "start": 891.798
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3678953,
            "byte_stop": 3686581,
            "stop": 903.202,
            "text_blocks": [
              {
                "stop": 903.202,
                "text": "Provide for, I sorry Mr. Justice?",
                "byte_stop": 3686581,
                "byte_start": 3678953,
                "start": 901.3
              }
            ],
            "start": 901.3
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3686581,
            "byte_stop": 3696612,
            "stop": 905.692,
            "text_blocks": [
              {
                "stop": 905.692,
                "text": "For getting any kind of declaratory relief?",
                "byte_stop": 3696612,
                "byte_start": 3686581,
                "start": 903.202
              }
            ],
            "start": 903.202
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3696612,
            "byte_stop": 3706539,
            "stop": 908.192,
            "text_blocks": [
              {
                "stop": 908.192,
                "text": "None whatever, Mr. Justice that I know of.",
                "byte_stop": 3706539,
                "byte_start": 3696612,
                "start": 905.692
              }
            ],
            "start": 905.692
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3706539,
            "byte_stop": 3749589,
            "stop": 918.937,
            "text_blocks": [
              {
                "stop": 918.937,
                "text": "There is no way that Dow, for example, could come in and say we want a declaratory order as to the adequacy of the proxy --",
                "byte_stop": 3749589,
                "byte_start": 3706539,
                "start": 908.192
              }
            ],
            "start": 908.192
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3749589,
            "byte_stop": 3780831,
            "stop": 926.758,
            "text_blocks": [
              {
                "stop": 926.758,
                "text": "I suppose the Dow could come in, but the Commission could properly dismiss that on the ground that there is no provision in the statute for such a --",
                "byte_stop": 3780831,
                "byte_start": 3749589,
                "start": 918.937
              }
            ],
            "start": 918.937
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3780831,
            "byte_stop": 3790444,
            "stop": 929.164,
            "text_blocks": [
              {
                "stop": 929.164,
                "text": "And there is nothing in the regulations?",
                "byte_stop": 3790444,
                "byte_start": 3780831,
                "start": 926.758
              }
            ],
            "start": 926.758
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3790444,
            "byte_stop": 4912769,
            "stop": 1209.744,
            "text_blocks": [
              {
                "stop": 932.734,
                "text": "Nothing in the regulations which would authorize that.",
                "byte_stop": 3804759,
                "byte_start": 3790444,
                "start": 929.164
              },
              {
                "stop": 944.578,
                "text": "Now let me go on to show the attenuated nature of the Medical Committee's decision, which I think is shown very clearly by these facts.",
                "byte_stop": 3852093,
                "byte_start": 3804759,
                "start": 932.734
              },
              {
                "stop": 952.215,
                "text": "The proposal was initially submitted for the annual meeting of Dow in May 1969.",
                "byte_stop": 3882604,
                "byte_start": 3852093,
                "start": 944.578
              },
              {
                "stop": 960.357,
                "text": "That meeting was held two and a half years ago prior to the filing of the petition for review.",
                "byte_stop": 3915205,
                "byte_start": 3882604,
                "start": 952.215
              },
              {
                "stop": 969.735,
                "text": "And second, subsequent to the filing of the petition for review, Dow seized to manufacture Napalm for the government.",
                "byte_stop": 3952717,
                "byte_start": 3915205,
                "start": 960.357
              },
              {
                "stop": 975.454,
                "text": "It does not now manufacture it and has no plans for continuing to do so.",
                "byte_stop": 3975600,
                "byte_start": 3952717,
                "start": 969.735
              },
              {
                "stop": 989.773,
                "text": "And third, finally Dow did include the Medical Committee’s resolution in Dow’s proxy statement for its annual meeting in May 1971.",
                "byte_stop": 4032860,
                "byte_start": 3975600,
                "start": 975.454
              },
              {
                "stop": 995.88,
                "text": "The proposal received less that 3% of the vote of all the shareholders.",
                "byte_stop": 4057311,
                "byte_start": 4032860,
                "start": 989.773
              },
              {
                "stop": 1010.047,
                "text": "Under rule 14a-8 (c) (4) (i) of the Proxy Rules, Dow may exclude this proposal from its proxy materials for the next three calendar years.",
                "byte_stop": 4113944,
                "byte_start": 4057311,
                "start": 995.88
              },
              {
                "stop": 1015.806,
                "text": "Thus the issue cannot arise again until 1975.",
                "byte_stop": 4137037,
                "byte_start": 4113944,
                "start": 1010.047
              },
              {
                "stop": 1025.634,
                "text": "The question whether the Medical Committee will make similar proposals at that time and how Dow will treat them are entirely speculated.",
                "byte_stop": 4176325,
                "byte_start": 4137037,
                "start": 1015.806
              },
              {
                "stop": 1044.666,
                "text": "And thus, the Medical Committee has obtained everything it sought in this litigation, that is, the distribution of its proposal by Dow at Dow’s expense to enable the security holders to vote on it.",
                "byte_stop": 4252498,
                "byte_start": 4176325,
                "start": 1025.634
              },
              {
                "stop": 1063.997,
                "text": "All that it seeks now is a declaration that it was entitled to get what it has already received and giving such a declaration after the event is not the proper function of Federal Courts in our constitutional system.",
                "byte_stop": 4329820,
                "byte_start": 4252498,
                "start": 1044.666
              },
              {
                "stop": 1073.698,
                "text": "Even if there were a live controversy remaining here, the judgment of the court below would be wrong in our submission.",
                "byte_stop": 4368586,
                "byte_start": 4329820,
                "start": 1063.997
              },
              {
                "stop": 1081.23,
                "text": "The basic question is one of the separation of powers or more accurately of allocation of powers.",
                "byte_stop": 4398679,
                "byte_start": 4368586,
                "start": 1073.698
              },
              {
                "stop": 1102.061,
                "text": "We submit that the administration of the proxy regulations is a matter which Congress has committed to the administrative process without provision for or expectation of judicial review as to the administrative action.",
                "byte_stop": 4482062,
                "byte_start": 4398679,
                "start": 1081.23
              },
              {
                "stop": 1109.672,
                "text": "Not all issues arising in our governmental operations have to be decided by courts.",
                "byte_stop": 4512469,
                "byte_start": 4482062,
                "start": 1102.061
              },
              {
                "stop": 1119.628,
                "text": "And where the problem is really one of administration, Congress may well choose to allocate it for administrative handling.",
                "byte_stop": 4552279,
                "byte_start": 4512469,
                "start": 1109.672
              },
              {
                "stop": 1137.385,
                "text": "It remains of course, subject to the continued review of Congress through changes in applicable statute, a review which congress has never found it necessary to exercise in this area over more than 35 years.",
                "byte_stop": 4623332,
                "byte_start": 4552279,
                "start": 1119.628
              },
              {
                "stop": 1151.69,
                "text": "But Congress deliberately decided to allocate this matter to administrative handling without court review, is I submit shown by the language which Congress used in the statutes.",
                "byte_stop": 4680593,
                "byte_start": 4623332,
                "start": 1137.385
              },
              {
                "stop": 1166.114,
                "text": "Section 14a of the Act laid down no rules, I repeat, laid down no rules, with respect to proxies; instead it allocated the area to the Commission.",
                "byte_stop": 4738271,
                "byte_start": 4680593,
                "start": 1151.69
              },
              {
                "stop": 1182.248,
                "text": "The Congress made it illegal to use the facilities of interstate commerce to solicit proxies contrary to “Set Rules and Regulations as the Commission may prescribe”.",
                "byte_stop": 4802741,
                "byte_start": 4738271,
                "start": 1166.114
              },
              {
                "stop": 1191.744,
                "text": "The rules are the Commission's by a complete delegation and clearly intended allocation by Congress.",
                "byte_stop": 4840775,
                "byte_start": 4802741,
                "start": 1182.248
              },
              {
                "stop": 1209.744,
                "text": "In an area so amorphous, it seemed reasonably clear that Congress allocated to the Commission not only the making of the rules and regulations, but also the function of determining their administration and their enforcement in contrary cases.",
                "byte_stop": 4912769,
                "byte_start": 4840775,
                "start": 1191.744
              }
            ],
            "start": 929.164
          },
          {
            "speaker": null,
            "byte_start": 4912769,
            "byte_stop": 4963969,
            "stop": 1222.531,
            "text_blocks": [
              {
                "stop": 1222.531,
                "text": "This sounds so Mr. Solicitor General, you would think that in allocating this job for the Commission that Congress did not intend any party to have a Cause of Action in the District Court.",
                "byte_stop": 4963969,
                "byte_start": 4912769,
                "start": 1209.744
              }
            ],
            "start": 1209.744
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 4963969,
            "byte_stop": 4972328,
            "stop": 1224.629,
            "text_blocks": [
              {
                "stop": 1224.629,
                "text": "No, Mr. Justice, not at all.",
                "byte_stop": 4972328,
                "byte_start": 4963969,
                "start": 1222.531
              }
            ],
            "start": 1222.531
          },
          {
            "speaker": null,
            "byte_start": 4972328,
            "byte_stop": 4975567,
            "stop": 1225.455,
            "text_blocks": [
              {
                "stop": 1225.455,
                "text": "Alright.",
                "byte_stop": 4975567,
                "byte_start": 4972328,
                "start": 1224.629
              }
            ],
            "start": 1224.629
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 4975567,
            "byte_stop": 4996256,
            "stop": 1230.625,
            "text_blocks": [
              {
                "stop": 1230.625,
                "text": "The Cause of Action in the District Court remains, but it is in no sense a review of the Commission's action.",
                "byte_stop": 4996256,
                "byte_start": 4975567,
                "start": 1225.455
              }
            ],
            "start": 1225.455
          },
          {
            "speaker": null,
            "byte_start": 4996256,
            "byte_stop": 5002108,
            "stop": 1232.073,
            "text_blocks": [
              {
                "stop": 1232.073,
                "text": "Alright.",
                "byte_stop": 5002108,
                "byte_start": 4996256,
                "start": 1230.625
              }
            ],
            "start": 1230.625
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5002108,
            "byte_stop": 5115166,
            "stop": 1260.342,
            "text_blocks": [
              {
                "stop": 1247.66,
                "text": "And the Cause of action in the District Court is largely based on state law and Congress was deliberately not enacting a Federal Corporation Law, was deliberately leading the underlying problems here to the laws of the state.",
                "byte_stop": 5064384,
                "byte_start": 5002108,
                "start": 1232.073
              },
              {
                "stop": 1260.342,
                "text": "Congress was simply taking action to provide for the protection of investors and assigning to the Commission the function of seeing to it, that appropriate steps were taken for the protection of the investors.",
                "byte_stop": 5115166,
                "byte_start": 5064384,
                "start": 1247.66
              }
            ],
            "start": 1232.073
          },
          {
            "speaker": null,
            "byte_start": 5115166,
            "byte_stop": 5170963,
            "stop": 1274.289,
            "text_blocks": [
              {
                "stop": 1270.866,
                "text": "Are you suggesting then that if the Medical Committee could have gone to the District Court, it would not have been going there under the federal questions of jurisdiction?",
                "byte_stop": 5157275,
                "byte_start": 5115166,
                "start": 1260.342
              },
              {
                "stop": 1274.289,
                "text": "And it could not assert a Cause of Action on the federal statute?",
                "byte_stop": 5170963,
                "byte_start": 5157275,
                "start": 1270.866
              }
            ],
            "start": 1260.342
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5170963,
            "byte_stop": 5291440,
            "stop": 1304.4,
            "text_blocks": [
              {
                "stop": 1279.109,
                "text": "On the contrary Mr. Justice, I think the Medical Committee had two choices.",
                "byte_stop": 5190189,
                "byte_start": 5170963,
                "start": 1274.289
              },
              {
                "stop": 1286.099,
                "text": "It could have gone into the Delaware State Courts as a matter of state law making no reference to the federal statute.",
                "byte_stop": 5218193,
                "byte_start": 5190189,
                "start": 1279.109
              },
              {
                "stop": 1304.4,
                "text": "On the other hand, it could have gone into the appropriate District Court, which I assume is Delaware, but I have not checked that relying on the proxy rules of the Commission and also on state law in which case the statute provides that the District Court shall have exclusive jurisdiction to enforce these provisions.",
                "byte_stop": 5291440,
                "byte_start": 5218193,
                "start": 1286.099
              }
            ],
            "start": 1274.289
          },
          {
            "speaker": null,
            "byte_start": 5291440,
            "byte_stop": 5311920,
            "stop": 1309.539,
            "text_blocks": [
              {
                "stop": 1309.539,
                "text": "And their claim would be that under the federal law, the proxies set out, must be adequate?",
                "byte_stop": 5311920,
                "byte_start": 5291440,
                "start": 1304.4
              }
            ],
            "start": 1304.4
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5311920,
            "byte_stop": 5362284,
            "stop": 1322.123,
            "text_blocks": [
              {
                "stop": 1311.937,
                "text": "That would be the claim, yes.",
                "byte_stop": 5321533,
                "byte_start": 5311920,
                "start": 1309.539
              },
              {
                "stop": 1322.123,
                "text": "But what we are really saying is that they are not entitled to have the support of the Commission in that suit.",
                "byte_stop": 5362284,
                "byte_start": 5321533,
                "start": 1311.937
              }
            ],
            "start": 1309.539
          },
          {
            "speaker": null,
            "byte_start": 5362284,
            "byte_stop": 5450578,
            "stop": 1344.208,
            "text_blocks": [
              {
                "stop": 1344.208,
                "text": "What if Dow had completely ignored the -- had never submitted anything to the commission and purported although there had been submissions to it by the Medical Committee and they have started to send out the proxy, I suppose the Medical Committee under one of the District Court would say the procedures are have not been complied with?",
                "byte_stop": 5450578,
                "byte_start": 5362284,
                "start": 1322.123
              }
            ],
            "start": 1322.123
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5450578,
            "byte_stop": 5504390,
            "stop": 1357.64,
            "text_blocks": [
              {
                "stop": 1357.64,
                "text": "The Medical Committee could itself sue and I would think of it, under those circumstances, it would be very likely that the Commission would pick up the ball and carry it itself and bring the suit with the Medical Committee perhaps as a party.",
                "byte_stop": 5504390,
                "byte_start": 5450578,
                "start": 1344.208
              }
            ],
            "start": 1344.208
          },
          {
            "speaker": null,
            "byte_start": 5504390,
            "byte_stop": 5548903,
            "stop": 1368.786,
            "text_blocks": [
              {
                "stop": 1368.786,
                "text": "Do you think the Commission has authority to go in the court for an injunction, to enjoin inadequate -- there is no question about that.",
                "byte_stop": 5548903,
                "byte_start": 5504390,
                "start": 1357.64
              }
            ],
            "start": 1357.64
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5548903,
            "byte_stop": 5599058,
            "stop": 1381.305,
            "text_blocks": [
              {
                "stop": 1381.305,
                "text": "In light of that Section 25 provides that the Commission “In its discretion” may bring a suit to enforce the statute or the regulations.",
                "byte_stop": 5599058,
                "byte_start": 5548903,
                "start": 1368.786
              }
            ],
            "start": 1368.786
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5599058,
            "byte_stop": 5607626,
            "stop": 1383.455,
            "text_blocks": [
              {
                "stop": 1383.455,
                "text": "Excuse me, can I interrupt you?",
                "byte_stop": 5607626,
                "byte_start": 5599058,
                "start": 1381.305
              }
            ],
            "start": 1381.305
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5607626,
            "byte_stop": 5642108,
            "stop": 1392.084,
            "text_blocks": [
              {
                "stop": 1392.084,
                "text": "Well, all I am saying is I do not think that the Commission is under any obligation to bring such a suit if in it its discretion, it thinks, it should not.",
                "byte_stop": 5642108,
                "byte_start": 5607626,
                "start": 1383.455
              }
            ],
            "start": 1383.455
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5642108,
            "byte_stop": 5706891,
            "stop": 1408.273,
            "text_blocks": [
              {
                "stop": 1408.273,
                "text": "I think I detected in Mr. Justice White’s question something out of the case where the Commission was asked to exercise its discretion and decline to do anything, what would be the remedy if they paid no attention to our request?",
                "byte_stop": 5706891,
                "byte_start": 5642108,
                "start": 1392.084
              }
            ],
            "start": 1392.084
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5706891,
            "byte_stop": 5734581,
            "stop": 1415.202,
            "text_blocks": [
              {
                "stop": 1415.202,
                "text": "The remedy would be to bring a suit in the United States for the Medical Committee, to bring a suit in the United States District Court.",
                "byte_stop": 5734581,
                "byte_start": 5706891,
                "start": 1408.273
              }
            ],
            "start": 1408.273
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5734581,
            "byte_stop": 5740119,
            "stop": 1416.591,
            "text_blocks": [
              {
                "stop": 1416.591,
                "text": "To require them to exercise --",
                "byte_stop": 5740119,
                "byte_start": 5734581,
                "start": 1415.202
              }
            ],
            "start": 1415.202
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5740119,
            "byte_stop": 5774496,
            "stop": 1425.179,
            "text_blocks": [
              {
                "stop": 1420.409,
                "text": "To require -- not against the Commission, nor against Dow.",
                "byte_stop": 5755479,
                "byte_start": 5740119,
                "start": 1416.591
              },
              {
                "stop": 1425.179,
                "text": "To require Dow to comply with (a) the state law and (b) with the proxy.",
                "byte_stop": 5774496,
                "byte_start": 5755479,
                "start": 1420.409
              }
            ],
            "start": 1416.591
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5774496,
            "byte_stop": 5816606,
            "stop": 1435.71,
            "text_blocks": [
              {
                "stop": 1435.71,
                "text": "But no procedure against the Commission to require to exercise its statutory duty or discretionary duty?",
                "byte_stop": 5816606,
                "byte_start": 5774496,
                "start": 1425.179
              }
            ],
            "start": 1425.179
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5816606,
            "byte_stop": 5857984,
            "stop": 1446.057,
            "text_blocks": [
              {
                "stop": 1437.296,
                "text": "You change, Mr. Chief Justice.",
                "byte_stop": 5822980,
                "byte_start": 5816606,
                "start": 1435.71
              },
              {
                "stop": 1446.057,
                "text": "There is no statutory duty, there is a duty to exercise its discretion, there is not a slightest doubt that it did exercise this discretion here.",
                "byte_stop": 5857984,
                "byte_start": 5822980,
                "start": 1437.296
              }
            ],
            "start": 1435.71
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5857984,
            "byte_stop": 5877941,
            "stop": 1451.027,
            "text_blocks": [
              {
                "stop": 1451.027,
                "text": "But I was assuming a case where it refused to do anything, it did not exercise its discretion at all?",
                "byte_stop": 5877941,
                "byte_start": 5857984,
                "start": 1446.057
              }
            ],
            "start": 1446.057
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 5877941,
            "byte_stop": 7143835,
            "stop": 1767.498,
            "text_blocks": [
              {
                "stop": 1461.905,
                "text": "That would be another case Mr. Chief Justice, if the Commission refused to do anything, that would be an extraordinarily negative order, I suppose.",
                "byte_stop": 5921409,
                "byte_start": 5877941,
                "start": 1451.027
              },
              {
                "stop": 1468.716,
                "text": "But it might be, might conceivably be subject to review, as an utter abusive discretion.",
                "byte_stop": 5948681,
                "byte_start": 5921409,
                "start": 1461.905
              },
              {
                "stop": 1474.438,
                "text": "But no suggestion here that anything of that sort occurs.",
                "byte_stop": 5971564,
                "byte_start": 5948681,
                "start": 1468.716
              },
              {
                "stop": 1487.854,
                "text": "If all questions under the proxy rules are subject to review by the courts, then they must be handled differently, as I have already said, they are very numerous.",
                "byte_stop": 6025167,
                "byte_start": 5971564,
                "start": 1474.438
              },
              {
                "stop": 1500.188,
                "text": "If they are subject to review, there must be a thorough record, there must be reasoned opinions, there must be a clearer opportunity for the intra-commission review for all of which there is no time.",
                "byte_stop": 6074591,
                "byte_start": 6025167,
                "start": 1487.854
              },
              {
                "stop": 1507.942,
                "text": "I think, it was Emerson who said that, the central tragedy of life is that there are only 24 hours in a day.",
                "byte_stop": 6105520,
                "byte_start": 6074591,
                "start": 1500.188
              },
              {
                "stop": 1517.682,
                "text": "Congress may well have thought it better for the whole matter to be handled by the administrative process without a judicial review.",
                "byte_stop": 6144495,
                "byte_start": 6105520,
                "start": 1507.942
              },
              {
                "stop": 1522.37,
                "text": "And support for this is found in other provisions of the statute.",
                "byte_stop": 6163303,
                "byte_start": 6144495,
                "start": 1517.682
              },
              {
                "stop": 1534.231,
                "text": "The allocation of the area to the commission in 14a, it is found in the fact that Congress made no provisions for any order by the Commission in the area.",
                "byte_stop": 6210741,
                "byte_start": 6163303,
                "start": 1522.37
              },
              {
                "stop": 1545.933,
                "text": "And it is found finally that it expressly allocated the enforcement of these provisions to the Commission in its discretion.",
                "byte_stop": 6257553,
                "byte_start": 6210741,
                "start": 1534.231
              },
              {
                "stop": 1569.778,
                "text": "There is no provision that this essentially administrative determination shall be made by the courts or even that the court shall have power to review the Commission’s action or inaction, unless it shall appear to the Commission that there is about to be a violation and the Commission in its discretion brings an action in the proper court.",
                "byte_stop": 6352952,
                "byte_start": 6257553,
                "start": 1545.933
              },
              {
                "stop": 1585.54,
                "text": "We think that this comes well within the language which the court used in the case of Schilling v. Rogers in 363 US cited on pages 39 and 40 of our brief.",
                "byte_stop": 6415959,
                "byte_start": 6352952,
                "start": 1569.778
              },
              {
                "stop": 1603.311,
                "text": "There are many reasons why the Commission might conclude that it would take no action and not every case taken to a court will be decided by that court as is evident in this court’s certiorari jurisdiction.",
                "byte_stop": 6487012,
                "byte_start": 6415959,
                "start": 1585.54
              },
              {
                "stop": 1627.761,
                "text": "Another analogy that naturally occurred to me is that not every case can be taken to a court, even though there maybe a basis for thinking that the decision is wrong and that there should review as is evident in the function of the Solicitor General to decide what cases to appeal and what cases to bring to this court on petition for certiorari.",
                "byte_stop": 6584815,
                "byte_start": 6487012,
                "start": 1603.311
              },
              {
                "stop": 1643.437,
                "text": "These are discretionary functions and it would be hard to give a consistently reasoned justification for every decision which frequently turns on other considerations than the merits of the case.",
                "byte_stop": 6647509,
                "byte_start": 6584815,
                "start": 1627.761
              },
              {
                "stop": 1656.191,
                "text": "And there would not be time to give such reasons, if for some reasons it was thought that it had to be done.",
                "byte_stop": 6698604,
                "byte_start": 6647509,
                "start": 1643.437
              },
              {
                "stop": 1662.357,
                "text": "All of this, it seems to me is nicely exemplified in the present case.",
                "byte_stop": 6723264,
                "byte_start": 6698604,
                "start": 1656.191
              },
              {
                "stop": 1675.232,
                "text": "The Court of Appeals was not in a position to vindicate any right of the Medical Committee that can be done only in a District Court in an action to enforce compliance with the proxy rules.",
                "byte_stop": 6774673,
                "byte_start": 6723264,
                "start": 1662.357
              },
              {
                "stop": 1680.949,
                "text": "The court of appeals cannot order the Commission to seek enforcement.",
                "byte_stop": 6797556,
                "byte_start": 6774673,
                "start": 1675.232
              },
              {
                "stop": 1693.417,
                "text": "There is no provision for such a mandatory order in Section 25a and the decision to seek enforcement has been expressly committed by Congress to the discretion of the Commission.",
                "byte_stop": 6847502,
                "byte_start": 6797556,
                "start": 1680.949
              },
              {
                "stop": 1721.147,
                "text": "All that the Court of Appeals can do in this case is to express its view of the law applicable to a controversy between the Medical Committee and Dow, that not has not been presented by those parties for the court's consideration and the decision of the Court of Appeals will not be binding on the District Court, if the Medical Committee seeks to enforce there, its rights as a shareholder.",
                "byte_stop": 6958366,
                "byte_start": 6847502,
                "start": 1693.417
              },
              {
                "stop": 1731.744,
                "text": "If for no other reason, then the Dow is not a party before the Court of Appeals and is not in anyway bound by its decision.",
                "byte_stop": 7000789,
                "byte_start": 6958366,
                "start": 1721.147
              },
              {
                "stop": 1767.498,
                "text": "Thus the present procedural posture of the case shows clearly enough that the only end to which it can come is an advisory opinion by the court below on a matter as to which the court can require no action to be taken and which is one that Congress has expressly allocated for good reason for handling by the administrative process and not by the courts, the judgment should be reversed.",
                "byte_stop": 7143835,
                "byte_start": 7000789,
                "start": 1731.744
              }
            ],
            "start": 1451.027
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 7143835,
            "byte_stop": 7159195,
            "stop": 1771.358,
            "text_blocks": [
              {
                "stop": 1768.847,
                "text": "Thank you Mr. Solicitor General.",
                "byte_stop": 7149164,
                "byte_start": 7143835,
                "start": 1767.498
              },
              {
                "stop": 1771.358,
                "text": "Mr. Owen.",
                "byte_stop": 7159195,
                "byte_start": 7149164,
                "start": 1768.847
              }
            ],
            "start": 1767.498
          }
        ],
        "stop": 1771.358,
        "byte_stop": 7159195,
        "byte_start": 73742,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 7159195,
            "byte_stop": 8381621,
            "stop": 2076.947,
            "text_blocks": [
              {
                "stop": 1776.133,
                "text": "Mr. Chief Justice, may it please the Court.",
                "byte_stop": 7178317,
                "byte_start": 7159195,
                "start": 1771.358
              },
              {
                "stop": 1793.384,
                "text": "I want to get to the merits of the issue presented for decision here, as quickly as I can, but I think I should deal with one issue at the outset, an issue which was belatedly raised by the government, which I think deserves immediate attention.",
                "byte_stop": 7247280,
                "byte_start": 7178317,
                "start": 1776.133
              },
              {
                "stop": 1805.958,
                "text": "The court will recall that in the petition for certiorari the government affirmatively took the position that this case presented an important justiciable controversy which deserved resolution here.",
                "byte_stop": 7297644,
                "byte_start": 7247280,
                "start": 1793.384
              },
              {
                "stop": 1826.772,
                "text": "They affirmatively argued in those papers that even if Dow Chemical Company should ultimately include our shareholder proposal in the proxy materials and even if that proposal should thus reach the shareholders and be rejected by those shareholders, nevertheless this case would not be moot.",
                "byte_stop": 7380922,
                "byte_start": 7297644,
                "start": 1805.958
              },
              {
                "stop": 1836.834,
                "text": "And they affirmatively argued, we think correctly, that the case involves a continuing controversy between the Medical Committee and the SEC.",
                "byte_stop": 7421151,
                "byte_start": 7380922,
                "start": 1826.772
              },
              {
                "stop": 1854.259,
                "text": "In those certiorari papers, they cited two decisions of this court to the effect that where you have a continuing controversy of this kind, the court should go forward and decide the question on its merits, we agree that those cases are controlling and we rely upon them.",
                "byte_stop": 7490846,
                "byte_start": 7421151,
                "start": 1836.834
              },
              {
                "stop": 1874.687,
                "text": "Now against that background, both the government’s main brief on the merits and our main brief on the merits were directed exclusively to the merits of the controversy and that is to the issue of administrative reviewability, we did not discuss, we moved this point, we did not have the opportunity to do so.",
                "byte_stop": 7572557,
                "byte_start": 7490846,
                "start": 1854.259
              },
              {
                "stop": 1888.469,
                "text": "But five days ago, when the government filed their reply brief, they changed their position and suggested for the first time that the controversy we have here is in fact an abstract-academic dispute.",
                "byte_stop": 7627623,
                "byte_start": 7572557,
                "start": 1874.687
              },
              {
                "stop": 1921.58,
                "text": "They suggest that the action of the Commission in this case was without the practical consequences which are necessary to render the question justiciable and I think that if I can take just a moment to describe how a Securities and Exchange Commission actually handles shareholders disputes of this kind, I can show you that what we have here is a hard, live, continuing controversy between these parties so that a judicial resolution of the issue is entirely public.",
                "byte_stop": 7760116,
                "byte_start": 7627623,
                "start": 1888.469
              },
              {
                "stop": 1930.016,
                "text": "Now, in discussing what actually happens in the Commission proceedings, I am going to be emphasizing substance and not form.",
                "byte_stop": 7793866,
                "byte_start": 7760116,
                "start": 1921.58
              },
              {
                "stop": 1948.262,
                "text": "In a series of decisions of this court, the court has made clear that the appropriateness of judicial review of administrative action depends on the realities of what the agency does and not on the labels which the agency appends to it and that is the spirit in whichalike I think, this case has to be approached.",
                "byte_stop": 7866800,
                "byte_start": 7793866,
                "start": 1930.016
              },
              {
                "stop": 1954.298,
                "text": "Now, what we are talking about here is a very specific, narrow, factual situation.",
                "byte_stop": 7890937,
                "byte_start": 7866800,
                "start": 1948.262
              },
              {
                "stop": 1971.195,
                "text": "This is a situation where a shareholder of a company has submitted a written proposal to the company and requested the company to include the proposal in its proxy materials pursuant to SEC Proxy Rule 14a-8.",
                "byte_stop": 7958542,
                "byte_start": 7890937,
                "start": 1954.298
              },
              {
                "stop": 1981.562,
                "text": "That rule provides that prima facie every such proposal must be included in the proxy materials so that the shareholders can ultimately consider it.",
                "byte_stop": 8000024,
                "byte_start": 7958542,
                "start": 1971.195
              },
              {
                "stop": 1988.443,
                "text": "The rule goes on to provide certain exceptions, under which a specific proposal may be excluded.",
                "byte_stop": 8027610,
                "byte_start": 8000024,
                "start": 1981.562
              },
              {
                "stop": 2016.487,
                "text": "Now, we are taking about a situation here where the shareholder has submitted his proposal to the company and said, “I want to include it under the general rule requiring inclusion”, and the company says in response, “No, it falls within one of the exception in the proxy rules and it need not as a matter of law be included in our proxy materials and therefore we do propose to include it”.",
                "byte_stop": 8139727,
                "byte_start": 8027610,
                "start": 1988.443
              },
              {
                "stop": 2027.047,
                "text": "Now at that point, you of course, have a concrete dispute between the shareholder and the company and what happens next is this.",
                "byte_stop": 8181941,
                "byte_start": 8139727,
                "start": 2016.487
              },
              {
                "stop": 2036.793,
                "text": "The Commission’s rules require that that dispute between the shareholder and the company be brought before the agency for its review.",
                "byte_stop": 8220916,
                "byte_start": 8181941,
                "start": 2027.047
              },
              {
                "stop": 2044.989,
                "text": "And we have recognized of course that the Commission did not have to promulgate the rule saying that the parties must bring the suit, the dispute before the agency.",
                "byte_stop": 8253726,
                "byte_start": 8220916,
                "start": 2036.793
              },
              {
                "stop": 2059.047,
                "text": "But the agency has promulgated that rule, neither the company nor the shareholder can avoid having no dispute brought before the agency, but both of them have to submit therefore to agency review of their problem.",
                "byte_stop": 8309941,
                "byte_start": 8253726,
                "start": 2044.989
              },
              {
                "stop": 2076.947,
                "text": "Now, specifically the rules require that the shareholder’s proposal and supporting papers must be sent to the SEC and the company must also furnish the agency with a statement of its position and it must also serve those papers on the shareholders so the shareholder will know what has happened.",
                "byte_stop": 8381621,
                "byte_start": 8309941,
                "start": 2059.047
              }
            ],
            "start": 1771.358
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8381621,
            "byte_stop": 8398549,
            "stop": 2081.193,
            "text_blocks": [
              {
                "stop": 2081.193,
                "text": "Could the company just ignore that in the sense of defaulting?",
                "byte_stop": 8398549,
                "byte_start": 8381621,
                "start": 2076.947
              }
            ],
            "start": 2076.947
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 8398549,
            "byte_stop": 8427597,
            "stop": 2088.449,
            "text_blocks": [
              {
                "stop": 2088.449,
                "text": "If the company always has the option, Mr. Justice, of simply accepting the proposal and putting it in their proxy material.",
                "byte_stop": 8427597,
                "byte_start": 8398549,
                "start": 2081.193
              }
            ],
            "start": 2081.193
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8427597,
            "byte_stop": 8461347,
            "stop": 2096.9,
            "text_blocks": [
              {
                "stop": 2096.9,
                "text": "No, I mean, when the protest is made with the Commission, suppose the company regard that its so privileged that they just do not want to bother responding?",
                "byte_stop": 8461347,
                "byte_start": 8427597,
                "start": 2088.449
              }
            ],
            "start": 2088.449
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 8461347,
            "byte_stop": 8467198,
            "stop": 2098.356,
            "text_blocks": [
              {
                "stop": 2098.356,
                "text": "They have no choice.",
                "byte_stop": 8467198,
                "byte_start": 8461347,
                "start": 2096.9
              }
            ],
            "start": 2096.9
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8467198,
            "byte_stop": 8475871,
            "stop": 2100.512,
            "text_blocks": [
              {
                "stop": 2100.512,
                "text": "So, they must respond?",
                "byte_stop": 8475871,
                "byte_start": 8467198,
                "start": 2098.356
              }
            ],
            "start": 2098.356
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 8475871,
            "byte_stop": 8510875,
            "stop": 2109.279,
            "text_blocks": [
              {
                "stop": 2101.992,
                "text": "One of two things can happen.",
                "byte_stop": 8481722,
                "byte_start": 8475871,
                "start": 2100.512
              },
              {
                "stop": 2109.279,
                "text": "When they have receive the shareholder proposal, they make a legal judgment as to whether they must include that proposal in the proxy material.alike",
                "byte_stop": 8510875,
                "byte_start": 8481722,
                "start": 2101.992
              }
            ],
            "start": 2100.512
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8510875,
            "byte_stop": 8567926,
            "stop": 2123.533,
            "text_blocks": [
              {
                "stop": 2123.533,
                "text": "So for an example the request to put it in the proxy was, “Please indicate your choice or President in the next election”, they wanted that put it in the proxy statement, do you mean that the company must respond to that frivolous request?",
                "byte_stop": 8567926,
                "byte_start": 8510875,
                "start": 2109.279
              }
            ],
            "start": 2109.279
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 8567926,
            "byte_stop": 9383260,
            "stop": 2327.365,
            "text_blocks": [
              {
                "stop": 2128.058,
                "text": "No, if you please Your Honor, what happens is this.",
                "byte_stop": 8586003,
                "byte_start": 8567926,
                "start": 2123.533
              },
              {
                "stop": 2133.471,
                "text": "They take that shareholder proposal, however absurd or valid it may be.",
                "byte_stop": 8607633,
                "byte_start": 8586003,
                "start": 2128.058
              },
              {
                "stop": 2141.912,
                "text": "They hold it up against the Commission’s proxy rules which say that certain kinds of proposals must be included and certain or maybe excluded.",
                "byte_stop": 8641487,
                "byte_start": 8607633,
                "start": 2133.471
              },
              {
                "stop": 2150.456,
                "text": "They make a legal determination for themselves whether they must include or not and they make a decision that whether they will or not include.",
                "byte_stop": 8675655,
                "byte_start": 8641487,
                "start": 2141.912
              },
              {
                "stop": 2157.117,
                "text": "Now, of course if they agree to include it, they have done exactly what the shareholder wanted and that is the end of the matter, no dispute.",
                "byte_stop": 8702300,
                "byte_start": 8675655,
                "start": 2150.456
              },
              {
                "stop": 2168.572,
                "text": "If they decide to exclude it, then they must purport that decision to the Commission and that triggers the administrative process which I am about to describe.",
                "byte_stop": 8748067,
                "byte_start": 8702300,
                "start": 2157.117
              },
              {
                "stop": 2177.11,
                "text": "Let me make clear what the nature of these disputes is, I think I have already got into the core of it.",
                "byte_stop": 8782235,
                "byte_start": 8748067,
                "start": 2168.572
              },
              {
                "stop": 2187.52,
                "text": "We have one factual survey which has been made of what happens in the Commission when these disputes are brought before it under the rules.",
                "byte_stop": 8823926,
                "byte_start": 8782235,
                "start": 2177.11
              },
              {
                "stop": 2207.447,
                "text": "There is a gentleman named Mr. Cluther Rath(ph) who spent several years in the SEC’s Division of Corporation Finance and he actually surveyed the papers that are submitted to the Commission and he surveyed what the Commission did those papers and he has reported the facts in a publication upon which both sides rely in this case.",
                "byte_stop": 8903548,
                "byte_start": 8823926,
                "start": 2187.52
              },
              {
                "stop": 2223.887,
                "text": "He makes very clear from his survey that virtually every dispute has framed between the shareholder and the company and which comes before the agency is a pure dispute of law, just a disagreement as to the meaning of the proxy rules.",
                "byte_stop": 8969376,
                "byte_start": 8903548,
                "start": 2207.447
              },
              {
                "stop": 2234.564,
                "text": "The company is arguing -- the proposal falls within one of the exceptions which allows us to exclude the proposal and the shareholder is saying, “No.",
                "byte_stop": 9012008,
                "byte_start": 8969376,
                "start": 2223.887
              },
              {
                "stop": 2243.686,
                "text": "We come within the general rule and not within the exceptions, the proxy rules require the inclusion of our proposal.",
                "byte_stop": 9048580,
                "byte_start": 9012008,
                "start": 2234.564
              },
              {
                "stop": 2253.739,
                "text": "The court I hope will bear in mind that during the agency proceeding, under the agency rules, the company has the burden of persuasion on that issue.",
                "byte_stop": 9088704,
                "byte_start": 9048580,
                "start": 2243.686
              },
              {
                "stop": 2266.716,
                "text": "It is the principle in the agency that all doubts must be resolved in favor of the shareholder which is to say in favor of inclusion of the proposal in the proxy materials.",
                "byte_stop": 9140635,
                "byte_start": 9088704,
                "start": 2253.739
              },
              {
                "stop": 2279.01,
                "text": "When the legal issue has been posed by the two parties to the dispute before the agency, it is first taken under consideration by the staff, that is, the Division of Corporation Finance.",
                "byte_stop": 9189850,
                "byte_start": 9140635,
                "start": 2266.716
              },
              {
                "stop": 2290.768,
                "text": "And what the Division does is make a legal determination whether the proposal must be included or whether it may be excluded under one of the exceptions.",
                "byte_stop": 9236870,
                "byte_start": 9189850,
                "start": 2279.01
              },
              {
                "stop": 2307.858,
                "text": "In this case, for example, the Division of Corporation Finance, flatly ruled as a matter of law and it is written down in the record, that Dow’s legal position was correct and that the shareholder's contentions of the law were wrong.",
                "byte_stop": 9305206,
                "byte_start": 9236870,
                "start": 2290.768
              },
              {
                "stop": 2327.365,
                "text": "The Division then notified both parties that they had decided in favor of the company on the legal issue and they went on to say in their letter that, in view of that legal determination, they would not recommend any action against the company if the proposal were excluded from the proxy materials.",
                "byte_stop": 9383260,
                "byte_start": 9305206,
                "start": 2307.858
              }
            ],
            "start": 2123.533
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 9383260,
            "byte_stop": 9397366,
            "stop": 2330.905,
            "text_blocks": [
              {
                "stop": 2330.905,
                "text": "That still leaves the option up to the company, does it?",
                "byte_stop": 9397366,
                "byte_start": 9383260,
                "start": 2327.365
              }
            ],
            "start": 2327.365
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 9397366,
            "byte_stop": 10703175,
            "stop": 2657.35,
            "text_blocks": [
              {
                "stop": 2334.315,
                "text": "The company is still free to include or exclude.",
                "byte_stop": 9411055,
                "byte_start": 9397366,
                "start": 2330.905
              },
              {
                "stop": 2343.48,
                "text": "As a matter of practice it always excludes once it has been notified by the agency that the agency is not going to take any action.",
                "byte_stop": 9447731,
                "byte_start": 9411055,
                "start": 2334.315
              },
              {
                "stop": 2354.189,
                "text": "I will come back to that in a moment and show that when it is in the reverse situation, the company always accepts the proposal and includes in its proxy material.",
                "byte_stop": 9490571,
                "byte_start": 9447731,
                "start": 2343.48
              },
              {
                "stop": 2368.629,
                "text": "Now, following the staff's determination as to this legal issue, the losing party, may if he wishes, ask the four or five man Commission to review the staff's resolution of the legal issue.",
                "byte_stop": 9548354,
                "byte_start": 9490571,
                "start": 2354.189
              },
              {
                "stop": 2375.261,
                "text": "And as a matter of practice, when requested to do so, the Commission does review the staff’s action.",
                "byte_stop": 9574790,
                "byte_start": 9548354,
                "start": 2368.629
              },
              {
                "stop": 2383.989,
                "text": "I might add incidentally that written legal argument is submitted to the Commission by both sides if they wanted, that is what happened in this case.",
                "byte_stop": 9609794,
                "byte_start": 9574790,
                "start": 2375.261
              },
              {
                "stop": 2390.722,
                "text": "Dow presented, if you will, a brief to the Commission and said, “We think we are right on the law and we can exclude.”",
                "byte_stop": 9636648,
                "byte_start": 9609794,
                "start": 2383.989
              },
              {
                "stop": 2401.45,
                "text": "The shareholder, respondent with written legal argument and said, “We think Dow is wrong on the law, we think they are required as a matter of law to include our proposal in the proxy materials”.",
                "byte_stop": 9679593,
                "byte_start": 9636648,
                "start": 2390.722
              },
              {
                "stop": 2410.149,
                "text": "So now I come to the vital question in the case which is what does the Commission actually do in a dispute of this kind?",
                "byte_stop": 9714389,
                "byte_start": 9679593,
                "start": 2401.45
              },
              {
                "stop": 2421.793,
                "text": "The fact is that in practice, the Commission actually decides the proper legal issue on its merits, it takes the shareholder proposal which is involved.",
                "byte_stop": 9760991,
                "byte_start": 9714389,
                "start": 2410.149
              },
              {
                "stop": 2434.016,
                "text": "It holds it up against the very precise legal standards which are written out in the Commission’s own rules and it decides the legal status, if you will, of that particular proposal.",
                "byte_stop": 9809892,
                "byte_start": 9760991,
                "start": 2421.793
              },
              {
                "stop": 2450.008,
                "text": "And if you look at page 25 of the government’s main brief you will see confirmed the fact by a former Chairman of the Commission that they decide the status of the proposal under the Proxy Rules and essentially legal determination.",
                "byte_stop": 9873840,
                "byte_start": 9809892,
                "start": 2434.016
              },
              {
                "stop": 2463.919,
                "text": "I might add that in Mr. Cluther Rath's survey of this whole situation, he recites decision after decision after decision by the Commission on the merits of the legal issue presented.",
                "byte_stop": 9929429,
                "byte_start": 9873840,
                "start": 2450.008
              },
              {
                "stop": 2471.817,
                "text": "He does not identify a single case in which the Commission did not decide the legal issue on its merit.",
                "byte_stop": 9961089,
                "byte_start": 9929429,
                "start": 2463.919
              },
              {
                "stop": 2481.003,
                "text": "Indeed, the government here has not cited a single situation in which the Commission did not decide that question on its merits.",
                "byte_stop": 9997765,
                "byte_start": 9961089,
                "start": 2471.817
              },
              {
                "stop": 2494.552,
                "text": "And thus far, I might add, there have been five courts that have considered such Commission action and they all treated it as a decision by the Commission on the merits of the legal issue presented.",
                "byte_stop": 10051995,
                "byte_start": 9997765,
                "start": 2481.003
              },
              {
                "stop": 2501.872,
                "text": "Now, in this case, the government, if I may say so, focuses on form and not substance.",
                "byte_stop": 10081252,
                "byte_start": 10051995,
                "start": 2494.552
              },
              {
                "stop": 2510.384,
                "text": "They focus on the language of the letter which then came out of the Commission after they had resolved the issue against us.",
                "byte_stop": 10115316,
                "byte_start": 10081252,
                "start": 2501.872
              },
              {
                "stop": 2523.583,
                "text": "Now, the language of the letter was that, they adopted the recommendation of the Division of Corporation Finance and on that basis would take no action against Dow.",
                "byte_stop": 10168083,
                "byte_start": 10115316,
                "start": 2510.384
              },
              {
                "stop": 2544.839,
                "text": "The emphasis that the government places here is on the no action language and they say what they speculate, that possibly, the Commission somehow bypassed the legal issue which had been argued to it by the parties and decided to take no action against Dow without deciding that legal issue.",
                "byte_stop": 10253138,
                "byte_start": 10168083,
                "start": 2523.583
              },
              {
                "stop": 2558.223,
                "text": "But I should emphasize they are speculating only as to what the Commission may have done, the government in this case has never come right out and the Circuit that the Commission sidestepped the legal issue.",
                "byte_stop": 10306637,
                "byte_start": 10253138,
                "start": 2544.839
              },
              {
                "stop": 2565.142,
                "text": "And in any event, it seems to me that the sidestepping speculation, if you will, is pretty unrealistic.",
                "byte_stop": 10334326,
                "byte_start": 10306637,
                "start": 2558.223
              },
              {
                "stop": 2578.313,
                "text": "Obviously the Commission is not going to decide whether or not to take action against the company without first deciding whether the company is right on the law or wrong on the law.",
                "byte_stop": 10387094,
                "byte_start": 10334326,
                "start": 2565.142
              },
              {
                "stop": 2598.608,
                "text": "In fact as Mr. Cluther Rath's reports makes clear they always do decide the legal issue; if they decide the company is wrong on the law, they send the company a letter and say, “We think you are wrong, and we think that the law, that is, the proxy rules, require that you include this proposal in your proxy material”.",
                "byte_stop": 10468178,
                "byte_start": 10387094,
                "start": 2578.313
              },
              {
                "stop": 2604.439,
                "text": "On the other hand, if they decide the company is right on the law, they send out a no-action letter.",
                "byte_stop": 10491584,
                "byte_start": 10468178,
                "start": 2598.608
              },
              {
                "stop": 2607.921,
                "text": "Now, that is what actually happens.",
                "byte_stop": 10505481,
                "byte_start": 10491584,
                "start": 2604.439
              },
              {
                "stop": 2616.591,
                "text": "Now, let me talk for a moment about the practical impact upon the parties, when a Commission decision has been rendered.",
                "byte_stop": 10540171,
                "byte_start": 10505481,
                "start": 2607.921
              },
              {
                "stop": 2627.043,
                "text": "In a case where the Commission decides that the company is wrong on the legal issue, as a practical matter, the shareholder can relax, His worries are over.",
                "byte_stop": 10581967,
                "byte_start": 10540171,
                "start": 2616.591
              },
              {
                "stop": 2646.88,
                "text": "Faced with that position by the Commission, the company knows it has two choices, it can either bow to the Commission's ruling of the law and include the proposal in its proxy materials or on the other hand, it can ignore the Commission’s ruling but if does so, it faces very severe sanctions.",
                "byte_stop": 10661275,
                "byte_start": 10581967,
                "start": 2627.043
              },
              {
                "stop": 2657.35,
                "text": "At the first place in that situation, the Commission can institute an administrative proceeding looking toward de-listing of the company's securities for violation of the proxy rules.",
                "byte_stop": 10703175,
                "byte_start": 10661275,
                "start": 2646.88
              }
            ],
            "start": 2330.905
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 10703175,
            "byte_stop": 10712266,
            "stop": 2659.615,
            "text_blocks": [
              {
                "stop": 2659.615,
                "text": "Is that not discretionary with the Commission?",
                "byte_stop": 10712266,
                "byte_start": 10703175,
                "start": 2657.35
              }
            ],
            "start": 2657.35
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 10712266,
            "byte_stop": 10863045,
            "stop": 2697.301,
            "text_blocks": [
              {
                "stop": 2662.389,
                "text": "Entirely so, Mr. Justice, yes.",
                "byte_stop": 10723342,
                "byte_start": 10712266,
                "start": 2659.615
              },
              {
                "stop": 2670.876,
                "text": "I am not saying that anyone of these sanctions must be taken by the Commission but the company knows they are at hazard and they run this risk.",
                "byte_stop": 10757301,
                "byte_start": 10723342,
                "start": 2662.389
              },
              {
                "stop": 2697.301,
                "text": "Now one risk is an administrative proceeding against them for de-listing of the securities, another is in an egregious case of criminal prosecution by the attorney general at the request of the commission that most likely as a practical matter is a civil suit by the Commission against the company for injunctive relief to compel the company to include the proposal in the proxy materials.",
                "byte_stop": 10863045,
                "byte_start": 10757301,
                "start": 2670.876
              }
            ],
            "start": 2659.615
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 10863045,
            "byte_stop": 10876211,
            "stop": 2700.602,
            "text_blocks": [
              {
                "stop": 2700.602,
                "text": "We are talking about the practical facts.",
                "byte_stop": 10876211,
                "byte_start": 10863045,
                "start": 2697.301
              }
            ],
            "start": 2697.301
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 10876211,
            "byte_stop": 10878405,
            "stop": 2701.158,
            "text_blocks": [
              {
                "stop": 2701.158,
                "text": "Indeed.",
                "byte_stop": 10878405,
                "byte_start": 10876211,
                "start": 2700.602
              }
            ],
            "start": 2700.602
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 10878405,
            "byte_stop": 10911528,
            "stop": 2709.428,
            "text_blocks": [
              {
                "stop": 2709.428,
                "text": "But the way this works, as a matter of practical fact if the company does get that kind of work from the Commission that includes the material, does it not?",
                "byte_stop": 10911528,
                "byte_start": 10878405,
                "start": 2701.158
              }
            ],
            "start": 2701.158
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 10911528,
            "byte_stop": 11326875,
            "stop": 2813.277,
            "text_blocks": [
              {
                "stop": 2712.117,
                "text": "Absolutely correct, Mr. Justice.",
                "byte_stop": 10922291,
                "byte_start": 10911528,
                "start": 2709.428
              },
              {
                "stop": 2729.377,
                "text": "In the entire history of the Securities Act, there has only been one company who ever declined to abide by the Commissions ruling, that was TransAmerican Corporation, they were probably sued by the Commission, they lost the case, that was in 1947 more than 20 years ago.",
                "byte_stop": 10991254,
                "byte_start": 10922291,
                "start": 2712.117
              },
              {
                "stop": 2734.751,
                "text": "No company, since that time has ever defied the Commission’s ruling.",
                "byte_stop": 11012779,
                "byte_start": 10991254,
                "start": 2729.377
              },
              {
                "stop": 2755.279,
                "text": "In other words, no shareholder in history has ever had to take any action to defend his rights, once the Commission has ruled in its favor on that issue and I suggest that is entirely as it should be one of the principal responsibilities of the SEC is to serve as the guardian of corporate shareholders.",
                "byte_stop": 11094908,
                "byte_start": 11012779,
                "start": 2734.751
              },
              {
                "stop": 2763.531,
                "text": "Now, I have discussed the shareholder who wins before the Commission but compare his situation with a fellow who loses.",
                "byte_stop": 11127926,
                "byte_start": 11094908,
                "start": 2755.279
              },
              {
                "stop": 2781.171,
                "text": "If the Commission, let us assume, erroneously decides against the shareholder in this dispute which they have brought before themselves, then of course that shareholder has been wrong and he suffers a number of distinct practical ways.",
                "byte_stop": 11198457,
                "byte_start": 11127926,
                "start": 2763.531
              },
              {
                "stop": 2788.004,
                "text": "In the first place, he has been wrongfully deprived of the Commissions very effective help.",
                "byte_stop": 11225833,
                "byte_start": 11198457,
                "start": 2781.171
              },
              {
                "stop": 2793.527,
                "text": "Secondly, if he wants to vindicate his rights, he must undertake the expensive litigation.",
                "byte_stop": 11247881,
                "byte_start": 11225833,
                "start": 2788.004
              },
              {
                "stop": 2795.935,
                "text": "He has no other choice.",
                "byte_stop": 11257494,
                "byte_start": 11247881,
                "start": 2793.527
              },
              {
                "stop": 2812.031,
                "text": "Thirdly, in that litigation, wherever it occurs, the court involved is likely to give great weight perhaps even decisive weight to the Commission’s ruling, adverse ruling on the question of law involved.",
                "byte_stop": 11321964,
                "byte_start": 11257494,
                "start": 2795.935
              },
              {
                "stop": 2813.277,
                "text": "Prior to this case --",
                "byte_stop": 11326875,
                "byte_start": 11321964,
                "start": 2812.031
              }
            ],
            "start": 2709.428
          },
          {
            "speaker": null,
            "byte_start": 11326875,
            "byte_stop": 11386539,
            "stop": 2828.176,
            "text_blocks": [
              {
                "stop": 2818.761,
                "text": "Mr. Owen, on what do you base that statement.",
                "byte_stop": 11348818,
                "byte_start": 11326875,
                "start": 2813.277
              },
              {
                "stop": 2828.176,
                "text": "Is it not shear speculation, is it not just as likely the Court of Appeals may do the same thing on the review actions such as this one?",
                "byte_stop": 11386539,
                "byte_start": 11348818,
                "start": 2818.761
              }
            ],
            "start": 2813.277
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 11386539,
            "byte_stop": 11531362,
            "stop": 2864.379,
            "text_blocks": [
              {
                "stop": 2829.029,
                "text": "I think not, Your Honor.",
                "byte_stop": 11389882,
                "byte_start": 11386539,
                "start": 2828.176
              },
              {
                "stop": 2840.247,
                "text": "And let me, as far as the District Court is concerned, let me mention that there have been, before this case, only three law suits brought in District Court.",
                "byte_stop": 11434813,
                "byte_start": 11389882,
                "start": 2829.029
              },
              {
                "stop": 2856.806,
                "text": "In each case, the Commission had ruled adversely to the shareholders and in each case, the court said, “Ah, you are faced with an adverse determination by the Commission, they are an expert body, they have interpreted their own proxy rules, I am going to give great weight to that.",
                "byte_stop": 11501060,
                "byte_start": 11434813,
                "start": 2840.247
              },
              {
                "stop": 2862.848,
                "text": "I think it is unlikely that you are going to prevail on the merits and I deny you Preliminary Injunctive Relief”.",
                "byte_stop": 11525197,
                "byte_start": 11501060,
                "start": 2856.806
              },
              {
                "stop": 2864.379,
                "text": "That is a very --",
                "byte_stop": 11531362,
                "byte_start": 11525197,
                "start": 2862.848
              }
            ],
            "start": 2828.176
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11531362,
            "byte_stop": 11604400,
            "stop": 2882.64,
            "text_blocks": [
              {
                "stop": 2867.165,
                "text": "That certainly is not true.",
                "byte_stop": 11542438,
                "byte_start": 11531362,
                "start": 2864.379
              },
              {
                "stop": 2869.044,
                "text": "You are speaking of just three cases.",
                "byte_stop": 11549961,
                "byte_start": 11542438,
                "start": 2867.165
              },
              {
                "stop": 2882.64,
                "text": "That is not true as to ICC review, there are many instances where District Courts have not, all the Three-Judge District Court, have not given automatic approval to an ICC ruling.",
                "byte_stop": 11604400,
                "byte_start": 11549961,
                "start": 2869.044
              }
            ],
            "start": 2864.379
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 11604400,
            "byte_stop": 11925288,
            "stop": 2962.881,
            "text_blocks": [
              {
                "stop": 2898.129,
                "text": "That is correct and I suggest Mr. Justice that there is a distinction between the situation where the agency of which complaint is made is before the court and is arguing its case and presenting its position.",
                "byte_stop": 11666362,
                "byte_start": 11604400,
                "start": 2882.64
              },
              {
                "stop": 2913.19,
                "text": "In a situation like that, the court is entirely confident to pass on whatever the legal question will be or maybe presented, and no great weight then is going to be given to the administrative interpretation of the law.",
                "byte_stop": 11726549,
                "byte_start": 11666362,
                "start": 2898.129
              },
              {
                "stop": 2934.636,
                "text": "But the situation I suggest is otherwise where the Commission is not pressed, you have District Court litigation between the shareholder and Dow Chemical Company, all you have is a Commission interpretation of its rules, the District judge, a busy man, being asked to enjoin the shareholder's meeting or take some other drastic step.",
                "byte_stop": 11812335,
                "byte_start": 11726549,
                "start": 2913.19
              },
              {
                "stop": 2940.187,
                "text": "He cannot ask the Commission for its views. He does not have them before him in the litigation.",
                "byte_stop": 11834591,
                "byte_start": 11812335,
                "start": 2934.636
              },
              {
                "stop": 2944.617,
                "text": "He simply accepts the fact that the Commission has interpreted its rules.",
                "byte_stop": 11852250,
                "byte_start": 11834591,
                "start": 2940.187
              },
              {
                "stop": 2947.343,
                "text": "It has interpreted those rules against the shareholder.",
                "byte_stop": 11863117,
                "byte_start": 11852250,
                "start": 2944.617
              },
              {
                "stop": 2952.351,
                "text": "He says the Commission’s view is entitled to great weight, that is the end of the matter.",
                "byte_stop": 11883179,
                "byte_start": 11863117,
                "start": 2947.343
              },
              {
                "stop": 2956.584,
                "text": "Now that has happened in the only cases that had ever come up in District Court.",
                "byte_stop": 11900106,
                "byte_start": 11883179,
                "start": 2952.351
              },
              {
                "stop": 2962.881,
                "text": "I do not say that it should not have happened that way, I am simply saying that that is the lesson of history.",
                "byte_stop": 11925288,
                "byte_start": 11900106,
                "start": 2956.584
              }
            ],
            "start": 2882.64
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 11925288,
            "byte_stop": 12036361,
            "stop": 2990.629,
            "text_blocks": [
              {
                "stop": 2990.629,
                "text": "Assume if you could, that the Commission found that the Corporation was wrong and should include the statement, and the corporation did not include it, could the proposer of the language get mandamus or some form of action to make the Commission rule?",
                "byte_stop": 12036361,
                "byte_start": 11925288,
                "start": 2962.881
              }
            ],
            "start": 2962.881
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12036361,
            "byte_stop": 12043466,
            "stop": 2992.414,
            "text_blocks": [
              {
                "stop": 2992.414,
                "text": "I think not.",
                "byte_stop": 12043466,
                "byte_start": 12036361,
                "start": 2990.629
              }
            ],
            "start": 2990.629
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12043466,
            "byte_stop": 12050676,
            "stop": 2994.222,
            "text_blocks": [
              {
                "stop": 2993.152,
                "text": "You should not.",
                "byte_stop": 12046392,
                "byte_start": 12043466,
                "start": 2992.414
              },
              {
                "stop": 2994.222,
                "text": "Do you not?",
                "byte_stop": 12050676,
                "byte_start": 12046392,
                "start": 2993.152
              }
            ],
            "start": 2992.414
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12050676,
            "byte_stop": 12056527,
            "stop": 2995.682,
            "text_blocks": [
              {
                "stop": 2995.682,
                "text": "I should not.",
                "byte_stop": 12056527,
                "byte_start": 12050676,
                "start": 2994.222
              }
            ],
            "start": 2994.222
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12056527,
            "byte_stop": 12064991,
            "stop": 2997.796,
            "text_blocks": [
              {
                "stop": 2997.796,
                "text": "I mean that is what it says within the discretion --",
                "byte_stop": 12064991,
                "byte_start": 12056527,
                "start": 2995.682
              }
            ],
            "start": 2995.682
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12064991,
            "byte_stop": 12077634,
            "stop": 3000.969,
            "text_blocks": [
              {
                "stop": 3000.969,
                "text": "That is correct and we do not say that the shareholder --",
                "byte_stop": 12077634,
                "byte_start": 12064991,
                "start": 2997.796
              }
            ],
            "start": 2997.796
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12077634,
            "byte_stop": 12119744,
            "stop": 3011.492,
            "text_blocks": [
              {
                "stop": 3011.492,
                "text": "So what you say is, even though you could not make them enforce it, you can make them to decide, is that your position?",
                "byte_stop": 12119744,
                "byte_start": 12077634,
                "start": 3000.969
              }
            ],
            "start": 3000.969
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12119744,
            "byte_stop": 12191319,
            "stop": 3029.385,
            "text_blocks": [
              {
                "stop": 3012.745,
                "text": "No quite, Mr. Justice.",
                "byte_stop": 12124759,
                "byte_start": 12119744,
                "start": 3011.492
              },
              {
                "stop": 3019.405,
                "text": "Our position is that what happens in fact, is that the Commission decides the legal issue.",
                "byte_stop": 12151404,
                "byte_start": 12124759,
                "start": 3012.745
              },
              {
                "stop": 3028.63,
                "text": "Now at that point, we cannot and we do not claim the right to require the Commission to take any particular action.",
                "byte_stop": 12188289,
                "byte_start": 12151404,
                "start": 3019.405
              },
              {
                "stop": 3029.385,
                "text": "But if they --",
                "byte_stop": 12191319,
                "byte_start": 12188289,
                "start": 3028.63
              }
            ],
            "start": 3011.492
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12191319,
            "byte_stop": 12215561,
            "stop": 3035.443,
            "text_blocks": [
              {
                "stop": 3035.443,
                "text": "The court here said that you must make a finding.",
                "byte_stop": 12215561,
                "byte_start": 12191319,
                "start": 3029.385
              }
            ],
            "start": 3029.385
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12215561,
            "byte_stop": 12334784,
            "stop": 3065.255,
            "text_blocks": [
              {
                "stop": 3065.255,
                "text": "The Court of Appeals, Mr. Justice, remanded to the Commission simply with the request that they clarify their reasoning, that the Court of Appeals looked at the Commission’s reasoning on the merits and said in effect, “we simply do not understand, how you have to come out that way and we would like you to clarify your reasoning on the legal issue”, so that the if an error of law that had been made by the Commission, it could be rectified by the court.",
                "byte_stop": 12334784,
                "byte_start": 12215561,
                "start": 3035.443
              }
            ],
            "start": 3035.443
          },
          {
            "speaker": null,
            "byte_start": 12334784,
            "byte_stop": 12344397,
            "stop": 3067.65,
            "text_blocks": [
              {
                "stop": 3067.65,
                "text": "How?",
                "byte_stop": 12344397,
                "byte_start": 12334784,
                "start": 3065.255
              }
            ],
            "start": 3065.255
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12344397,
            "byte_stop": 12388909,
            "stop": 3078.782,
            "text_blocks": [
              {
                "stop": 3076.956,
                "text": "Let me put it this way, if the case now goes back as we think it should to the Commission, the Commission will then explain how it reached this conclusion.",
                "byte_stop": 12381595,
                "byte_start": 12344397,
                "start": 3067.65
              },
              {
                "stop": 3078.782,
                "text": "If the Commission says --",
                "byte_stop": 12388909,
                "byte_start": 12381595,
                "start": 3076.956
              }
            ],
            "start": 3067.65
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12388909,
            "byte_stop": 12418375,
            "stop": 3086.141,
            "text_blocks": [
              {
                "stop": 3086.141,
                "text": "And everybody including the court made by the United States disagrees with the reason, what can we do about it?",
                "byte_stop": 12418375,
                "byte_start": 12388909,
                "start": 3078.782
              }
            ],
            "start": 3078.782
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12418375,
            "byte_stop": 12443662,
            "stop": 3092.456,
            "text_blocks": [
              {
                "stop": 3091.72,
                "text": "We could take it back up to the Court of Appeals for aalike declaration of what the law really says.",
                "byte_stop": 12440632,
                "byte_start": 12418375,
                "start": 3086.141
              },
              {
                "stop": 3092.456,
                "text": "We would not --",
                "byte_stop": 12443662,
                "byte_start": 12440632,
                "start": 3091.72
              }
            ],
            "start": 3086.141
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12443662,
            "byte_stop": 12451603,
            "stop": 3094.457,
            "text_blocks": [
              {
                "stop": 3094.457,
                "text": "And what would you get from that?",
                "byte_stop": 12451603,
                "byte_start": 12443662,
                "start": 3092.456
              }
            ],
            "start": 3092.456
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12451603,
            "byte_stop": 12463829,
            "stop": 3097.498,
            "text_blocks": [
              {
                "stop": 3097.498,
                "text": "We would get no coercive action at all.",
                "byte_stop": 12463829,
                "byte_start": 12451603,
                "start": 3094.457
              }
            ],
            "start": 3094.457
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12463829,
            "byte_stop": 12474382,
            "stop": 3100.141,
            "text_blocks": [
              {
                "stop": 3100.141,
                "text": "What would this Committee get?",
                "byte_stop": 12474382,
                "byte_start": 12463829,
                "start": 3097.498
              }
            ],
            "start": 3097.498
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12474382,
            "byte_stop": 12515864,
            "stop": 3110.518,
            "text_blocks": [
              {
                "stop": 3106.4,
                "text": "What this Committee would get is an explanation of the law by the Court of Appeals.",
                "byte_stop": 12499355,
                "byte_start": 12474382,
                "start": 3100.141
              },
              {
                "stop": 3110.518,
                "text": "That is a direct legal principle that should govern the Commission.",
                "byte_stop": 12515864,
                "byte_start": 12499355,
                "start": 3106.4
              }
            ],
            "start": 3100.141
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 12515864,
            "byte_stop": 12531120,
            "stop": 3114.331,
            "text_blocks": [
              {
                "stop": 3114.331,
                "text": "What good would that do?",
                "byte_stop": 12531120,
                "byte_start": 12515864,
                "start": 3110.518
              }
            ],
            "start": 3110.518
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12531120,
            "byte_stop": 12570095,
            "stop": 3124.084,
            "text_blocks": [
              {
                "stop": 3123.557,
                "text": "The good that it would do, I submit, is that the Commission would obey or would follow the principle enunciated by the court.",
                "byte_stop": 12568005,
                "byte_start": 12531120,
                "start": 3114.331
              },
              {
                "stop": 3124.084,
                "text": "This is if you will --",
                "byte_stop": 12570095,
                "byte_start": 12568005,
                "start": 3123.557
              }
            ],
            "start": 3114.331
          },
          {
            "speaker": null,
            "byte_start": 12570095,
            "byte_stop": 12575424,
            "stop": 3125.404,
            "text_blocks": [
              {
                "stop": 3125.404,
                "text": "Or it would not need to.",
                "byte_stop": 12575424,
                "byte_start": 12570095,
                "start": 3124.084
              }
            ],
            "start": 3124.084
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12575424,
            "byte_stop": 12583260,
            "stop": 3127.363,
            "text_blocks": [
              {
                "stop": 3127.363,
                "text": "It would not need to, but we are quite --",
                "byte_stop": 12583260,
                "byte_start": 12575424,
                "start": 3125.404
              }
            ],
            "start": 3125.404
          },
          {
            "speaker": null,
            "byte_start": 12583260,
            "byte_stop": 12592978,
            "stop": 3129.807,
            "text_blocks": [
              {
                "stop": 3129.807,
                "text": "It could say we will use the power of the Court of Appeals.",
                "byte_stop": 12592978,
                "byte_start": 12583260,
                "start": 3127.363
              }
            ],
            "start": 3127.363
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12592978,
            "byte_stop": 12598411,
            "stop": 3131.153,
            "text_blocks": [
              {
                "stop": 3131.153,
                "text": "That is correct.",
                "byte_stop": 12598411,
                "byte_start": 12592978,
                "start": 3129.807
              }
            ],
            "start": 3129.807
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 12598411,
            "byte_stop": 12614921,
            "stop": 3135.282,
            "text_blocks": [
              {
                "stop": 3135.282,
                "text": "Or it could say we agree with you and that is very interesting but we are not going to do anything about it?",
                "byte_stop": 12614921,
                "byte_start": 12598411,
                "start": 3131.153
              }
            ],
            "start": 3131.153
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 12614921,
            "byte_stop": 12992442,
            "stop": 3229.661,
            "text_blocks": [
              {
                "stop": 3151.806,
                "text": "Well, that in fact does not happen and let me remind the court, if I may, that in such case as Abbott Laboratories against Gardner, the only thing that was requested of the court was a declaratory judgment, that is a declaration of what the law really is.",
                "byte_stop": 12681063,
                "byte_start": 12614921,
                "start": 3135.282
              },
              {
                "stop": 3156.804,
                "text": "And Abbott Laboratories was content with that relief.",
                "byte_stop": 12701020,
                "byte_start": 12681063,
                "start": 3151.806
              },
              {
                "stop": 3159.423,
                "text": "They got it and they got, it was a very practical remedy.",
                "byte_stop": 12711469,
                "byte_start": 12701020,
                "start": 3156.804
              },
              {
                "stop": 3176.954,
                "text": "Let me remind you that in the case of Perkins against Elg, this was the case where the lady had been denied the passport and she suggested that she had been denied that passport, incidentally the issuance of passport is a discretionary function.",
                "byte_stop": 12781582,
                "byte_start": 12711469,
                "start": 3159.423
              },
              {
                "stop": 3182.922,
                "text": "But the secretary had denied her the passport because he ruled that she was legally ineligible.",
                "byte_stop": 12805510,
                "byte_start": 12781582,
                "start": 3176.954
              },
              {
                "stop": 3194.248,
                "text": "What this court did was review that legal determination and say if she is legally eligible, the secretary can not deny the passport on that ground.",
                "byte_stop": 12850754,
                "byte_start": 12805510,
                "start": 3182.922
              },
              {
                "stop": 3199.556,
                "text": "He may be able to deny the passport on some other ground but not on the basis of a legal error.",
                "byte_stop": 12872070,
                "byte_start": 12850754,
                "start": 3194.248
              },
              {
                "stop": 3207.564,
                "text": "It was a declaration then of the correct legal principles, it was not a coercive form of decree.",
                "byte_stop": 12904044,
                "byte_start": 12872070,
                "start": 3199.556
              },
              {
                "stop": 3217.074,
                "text": "We did not, in the Court of Appeals ask for a coercive form of decree and I think this is one of the misunderstandings we have with the Solicitor General.",
                "byte_stop": 12942078,
                "byte_start": 12904044,
                "start": 3207.564
              },
              {
                "stop": 3227.015,
                "text": "He suggests that we went to the Court of Appeals and said and we want you, the Court of Appeals, to direct the Commission to start enforcement proceedings against Dow.",
                "byte_stop": 12981889,
                "byte_start": 12942078,
                "start": 3217.074
              },
              {
                "stop": 3229.661,
                "text": "That is not we did. If you read our petition --",
                "byte_stop": 12992442,
                "byte_start": 12981889,
                "start": 3227.015
              }
            ],
            "start": 3135.282
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12992442,
            "byte_stop": 13055972,
            "stop": 3245.555,
            "text_blocks": [
              {
                "stop": 3245.555,
                "text": "Mr. Owen, you have only got about five minutes left, I hope you are going to save some time to tell us why this is still a live controversy in the light of the action on the proxy statement doing just what you wanted and in light of the fact that they have stopped manufacturing Napalm.",
                "byte_stop": 13055972,
                "byte_start": 12992442,
                "start": 3229.661
              }
            ],
            "start": 3229.661
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13055972,
            "byte_stop": 13103724,
            "stop": 3257.495,
            "text_blocks": [
              {
                "stop": 3247.715,
                "text": "Well, I will Mr. Justice.",
                "byte_stop": 13064645,
                "byte_start": 13055972,
                "start": 3245.555
              },
              {
                "stop": 3249.846,
                "text": "Thank you for inviting my attention to that.",
                "byte_stop": 13073213,
                "byte_start": 13064645,
                "start": 3247.715
              },
              {
                "stop": 3257.495,
                "text": "First of all, it is not in the record that the company has stopped manufacturing Napalm, I gather it is the fact.",
                "byte_stop": 13103724,
                "byte_start": 13073213,
                "start": 3249.846
              }
            ],
            "start": 3245.555
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13103724,
            "byte_stop": 13156596,
            "stop": 3270.703,
            "text_blocks": [
              {
                "stop": 3270.703,
                "text": "It is also the fact, not in the record, that they immediately announced that they wanted to get that contract back again and resume supplying Napalm to the government so that as far as that fact is concerned, I think it is simply besides the point.",
                "byte_stop": 13156596,
                "byte_start": 13103724,
                "start": 3257.495
              }
            ],
            "start": 3257.495
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 13156596,
            "byte_stop": 13173523,
            "stop": 3274.927,
            "text_blocks": [
              {
                "stop": 3274.927,
                "text": "Was it 71 this year when put this question in the Proxy?",
                "byte_stop": 13173523,
                "byte_start": 13156596,
                "start": 3270.703
              }
            ],
            "start": 3270.703
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13173523,
            "byte_stop": 13310823,
            "stop": 3309.256,
            "text_blocks": [
              {
                "stop": 3294.941,
                "text": "It was, after we had fought for it two years, they finally bowed to the Court of Appeal's view of the law and said, “We are reserving all rights to exclude that next time around”, they made it very clear that the next time around, they are reserving the right to exclude our proposal on legal grounds.",
                "byte_stop": 13253562,
                "byte_start": 13173523,
                "start": 3274.927
              },
              {
                "stop": 3299.929,
                "text": "But this time they put it in the proxy materials.",
                "byte_stop": 13273520,
                "byte_start": 13253562,
                "start": 3294.941
              },
              {
                "stop": 3305.893,
                "text": "Now, it is the firm intention of this organization to submit this proposal again.",
                "byte_stop": 13297344,
                "byte_start": 13273520,
                "start": 3299.929
              },
              {
                "stop": 3309.256,
                "text": "It has an affirmative right to do that under the proxy rules.",
                "byte_stop": 13310823,
                "byte_start": 13297344,
                "start": 3305.893
              }
            ],
            "start": 3274.927
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 13310823,
            "byte_stop": 13324824,
            "stop": 3312.756,
            "text_blocks": [
              {
                "stop": 3312.756,
                "text": "Only if they still manufacture Napalm?",
                "byte_stop": 13324824,
                "byte_start": 13310823,
                "start": 3309.256
              }
            ],
            "start": 3309.256
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13324824,
            "byte_stop": 13333393,
            "stop": 3314.905,
            "text_blocks": [
              {
                "stop": 3314.905,
                "text": "Or intending to.",
                "byte_stop": 13333393,
                "byte_start": 13324824,
                "start": 3312.756
              }
            ],
            "start": 3312.756
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 13333393,
            "byte_stop": 13362336,
            "stop": 3322.124,
            "text_blocks": [
              {
                "stop": 3322.124,
                "text": "What if we go along with that, what do we know if they would be manufacturing in 75?",
                "byte_stop": 13362336,
                "byte_start": 13333393,
                "start": 3314.905
              }
            ],
            "start": 3314.905
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13362336,
            "byte_stop": 13442898,
            "stop": 3342.284,
            "text_blocks": [
              {
                "stop": 3336.74,
                "text": "The proposal as Your Honor is aware, submitted by this shareholder was that the certificate of incorporation of the company be modified, amended so a to foreclose it from manufacturing Napalm.",
                "byte_stop": 13420746,
                "byte_start": 13362336,
                "start": 3322.124
              },
              {
                "stop": 3339.371,
                "text": "Now, that is a continuing problem.",
                "byte_stop": 13431300,
                "byte_start": 13420746,
                "start": 3336.74
              },
              {
                "stop": 3342.284,
                "text": "The company has un-publicly announced that it intends --",
                "byte_stop": 13442898,
                "byte_start": 13431300,
                "start": 3339.371
              }
            ],
            "start": 3322.124
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 13442898,
            "byte_stop": 13458153,
            "stop": 3346.084,
            "text_blocks": [
              {
                "stop": 3346.084,
                "text": "Did you get enough votes so that you can put it back in?",
                "byte_stop": 13458153,
                "byte_start": 13442898,
                "start": 3342.284
              }
            ],
            "start": 3342.284
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13458153,
            "byte_stop": 13830555,
            "stop": 3439.201,
            "text_blocks": [
              {
                "stop": 3355.36,
                "text": "We are going to resubmit this probably let us say within 20 months after this court’s decisions in this case.",
                "byte_stop": 13495247,
                "byte_start": 13458153,
                "start": 3346.084
              },
              {
                "stop": 3366.207,
                "text": "Presumably Dow will exclude it once more, presumably the Commission will rule against us and we will find ourselves in exactly this same controversy again.",
                "byte_stop": 13538611,
                "byte_start": 13495247,
                "start": 3355.36
              },
              {
                "stop": 3391.775,
                "text": "Now, the government represented to the court, this was an important issue of judicial review that was involved, there have been no facts that have come in to existence that were not in existence when the government submitted the case to you and when they briefed it to you and we rely on the very cases that they have cited in their papers to the effect that this case is not moot.",
                "byte_stop": 13640906,
                "byte_start": 13538611,
                "start": 3366.207
              },
              {
                "stop": 3401.367,
                "text": "Now, if I may, I would like to spend one moment on the review statute with which we are dealing.",
                "byte_stop": 13679254,
                "byte_start": 13640906,
                "start": 3391.775
              },
              {
                "stop": 3415.885,
                "text": "That statute says in effect that if we were a party to a proceeding before the Commission, if the Commission took final action in our case and if were agreed by that action, we are affirmatively entitled to judicial review.",
                "byte_stop": 13737350,
                "byte_start": 13679254,
                "start": 3401.367
              },
              {
                "stop": 3420.078,
                "text": "I submit that we fall squarely within the language of that statute.",
                "byte_stop": 13754069,
                "byte_start": 13737350,
                "start": 3415.885
              },
              {
                "stop": 3424.045,
                "text": "We were a party, to a proceeding before the Commission.",
                "byte_stop": 13769951,
                "byte_start": 13754069,
                "start": 3420.078
              },
              {
                "stop": 3428.165,
                "text": "The Commission took final action in our case, they had required us to appear.",
                "byte_stop": 13786460,
                "byte_start": 13769951,
                "start": 3424.045
              },
              {
                "stop": 3430.726,
                "text": "We did not want to but they did.",
                "byte_stop": 13796700,
                "byte_start": 13786460,
                "start": 3428.165
              },
              {
                "stop": 3439.201,
                "text": "We were agreed by that final action and I suggest that we therefore fall squarely within the terms of the review statute that is presented.",
                "byte_stop": 13830555,
                "byte_start": 13796700,
                "start": 3430.726
              }
            ],
            "start": 3346.084
          },
          {
            "speaker": null,
            "byte_start": 13830555,
            "byte_stop": 13873291,
            "stop": 3449.875,
            "text_blocks": [
              {
                "stop": 3449.875,
                "text": "How about the, perhaps you have touched on it and it is the government's point with respect to the time limitation in Section 25a of the 34 Act, the 60-day provision.",
                "byte_stop": 13873291,
                "byte_start": 13830555,
                "start": 3439.201
              }
            ],
            "start": 3439.201
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13873291,
            "byte_stop": 13926163,
            "stop": 3463.08,
            "text_blocks": [
              {
                "stop": 3463.08,
                "text": "The suggestion being that a telephone call that a staff member made to some representative of the shareholder, the content of which is not disclosed in this record, triggered the statutory period for appeal.",
                "byte_stop": 13926163,
                "byte_start": 13873291,
                "start": 3449.875
              }
            ],
            "start": 3449.875
          },
          {
            "speaker": null,
            "byte_start": 13926163,
            "byte_stop": 13945285,
            "stop": 3467.867,
            "text_blocks": [
              {
                "stop": 3467.867,
                "text": "Well, it says 60 days after the entry of the order, of course, the government says there was no order.",
                "byte_stop": 13945285,
                "byte_start": 13926163,
                "start": 3463.08
              }
            ],
            "start": 3463.08
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 13945285,
            "byte_stop": 13990320,
            "stop": 3479.142,
            "text_blocks": [
              {
                "stop": 3468.705,
                "text": "That is right.",
                "byte_stop": 13948629,
                "byte_start": 13945285,
                "start": 3467.867
              },
              {
                "stop": 3469.704,
                "text": "That is a different issue.",
                "byte_stop": 13952599,
                "byte_start": 13948629,
                "start": 3468.705
              },
              {
                "stop": 3479.142,
                "text": "Assuming we have an order, the first notice we got of it was when they sent us a letter, and except for the phone call.",
                "byte_stop": 13990320,
                "byte_start": 13952599,
                "start": 3469.704
              }
            ],
            "start": 3467.867
          },
          {
            "speaker": null,
            "byte_start": 13990320,
            "byte_stop": 14007247,
            "stop": 3483.365,
            "text_blocks": [
              {
                "stop": 3483.365,
                "text": "Well, except for the phone call, you did get notice in the phone call.",
                "byte_stop": 14007247,
                "byte_start": 13990320,
                "start": 3479.142
              }
            ],
            "start": 3479.142
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 14007247,
            "byte_stop": 14136188,
            "stop": 3515.611,
            "text_blocks": [
              {
                "stop": 3483.92,
                "text": "We did not.",
                "byte_stop": 14009442,
                "byte_start": 14007247,
                "start": 3483.365
              },
              {
                "stop": 3492.296,
                "text": "And there is nothing in the record to indicate what was said during that phone call, whether we got an accurate description of the Commission’s action or whether we did it.",
                "byte_stop": 14042983,
                "byte_start": 14009442,
                "start": 3483.92
              },
              {
                "stop": 3497.093,
                "text": "We waited six days and we got a letter which told us what the Commission had done.",
                "byte_stop": 14062209,
                "byte_start": 14042983,
                "start": 3492.296
              },
              {
                "stop": 3515.611,
                "text": "And with all due respect, I submit that this court's decision in Schofield against the NLRB in 394 US, makes it very clear that the agreed party in entitled to receive a final definite word as to what has happened to it before the 60-day period against their run.",
                "byte_stop": 14136188,
                "byte_start": 14062209,
                "start": 3497.093
              }
            ],
            "start": 3483.365
          },
          {
            "speaker": null,
            "byte_start": 14136188,
            "byte_stop": 14172341,
            "stop": 3524.649,
            "text_blocks": [
              {
                "stop": 3524.649,
                "text": "I suppose the government really could -- if there is no order that there could not have been any entry of any order.",
                "byte_stop": 14172341,
                "byte_start": 14136188,
                "start": 3515.611
              }
            ],
            "start": 3515.611
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/roberts_b_owen",
              "name": "Roberts B. Owen",
              "last_name": "Owen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40117,
              "identifier": "roberts_b_owen"
            },
            "byte_start": 14172341,
            "byte_stop": 14361154,
            "stop": 3571.843,
            "text_blocks": [
              {
                "stop": 3531.743,
                "text": "That would be correct, if there is no order, I think the Red Lion Broadcasting case makes clear there is an order.",
                "byte_stop": 14200762,
                "byte_start": 14172341,
                "start": 3524.649
              },
              {
                "stop": 3547.145,
                "text": "Let me say in conclusion that we are hard pressed to understand why we should not be entitled to the judicial review in the circumstances of this case, we did not voluntarily present our legal problems to the Commission.",
                "byte_stop": 14262411,
                "byte_start": 14200762,
                "start": 3531.743
              },
              {
                "stop": 3551.338,
                "text": "The Commission required us to submit to its decision making process.",
                "byte_stop": 14279130,
                "byte_start": 14262411,
                "start": 3547.145
              },
              {
                "stop": 3562.185,
                "text": "We follow the Commission’s rule, the agency then decided that we were legally ineligible to enjoy a right which we think the law has conferred upon us.",
                "byte_stop": 14322493,
                "byte_start": 14279130,
                "start": 3551.338
              },
              {
                "stop": 3571.843,
                "text": "If that administrative decision was wrong, we have clearly been hurt and we believe that courts should be and are available to rectify such errors.",
                "byte_stop": 14361154,
                "byte_start": 14322493,
                "start": 3562.185
              }
            ],
            "start": 3524.649
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 14361154,
            "byte_stop": 14375887,
            "stop": 3575.561,
            "text_blocks": [
              {
                "stop": 3572.75,
                "text": "Thank you Mr. Owen.",
                "byte_stop": 14364811,
                "byte_start": 14361154,
                "start": 3571.843
              },
              {
                "stop": 3574.072,
                "text": "Thank you Mr. Solicitor General.",
                "byte_stop": 14370036,
                "byte_start": 14364811,
                "start": 3572.75
              },
              {
                "stop": 3575.561,
                "text": "The case is submitted.",
                "byte_stop": 14375887,
                "byte_start": 14370036,
                "start": 3574.072
              }
            ],
            "start": 3571.843
          }
        ],
        "stop": 3575.561,
        "byte_stop": 14375887,
        "byte_start": 7159195,
        "start": 1771.358
      }
    ],
    "duration": 3575.561
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1971/70-61/19711110a_70-61.delivery.mp3",
      "id": 43184,
      "size": 14376096
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1971/70-61/19711110a_70-61.ogg",
      "id": 65078,
      "size": 35013092
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1971/70-61/19711110a_70-61.m3u8",
      "id": 65079,
      "size": 50175
    }
  ],
  "public_note": null
}