{
  "title": "Oral Argument - December 14, 1971",
  "damaged": null,
  "id": 17956,
  "unavailable": null,
  "transcript": {
    "title": "United States v. Louisiana (Louisiana Boundary Case) and",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 73732,
            "byte_stop": 134859,
            "stop": 15.281,
            "text_blocks": [
              {
                "stop": 13.419,
                "text": "Set of nine, United States of America against the State of Louisiana.",
                "byte_stop": 127440,
                "byte_start": 73732,
                "start": 0
              },
              {
                "stop": 15.281,
                "text": "Mr. Solicitor General.",
                "byte_stop": 134859,
                "byte_start": 127440,
                "start": 13.419
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 134859,
            "byte_stop": 2891299,
            "stop": 704.378,
            "text_blocks": [
              {
                "stop": 20.773,
                "text": "Mr. Chief Justice and may it please the Court.",
                "byte_stop": 156906,
                "byte_start": 134859,
                "start": 15.281
              },
              {
                "stop": 28.901,
                "text": "This is a motion in the pending case of United States against Louisiana.",
                "byte_stop": 189402,
                "byte_start": 156906,
                "start": 20.773
              },
              {
                "stop": 44.758,
                "text": "The motion seeks the release of certain funds, which had been impounded under an agreement entered into between the United States and Louisiana in 1956.",
                "byte_stop": 252828,
                "byte_start": 189402,
                "start": 28.901
              },
              {
                "stop": 57.059,
                "text": "The underlying issue here has been squarely decided by the Court at least three times over a period of 21 years.",
                "byte_stop": 302042,
                "byte_start": 252828,
                "start": 44.758
              },
              {
                "stop": 76.981,
                "text": "In a sense, the controversy begins nearly 25 years ago with the filing of the suit by the United States against California which was decided in 332 US 19 in an opinion by Mr. Justice Black.",
                "byte_stop": 381663,
                "byte_start": 302042,
                "start": 57.059
              },
              {
                "stop": 86.78,
                "text": "This Court there held that California had no ownership right in the land under the seas beyond low water mark.",
                "byte_stop": 420952,
                "byte_start": 381663,
                "start": 76.981
              },
              {
                "stop": 100.11,
                "text": "Although the decision was applicable to California only, it was based on reasoning which was equally relevant to all other states boarding on either of the oceans.",
                "byte_stop": 474241,
                "byte_start": 420952,
                "start": 86.78
              },
              {
                "stop": 115.966,
                "text": "And thereafter the United States brought a suit against Louisiana which was decided in 1950, 21 years ago in 339 US and opinion by Mr. Justice Douglas.",
                "byte_stop": 537667,
                "byte_start": 474241,
                "start": 100.11
              },
              {
                "stop": 134.013,
                "text": "In that case the Court held that the United States was entitled to a decree adjudging and declaring its paramount rights in the land under the Gulf of Mexico, beyond the low water mark on the coast of Louisiana.",
                "byte_stop": 609869,
                "byte_start": 537667,
                "start": 115.966
              },
              {
                "stop": 172.339,
                "text": "And later in that year, this Court entered a decree to this effect and this is in 340 US at page 899 and the decree reads “The United States is now and has been at all times pertinent hereto possessed a paramount rights in and hold dominion and power over the lands, minnows and other things under lying the Gulf of Mexico, lying seaward of the ordinary low water mark on the coast of Louisiana and outside of the inland waters.",
                "byte_stop": 763156,
                "byte_start": 609869,
                "start": 134.013
              },
              {
                "stop": 179.506,
                "text": "And that is the first time when this Court decided the underlying issue.",
                "byte_stop": 791786,
                "byte_start": 763156,
                "start": 172.339
              },
              {
                "stop": 190.337,
                "text": "That decree has become as final as any decree of this Court can be.",
                "byte_stop": 835149,
                "byte_start": 791786,
                "start": 179.506
              },
              {
                "stop": 203.929,
                "text": "There are always equitable doctrines like bills of review and cases can be overruled, but the decree is a decree and is outstanding.",
                "byte_stop": 889484,
                "byte_start": 835149,
                "start": 190.337
              },
              {
                "stop": 209.387,
                "text": "In 1953, Congress passed the Submerged Lands Act.",
                "byte_stop": 911322,
                "byte_start": 889484,
                "start": 203.929
              },
              {
                "stop": 233.119,
                "text": "This was a reaction, a reappraisal of this Court's decision in the California and Louisiana case and by this statute Congress could claim to all the sea bound states, the land under the sea adjacent to the states for three miles from the coastline.",
                "byte_stop": 1006303,
                "byte_start": 911322,
                "start": 209.387
              },
              {
                "stop": 247.555,
                "text": "It also provided that the states might have more than three miles up to nine miles where this had been recognized by legislation prior to this Court's decisions.",
                "byte_stop": 1063982,
                "byte_start": 1006303,
                "start": 233.119
              },
              {
                "stop": 285.341,
                "text": "In 1956, oil leasing had become active in the Gulf of Mexico, and there were controversies between the United States and Louisiana, and on June 11, 1956 this Court entered a decree enjoining Louisiana and the United States from leasing or beginning the drilling of new wells in the disputed tidelands area, pending further order of this Court unless by agreement of the parties hereto.",
                "byte_stop": 1215179,
                "byte_start": 1063982,
                "start": 247.555
              },
              {
                "stop": 314.768,
                "text": "This was the background of the agreement entered into later in 1956, the full text of which it is set out as appendix A to the motion of the United States on page 29 of that motion and the funds involved here have been impounded pursuant to that decree.",
                "byte_stop": 1332834,
                "byte_start": 1215179,
                "start": 285.341
              },
              {
                "stop": 346.103,
                "text": "Now as I have indicated, the Submerged Land Act indicated the possibility that Gulf States might have nine miles rather than three miles and the United States filed a bill in equity against all five of the gulf states which I believe is the suit, which is now still pending here, and this was decided by the Court in 1960, United States against Louisiana.",
                "byte_stop": 1458222,
                "byte_start": 1332834,
                "start": 314.768
              },
              {
                "stop": 375.245,
                "text": "The Court determined that Texas and Florida were entitled to nine miles from their coast lines under the Submerged Land Act, but it determined that and I quote “Louisiana is entitled to submerged land rights to a distance of no greater than three geographical miles from the coastlines wherever those lines may ultimately be shown to be.”",
                "byte_stop": 1574728,
                "byte_start": 1458222,
                "start": 346.103
              },
              {
                "stop": 430.351,
                "text": "And a few months later this Court entered its final decree in that second case of United States against Louisiana and that decree is reported in 364 at US 502 and the irrelevant portion reads, “as against the respective defendant states, the United States is entitled to all the lands, minerals and other natural resources underlying the Gulf of Mexico more than three geographic miles seaward from the coastlines of Louisiana, Mississippi and Alabama and that is the second time that this Court decided the issue which underlies the motion here.",
                "byte_stop": 1795201,
                "byte_start": 1574728,
                "start": 375.245
              },
              {
                "stop": 463.218,
                "text": "Following that decision in 1965 on motion of the United States, the Court entered a supplemental decree providing for the distribution of some of the funds which have been impounded under the agreement entered into between Louisiana and the United States in 1956 and this supplemental decree is recorded in 382 US page 288.",
                "byte_stop": 1926650,
                "byte_start": 1795201,
                "start": 430.351
              },
              {
                "stop": 486.549,
                "text": "I am advised that under it, about a $191 million was distributed to the United States and somewhat over 34 million dollars were distributed to Louisiana and that decree I believe is a clear precedent for the present motion.",
                "byte_stop": 2019959,
                "byte_start": 1926650,
                "start": 463.218
              },
              {
                "stop": 498.513,
                "text": "I have here a map too small I am afraid to be seen from the bench and I will hand to the clerk and ask that if he pass to the members of the Court.",
                "byte_stop": 2067815,
                "byte_start": 2019959,
                "start": 486.549
              },
              {
                "stop": 507.903,
                "text": "It is a map which was used and connection with the argument three years ago which led to the third decision in this case.",
                "byte_stop": 2105432,
                "byte_start": 2067815,
                "start": 498.513
              },
              {
                "stop": 524.415,
                "text": "On it you will find a green area at the bottom and that is the area which was covered by the order in 388 -- in 382 US.",
                "byte_stop": 2171469,
                "byte_start": 2105432,
                "start": 507.903
              },
              {
                "stop": 540.085,
                "text": "Just to the North of it, you see a very faint line, that is the so-called coast guard line that Louisiana was claiming, and the green area is three miles outside the coastguard line.",
                "byte_stop": 2234163,
                "byte_start": 2171469,
                "start": 524.415
              },
              {
                "stop": 545.134,
                "text": "Close to the shoreline, you see a pink area and a red area.",
                "byte_stop": 2254330,
                "byte_start": 2234163,
                "start": 540.085
              },
              {
                "stop": 550.411,
                "text": "The pink area is the area of claimed by Louisiana.",
                "byte_stop": 2275436,
                "byte_start": 2254330,
                "start": 545.134
              },
              {
                "stop": 577.75,
                "text": "The red area is areas awarded to Louisiana by decision of this Court involving questions relating to what are inland waters and how and where straight lines should be drawn across indentations and that leaves between the pink area and the green area a gray area which is essentially the area which is involved here.",
                "byte_stop": 2384733,
                "byte_start": 2275436,
                "start": 550.411
              },
              {
                "stop": 591.342,
                "text": "I think that this will help the Court to see what is involved here and I will ask the clerk to make it available.",
                "byte_stop": 2439172,
                "byte_start": 2384733,
                "start": 577.75
              },
              {
                "stop": 605.443,
                "text": "In 1969, the Court decided the third stage of this controversy, it is known as the Louisiana Boundary case in 394 US.",
                "byte_stop": 2495596,
                "byte_start": 2439172,
                "start": 591.342
              },
              {
                "stop": 618.947,
                "text": "In this decision, the Court rejected the principal contention of Louisiana, which was that its coastline was to be determined by the so-called coast guard line.",
                "byte_stop": 2549618,
                "byte_start": 2495596,
                "start": 605.443
              },
              {
                "stop": 650.932,
                "text": "The Court also decided a number of other technical questions relating to the coastline and referred the case to Mr. Walter P Armstrong Jr as special master for the purpose of resolving a relevantly small number of further issues, relating to the location of the coastline from which the three miles granted to the state by the Submerged Land Act is measured.",
                "byte_stop": 2677513,
                "byte_start": 2549618,
                "start": 618.947
              },
              {
                "stop": 671.787,
                "text": "In connection with the hearings before the special master, in response to interrogatories, the State of Louisiana has conceded that it has no claim to the land specified in our proposed supplemental decree.",
                "byte_stop": 2760896,
                "byte_start": 2677513,
                "start": 650.932
              },
              {
                "stop": 704.378,
                "text": "This is stated in our proposed decree and in a highly technical language of geographers, but that designation is what Louisiana has conceded that it has no claim to that land, that is that it has no claim, which it can make consistent with this Court's opinion of March 3, 1969, which is the third time that the Court has decided the underlying issue here.",
                "byte_stop": 2891299,
                "byte_start": 2760896,
                "start": 671.787
              }
            ],
            "start": 15.281
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 2891299,
            "byte_stop": 2917004,
            "stop": 710.81,
            "text_blocks": [
              {
                "stop": 710.81,
                "text": "May I ask Mr. Solicitor General, what's the state is in the hearing before Mr. Armstong?",
                "byte_stop": 2917004,
                "byte_start": 2891299,
                "start": 704.378
              }
            ],
            "start": 704.378
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 2917004,
            "byte_stop": 3273001,
            "stop": 799.792,
            "text_blocks": [
              {
                "stop": 723.252,
                "text": "As I understand it, the record is closed or nearly closed and there will be then arguments and decision.",
                "byte_stop": 2966741,
                "byte_start": 2917004,
                "start": 710.81
              },
              {
                "stop": 739.141,
                "text": "I think a decision is expected sometime in the next, that is a report of the master to this Court, is expected sometime in the 1972 term of the Court.",
                "byte_stop": 3030375,
                "byte_start": 2966741,
                "start": 723.252
              },
              {
                "stop": 757.927,
                "text": "And Louisiana has conceded in those proceedings that with respect to the territory covered by our motion, it has no claim which it can make consistent with the Court's several decisions which have been entered in this case.",
                "byte_stop": 3105503,
                "byte_start": 3030375,
                "start": 739.141
              },
              {
                "stop": 773.85,
                "text": "As we understand the situation, the only substantial objection that Louisiana raises to the present motion is that the earlier decisions were wrong and should now be reconsidered and reversed.",
                "byte_stop": 3169138,
                "byte_start": 3105503,
                "start": 757.927
              },
              {
                "stop": 779.172,
                "text": "This of course is contrary to the decisions which the Court has rendered.",
                "byte_stop": 3190454,
                "byte_start": 3169138,
                "start": 773.85
              },
              {
                "stop": 799.792,
                "text": "It is contrary to the principals of law of the case and res judicata and should not resubmit by appropriate action which is fully consistent with the decisions which the Court has rendered and which should be held binding on the State of Louisiana.",
                "byte_stop": 3273001,
                "byte_start": 3190454,
                "start": 779.172
              }
            ],
            "start": 710.81
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 3273001,
            "byte_stop": 3280628,
            "stop": 801.702,
            "text_blocks": [
              {
                "stop": 801.702,
                "text": "What is the source of the --",
                "byte_stop": 3280628,
                "byte_start": 3273001,
                "start": 799.792
              }
            ],
            "start": 799.792
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3280628,
            "byte_stop": 3294003,
            "stop": 805.048,
            "text_blocks": [
              {
                "stop": 805.048,
                "text": "The source of the funds is entirely royalty.",
                "byte_stop": 3294003,
                "byte_start": 3280628,
                "start": 801.702
              }
            ],
            "start": 801.702
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 3294003,
            "byte_stop": 3336217,
            "stop": 815.602,
            "text_blocks": [
              {
                "stop": 806.229,
                "text": "That is not my question.",
                "byte_stop": 3298705,
                "byte_start": 3294003,
                "start": 805.048
              },
              {
                "stop": 815.602,
                "text": "What is the source of the offer at the tome, ultimate claim shown on the map, the blue line.",
                "byte_stop": 3336217,
                "byte_start": 3298705,
                "start": 806.229
              }
            ],
            "start": 805.048
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3336217,
            "byte_stop": 3399538,
            "stop": 831.448,
            "text_blocks": [
              {
                "stop": 818.303,
                "text": "That is not an issue here Mr. Justice.",
                "byte_stop": 3346979,
                "byte_start": 3336217,
                "start": 815.602
              },
              {
                "stop": 822.987,
                "text": "That line is not the exact line for which is covered by this.",
                "byte_stop": 3365683,
                "byte_start": 3346979,
                "start": 818.303
              },
              {
                "stop": 831.448,
                "text": "That is the line, which was used in the 1968 argument to indicate the claim of Louisiana.",
                "byte_stop": 3399538,
                "byte_start": 3365683,
                "start": 822.987
              }
            ],
            "start": 815.602
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 3399538,
            "byte_stop": 3405494,
            "stop": 832.927,
            "text_blocks": [
              {
                "stop": 832.927,
                "text": "We can disregard that now.",
                "byte_stop": 3405494,
                "byte_start": 3399538,
                "start": 831.448
              }
            ],
            "start": 831.448
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3405494,
            "byte_stop": 3553974,
            "stop": 870.043,
            "text_blocks": [
              {
                "stop": 834.955,
                "text": "You can disregard that now.",
                "byte_stop": 3413644,
                "byte_start": 3405494,
                "start": 832.927
              },
              {
                "stop": 840.553,
                "text": "The map is simply to illustrate the general area which is covered.",
                "byte_stop": 3436005,
                "byte_start": 3413644,
                "start": 834.955
              },
              {
                "stop": 847.017,
                "text": "I think the South line of the map, three miles beyond the coast guard line is precise.",
                "byte_stop": 3461814,
                "byte_start": 3436005,
                "start": 840.553
              },
              {
                "stop": 866.853,
                "text": "The North line of the map involves some areas, which are still in dispute before the special master, but the motion covers only land which Louisiana has conceded before the special master that it has no claim to, consistent with this Court's prior decisions.",
                "byte_stop": 3541226,
                "byte_start": 3461814,
                "start": 847.017
              },
              {
                "stop": 870.043,
                "text": "At the present time, I am advised that --",
                "byte_stop": 3553974,
                "byte_start": 3541226,
                "start": 866.853
              }
            ],
            "start": 832.927
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 3553974,
            "byte_stop": 3579992,
            "stop": 876.555,
            "text_blocks": [
              {
                "stop": 876.555,
                "text": "So I gather Mr. Solicitor General, if the government prevails, this does not exhaust that fund, does it?",
                "byte_stop": 3579992,
                "byte_start": 3553974,
                "start": 870.043
              }
            ],
            "start": 870.043
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3579992,
            "byte_stop": 3899312,
            "stop": 956.383,
            "text_blocks": [
              {
                "stop": 879.041,
                "text": "No Mr. Judge, I was just about to state that.",
                "byte_stop": 3589918,
                "byte_start": 3579992,
                "start": 876.555
              },
              {
                "stop": 891.809,
                "text": "At the present time, I am advised that about 1 billion, seven hundred million dollars are held in the treasury of the United States pursuant to the contract of 1956.",
                "byte_stop": 3641014,
                "byte_start": 3589918,
                "start": 879.041
              },
              {
                "stop": 910.383,
                "text": "I am further advised that the amount covered by the present motion is something over 1 billion dollars and this could be released to the United States if the present motion is granted as was done when the first supplemental decree was entered in 1965.",
                "byte_stop": 3715306,
                "byte_start": 3641014,
                "start": 891.809
              },
              {
                "stop": 926.995,
                "text": "This would leave a balance of about 700 million dollars still held in suspense under the 1956 agreement, awaiting the ultimate decision of this Court after the special master has made his report here.",
                "byte_stop": 3781761,
                "byte_start": 3715306,
                "start": 910.383
              },
              {
                "stop": 940.594,
                "text": "I might find out that the agreement calls for some of the impounded funds to be impounded by Louisiana that is with respect to the northern most zones and I am not informed as to what amount there may be there.",
                "byte_stop": 3836201,
                "byte_start": 3781761,
                "start": 926.995
              },
              {
                "stop": 956.383,
                "text": "This relates only to amounts now held in the treasury of the United States and relates primarily to the disputed zones, which was zones two and three under the contract of 1956.",
                "byte_stop": 3899312,
                "byte_start": 3836201,
                "start": 940.594
              }
            ],
            "start": 876.555
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 3899312,
            "byte_stop": 3955005,
            "stop": 970.316,
            "text_blocks": [
              {
                "stop": 970.316,
                "text": "And I gather 34 billion that you told us earlier had heretofore been turned over to Louisiana at the time the United States got a 190 million, are also out of the funds in the treasury of the United States?",
                "byte_stop": 3955005,
                "byte_start": 3899312,
                "start": 956.383
              }
            ],
            "start": 956.383
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 3955005,
            "byte_stop": 4158029,
            "stop": 1021.057,
            "text_blocks": [
              {
                "stop": 974.296,
                "text": "Those came from the funds in the treasury of United States.",
                "byte_stop": 3970992,
                "byte_start": 3955005,
                "start": 970.316
              },
              {
                "stop": 982.992,
                "text": "The 190 million to the United States related, I understand to the green area in the map.",
                "byte_stop": 4005788,
                "byte_start": 3970992,
                "start": 974.296
              },
              {
                "stop": 998.927,
                "text": "Since it appears to be, clear that under the decisions of this Court, the amount covered by the present motion is due to the United States without any dispute from the Louisiana if the decisions of this Court are to be followed.",
                "byte_stop": 4069526,
                "byte_start": 4005788,
                "start": 982.992
              },
              {
                "stop": 1010.256,
                "text": "We submit that the Court should enter the supplemental decree requested and make these funds available for the general purposes of the United States.",
                "byte_stop": 4114770,
                "byte_start": 4069526,
                "start": 998.927
              },
              {
                "stop": 1021.057,
                "text": "Where the purpose of keeping funds in escrow has seized, the amount involved here is too great to be left in limbo.",
                "byte_stop": 4158029,
                "byte_start": 4114770,
                "start": 1010.256
              }
            ],
            "start": 970.316
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 4158029,
            "byte_stop": 4175479,
            "stop": 1025.421,
            "text_blocks": [
              {
                "stop": 1025.421,
                "text": "Is there any argument Mr. Solicitor General about the form of the decree?",
                "byte_stop": 4175479,
                "byte_start": 4158029,
                "start": 1021.057
              }
            ],
            "start": 1021.057
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 4175479,
            "byte_stop": 4361889,
            "stop": 1072.015,
            "text_blocks": [
              {
                "stop": 1028.01,
                "text": "I understand there is not Mr. Justice.",
                "byte_stop": 4185823,
                "byte_start": 4175479,
                "start": 1025.421
              },
              {
                "stop": 1038.786,
                "text": "There is some reference in their briefs to problems, which might arise with split leases, that is leases part in and part out, but we have expressly waived that in our motion.",
                "byte_stop": 4228978,
                "byte_start": 4185823,
                "start": 1028.01
              },
              {
                "stop": 1047.058,
                "text": "The motion expressly provides that with respect to any split lease, the payment should not be made.",
                "byte_stop": 4261996,
                "byte_start": 4228978,
                "start": 1038.786
              },
              {
                "stop": 1054.527,
                "text": "There is no purpose to be served by continuing the impounding of the funds held in the treasury.",
                "byte_stop": 4291881,
                "byte_start": 4261996,
                "start": 1047.058
              },
              {
                "stop": 1072.015,
                "text": "The only valid equitable claim to them is in the United States and they should be released to the United States in accordance with our motion and in accordance with the provisions of the contract of 1956.",
                "byte_stop": 4361889,
                "byte_start": 4291881,
                "start": 1054.527
              }
            ],
            "start": 1025.421
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 4361889,
            "byte_stop": 4380906,
            "stop": 1076.776,
            "text_blocks": [
              {
                "stop": 1075.244,
                "text": "Thank you, Mr. Solicitor General.",
                "byte_stop": 4374741,
                "byte_start": 4361889,
                "start": 1072.015
              },
              {
                "stop": 1076.776,
                "text": "Mr. Sachse?",
                "byte_stop": 4380906,
                "byte_start": 4374741,
                "start": 1075.244
              }
            ],
            "start": 1072.015
          }
        ],
        "stop": 1076.776,
        "byte_stop": 4380906,
        "byte_start": 73732,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 4380906,
            "byte_stop": 4811613,
            "stop": 1184.462,
            "text_blocks": [
              {
                "stop": 1085.005,
                "text": "Mr. Chief Justice and may it please the Court.",
                "byte_stop": 4413820,
                "byte_start": 4380906,
                "start": 1076.776
              },
              {
                "stop": 1103.163,
                "text": "In 1947, this Court held that the United States had paramount rights to the waters of California.",
                "byte_stop": 4486441,
                "byte_start": 4413820,
                "start": 1085.005
              },
              {
                "stop": 1109.925,
                "text": "The United States government claimed dominion, claimed ownership.",
                "byte_stop": 4513503,
                "byte_start": 4486441,
                "start": 1103.163
              },
              {
                "stop": 1122.956,
                "text": "This Court refused a decree declaring ownership, but held that California had no title.",
                "byte_stop": 4565644,
                "byte_start": 4513503,
                "start": 1109.925
              },
              {
                "stop": 1137.512,
                "text": "In 1950 before the Congress could act, Louisiana and Texas were before this Court and at that time, this Court held that the California decision was binding.",
                "byte_stop": 4623845,
                "byte_start": 4565644,
                "start": 1122.956
              },
              {
                "stop": 1141.088,
                "text": "The problem was not reviewed again.",
                "byte_stop": 4638160,
                "byte_start": 4623845,
                "start": 1137.512
              },
              {
                "stop": 1150.047,
                "text": "It was simply a matter of following stare decisis, but the Court through Justice Douglas, used these words.",
                "byte_stop": 4674000,
                "byte_start": 4638160,
                "start": 1141.088
              },
              {
                "stop": 1175.432,
                "text": "That Louisiana had no better claim to the waters of its coast than had the original 13 states or California and having decided that California had no claim because the original 13 states had no claim so Louisiana had none.",
                "byte_stop": 4775564,
                "byte_start": 4674000,
                "start": 1150.047
              },
              {
                "stop": 1184.462,
                "text": "I will come back to that in a moment in connection with the present litigation going on between the United States and the Atlantic coast states.",
                "byte_stop": 4811613,
                "byte_start": 4775564,
                "start": 1175.432
              }
            ],
            "start": 1076.776
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 4811613,
            "byte_stop": 4913177,
            "stop": 1209.856,
            "text_blocks": [
              {
                "stop": 1202.911,
                "text": "Mr. Sachse, I should advise you since you probably have not had a chance to see the order list this morning that the motion of the State of Louisiana under Rule 60 (b) Federal Civil Rules has been denied by the Court.",
                "byte_stop": 4885383,
                "byte_start": 4811613,
                "start": 1184.462
              },
              {
                "stop": 1209.856,
                "text": "Mr. Justice Marshall of course taking no part in that as he is not taking part this morning.",
                "byte_stop": 4913177,
                "byte_start": 4885383,
                "start": 1202.911
              }
            ],
            "start": 1184.462
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 4913177,
            "byte_stop": 5211286,
            "stop": 1284.372,
            "text_blocks": [
              {
                "stop": 1234.024,
                "text": "Even so sir I believe that the reservoir equity which is in this Court and the fact that no final decree has been rendered in this case must mean that the matter is adjudged finally or there would not be this motion for a decree I think.",
                "byte_stop": 5009830,
                "byte_start": 4913177,
                "start": 1209.856
              },
              {
                "stop": 1251.552,
                "text": "At any rate, if I may briefly proceed, I would like to say to Your Honors that at this moment, this money is in the possession of the United States.",
                "byte_stop": 5079943,
                "byte_start": 5009830,
                "start": 1234.024
              },
              {
                "stop": 1284.372,
                "text": "At this motion -- moment, it may be used and doubtless is being used by the United States not just pursuant to the agreement of 1956, but more precisely according to Section 7 of the Outer Continental Shelf Lands Act and no interest is being paid by the United States to anyone in anyway on this money.",
                "byte_stop": 5211286,
                "byte_start": 5079943,
                "start": 1251.552
              }
            ],
            "start": 1209.856
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5211286,
            "byte_stop": 5217660,
            "stop": 1285.958,
            "text_blocks": [
              {
                "stop": 1285.958,
                "text": "To whom --",
                "byte_stop": 5217660,
                "byte_start": 5211286,
                "start": 1284.372
              }
            ],
            "start": 1284.372
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 5217660,
            "byte_stop": 5220272,
            "stop": 1286.631,
            "text_blocks": [
              {
                "stop": 1286.631,
                "text": "Sir?",
                "byte_stop": 5220272,
                "byte_start": 5217660,
                "start": 1285.958
              }
            ],
            "start": 1285.958
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5220272,
            "byte_stop": 5233752,
            "stop": 1290,
            "text_blocks": [
              {
                "stop": 1290,
                "text": "To whom could that interest be appropriately be paid?",
                "byte_stop": 5233752,
                "byte_start": 5220272,
                "start": 1286.631
              }
            ],
            "start": 1286.631
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 5233752,
            "byte_stop": 10618842,
            "stop": 2636.269,
            "text_blocks": [
              {
                "stop": 1292.46,
                "text": "No one, no one.",
                "byte_stop": 5243574,
                "byte_start": 5233752,
                "start": 1290
              },
              {
                "stop": 1324.703,
                "text": "The point then Mr. Chief Justice is when the Solicitor General says this is too much money not to be used, the answer is that it is being used by the United States and we have the letter of the Chief of Staff of the joint committee on internal revenue taxation dated yesterday, making very clear that what I am saying is correct.",
                "byte_stop": 5372619,
                "byte_start": 5243574,
                "start": 1292.46
              },
              {
                "stop": 1336.549,
                "text": "So the United States is suffering nothing by allowing this money to remain “impounded in treasury of the United States.”",
                "byte_stop": 5419952,
                "byte_start": 5372619,
                "start": 1324.703
              },
              {
                "stop": 1353.493,
                "text": "May I ask the clerk to make this letter available to you sir.",
                "byte_stop": 5487766,
                "byte_start": 5419952,
                "start": 1336.549
              },
              {
                "stop": 1411.558,
                "text": "If however, if however this Court allows these funds to be again I “released” because this is only a change of nomenclature and not a change of fact, but if this Court allows these funds to be released and if afterwards this Court decides that all states of the union are to be treated alike and that the Atlantic coast states did indeed have territory into the sea and that the California decision was incorrect, then it would follow that the decision later applied to Louisiana is incorrect and this Court would surely wish to do justice.",
                "byte_stop": 5720047,
                "byte_start": 5487766,
                "start": 1353.493
              },
              {
                "stop": 1448.608,
                "text": "Indeed Justice Douglas, as far back as when the State of Rhode island taught of proceeding against Louisiana, warned the Court or admonished all of us that the composition of the Court had changed since the California decision, that a majority of the Court might well wish to review the matter, I well conclude that the minority was correct at that time and that it should not be dealt with lightly.",
                "byte_stop": 5868214,
                "byte_start": 5720047,
                "start": 1411.558
              },
              {
                "stop": 1496.773,
                "text": "So apparently, to us at least, this Court is going to reconsider the matter because when the United States filed a motion against the States of Maine and New Hampshire, Massachusetts, Rhode Island, New York, New Jersey, Delaware, Maryland, Virginia, North Carolina, South Carolina, Georgia and Florida saying precisely what Mr. Griswold has said here, that is that this matter had been decided in the California case and that no state could have more than three miles into the Atlantic Ocean even under the Submerged Land Act.",
                "byte_stop": 6060893,
                "byte_start": 5868214,
                "start": 1448.608
              },
              {
                "stop": 1527.943,
                "text": "Those states filed in opposition to the motion of the United States and when this motion was considered by Your Honors instead of granting the motion of the United States which you might well have done and said that this is stare decisis and the matter is closed, you instead appointed Judge Marris of Philadelphia as a special master to receive evidence on the very point.",
                "byte_stop": 6185549,
                "byte_start": 6060893,
                "start": 1496.773
              },
              {
                "stop": 1565.166,
                "text": "Louisiana had asked and the record shows and our memorandum refers to it, in the early days of this litigation as far back as 1956, to take testimony on the meaning of the colonies and of Louisiana and of La Salle and of France in that declarations with respect to the literal states of the union as to whether there was an area into the seas that belonged to them naturally.",
                "byte_stop": 6334447,
                "byte_start": 6185549,
                "start": 1527.943
              },
              {
                "stop": 1576.534,
                "text": "The Court denied that motion, but the same thing is now occurring, Your Honors, before three special masters appointed by this Court.",
                "byte_stop": 6379900,
                "byte_start": 6334447,
                "start": 1565.166
              },
              {
                "stop": 1622.796,
                "text": "Number one, in our own case, the very case that is before Your Honors now, you said through Justice Stewart that in the matter of determining the historic waters of Louisiana, we said several things, you said that obviously the Louisiana coast was such a one and should have the benefit of straight base lines but that was up to the President and the Congress, but you said that although that government could adjure straight base lines to the prejudice of Louisiana, it could not adjure historic waters to the prejudice of Louisiana and the words of the Court are beautiful words.",
                "byte_stop": 6564952,
                "byte_start": 6379900,
                "start": 1576.534
              },
              {
                "stop": 1672.407,
                "text": "They are that in this phase of the case, Louisiana shall act as if it represented the nation and the Attorney General of the United States shall act as if he represents an opposing foreign power and the reason is so clear because the issue is now, whether the United States will cast away, will give away areas that no other nation in the world claims and solely for the purpose of winning these submerged mineral resources which in any event will be for the benefit of the United States.",
                "byte_stop": 6763378,
                "byte_start": 6564952,
                "start": 1622.796
              },
              {
                "stop": 1684.437,
                "text": "Whether we consider it a benefit of the United States federal government or the benefit of the United States through state governments, no one gets these resources, but we Americans.",
                "byte_stop": 6811548,
                "byte_start": 6763378,
                "start": 1672.407
              },
              {
                "stop": 1700.685,
                "text": "But it is wrong to give away territory of the United States to a composite and this Court through Justice Stewart said that in this phase of the case, we act as if we represent the national interest.",
                "byte_stop": 6876540,
                "byte_start": 6811548,
                "start": 1684.437
              },
              {
                "stop": 1710.325,
                "text": "Now we have not conceded, we have not conceded that these areas belong to the United States.",
                "byte_stop": 6915097,
                "byte_start": 6876540,
                "start": 1700.685
              },
              {
                "stop": 1723.799,
                "text": "We took the greatest of pains to prevent making any such concession, but to do Mr. Griswold justice, we did say it substantially as he has recited to the Court.",
                "byte_stop": 6969014,
                "byte_start": 6915097,
                "start": 1710.325
              },
              {
                "stop": 1732.287,
                "text": "What we said and I know you rules do not favor reading, but this will be short.",
                "byte_stop": 7002973,
                "byte_start": 6969014,
                "start": 1723.799
              },
              {
                "stop": 1744.768,
                "text": "Louisiana has objected to answering broadly phrased interrogatories submitted by the United States, which relate to matters not pertinent to the issues that are before the special master.",
                "byte_stop": 7052814,
                "byte_start": 7002973,
                "start": 1732.287
              },
              {
                "stop": 1762.57,
                "text": "You referred about eight or nine specific issues to this special master, thereafter the case to be returned to this Court, and you retained jurisdiction to dispose these and we said we should not get involved in a diversionary matter.",
                "byte_stop": 7124076,
                "byte_start": 7052814,
                "start": 1744.768
              },
              {
                "stop": 1769.026,
                "text": "Our sole intention should be given to resolving the matters before the special master.",
                "byte_stop": 7149885,
                "byte_start": 7124076,
                "start": 1762.57
              },
              {
                "stop": 1781.195,
                "text": "You also by referring it to a special master opened the doors to Louisiana for the first time to really produce evidence and we are doing.",
                "byte_stop": 7198578,
                "byte_start": 7149885,
                "start": 1769.026
              },
              {
                "stop": 1786.29,
                "text": "Let me give you some of the evidence that we are producing.",
                "byte_stop": 7218953,
                "byte_start": 7198578,
                "start": 1781.195
              },
              {
                "stop": 1847.639,
                "text": "First of all, we were able to get over serious objection of the government, a letter from Mr. Lee Rankin in 1960 when he was the Solicitor General and when he was referring to concessions, concessions in the term of agreements really, we had argued that the adjacent islands to Louisiana and the reference to the adjacent islands meant that we were to have a territory out to the islands and right at this spot, Mr. Rankins said we concede that these areas belong to Louisiana as in the orders not for the reason Mr. Sachse has argued, but for the reason that these islands are set as to the shelter to the coast, and therefore the areas within them are inland waters.",
                "byte_stop": 7464295,
                "byte_start": 7218953,
                "start": 1786.29
              },
              {
                "stop": 1861.276,
                "text": "Then the state department wanted him to retain and the correspondence shows that he refused to retain, that is one item of evidence going to the special master.",
                "byte_stop": 7518839,
                "byte_start": 7464295,
                "start": 1847.639
              },
              {
                "stop": 1909.581,
                "text": "Another item of evidence, which we had no knowledge of in the 1960 case, but which we now know of, is an exchange of correspondence between Mr. Bogs, the historian of the state department and Mr. Valance the legal officer of the state department in which they explicitly say that Spain claimed six miles into the Gulf of Mexico, originally Spain had claimed the gulf of Mexico, but at the critical time, that is in 1760, Spain was claiming six miles into the gulf of Mexico.",
                "byte_stop": 7712145,
                "byte_start": 7518839,
                "start": 1861.276
              },
              {
                "stop": 1910.783,
                "text": "We did not know this.",
                "byte_stop": 7716952,
                "byte_start": 7712145,
                "start": 1909.581
              },
              {
                "stop": 1918.25,
                "text": "We did not have access to these records until the present matter was referred to the special master.",
                "byte_stop": 7746836,
                "byte_start": 7716952,
                "start": 1910.783
              },
              {
                "stop": 1922.225,
                "text": "This was not in published documents, this correspondence.",
                "byte_stop": 7762718,
                "byte_start": 7746836,
                "start": 1918.25
              },
              {
                "stop": 1924.85,
                "text": "This is what we have obtained.",
                "byte_stop": 7773167,
                "byte_start": 7762718,
                "start": 1922.225
              },
              {
                "stop": 1974.226,
                "text": "There are other matters now being reviewed in camera by Mr. Armstrong, matters that the government has declined to make available to us and we do not know what they will show, or how much seaward they will extend out boundaries, but they are being examined now by Mr. Armstrong, a special master in camera and we say it is unjust in the extreme to quote “release” this money so that when Louisiana wins it will win a parte victory because we would then have to go to the Congress for an appropriation to give us this money, which is not the situation now.",
                "byte_stop": 7970653,
                "byte_start": 7773167,
                "start": 1924.85
              },
              {
                "stop": 2003.2,
                "text": "As long as the government uses the money, without interest, but under the Outer Continental Shelf Lands Act and the agreement of 1956, it uses it as fully as if its title was established to it, but if we win as we hope to do, I believe we shall, then we could get it without an Act of Congress, not otherwise.",
                "byte_stop": 8086636,
                "byte_start": 7970653,
                "start": 1974.226
              },
              {
                "stop": 2011.335,
                "text": "Now this is the justice, this is the equity of the case; this is the balancing that this Court provided.",
                "byte_stop": 8119133,
                "byte_start": 8086636,
                "start": 2003.2
              },
              {
                "stop": 2031.408,
                "text": "You wrote rule 60 and before rule 60 was ever written, this Court said and we cite the cases in our brief, that justice could always be done by a Court, which had jurisdiction of the case as you have.",
                "byte_stop": 8199381,
                "byte_start": 8119133,
                "start": 2011.335
              },
              {
                "stop": 2047.734,
                "text": "If you were a district court of the United States, your directions to district courts would enable that district court to do justice in this matter because we are here under your original jurisdiction.",
                "byte_stop": 8264687,
                "byte_start": 8199381,
                "start": 2031.408
              },
              {
                "stop": 2072.13,
                "text": "You have said that rule 9 of your rules that you will apply as far as possible the rules of the district court, the rules of civil procedures and we say that you have retained jurisdiction in this case and this money should remain here until the matter is closed.",
                "byte_stop": 8362281,
                "byte_start": 8264687,
                "start": 2047.734
              },
              {
                "stop": 2078.024,
                "text": "I come back now to the basic problem of the Atlantic coast states.",
                "byte_stop": 8385895,
                "byte_start": 8362281,
                "start": 2072.13
              },
              {
                "stop": 2104.604,
                "text": "Remember, if this Court in 1947 had said that the 13 original colonies had territory into the sea as they came into the union, this Court would have said that equal footing clause would give California a right into the sea.",
                "byte_stop": 8492161,
                "byte_start": 8385895,
                "start": 2078.024
              },
              {
                "stop": 2118.335,
                "text": "Necessarily so because you said that the absence of the right of the 13 colonies meant that the equal footing clause prevented California from having such a right.",
                "byte_stop": 8547123,
                "byte_start": 8492161,
                "start": 2104.604
              },
              {
                "stop": 2131.833,
                "text": "When we were before the Court and I have been in other cases for Louisiana, in 1950 you simply said, Louisiana has no better claim than the 13 original states.",
                "byte_stop": 8601144,
                "byte_start": 8547123,
                "start": 2118.335
              },
              {
                "stop": 2199.221,
                "text": "Judge Marris in Philadelphia last week was receiving testimony from men of high renown in our country from Professor Howard from Harvard, from Professor Kirk Patrick of Brown, from Mr. Joesph who for nine years served on the Court of International Justice at Hague and they have testified so far without contradiction though the opportunity of the Solicitor General to contradict them has not yet arisen as letting the states finish their case before the government puts on its case, but so far, they are making it perfectly clear by expert testimony which is justified by reason of a difficulty of finding the sources for opinions in this matter.",
                "byte_stop": 8870623,
                "byte_start": 8601144,
                "start": 2131.833
              },
              {
                "stop": 2255.365,
                "text": "That after time the Unites States who is established as a separate nation, it was recognized by England and by the colonies and by international law generally that where recession of a territory changed and act of conveyance said certain land and islands within a certain distance of the coast, it meant that these islands, that distance marked a territorial periphery and that indeed the treaty with the United States and England in 1783 referring to islands within 20 leagues of the coast meant that American territory on the Atlantic ocean which was the only place we had any went that far.",
                "byte_stop": 9095276,
                "byte_start": 8870623,
                "start": 2199.221
              },
              {
                "stop": 2257.52,
                "text": "Now we dropped back somewhat.",
                "byte_stop": 9103845,
                "byte_start": 9095276,
                "start": 2255.365
              },
              {
                "stop": 2259.771,
                "text": "We have dropped back.",
                "byte_stop": 9112831,
                "byte_start": 9103845,
                "start": 2257.52
              },
              {
                "stop": 2280.447,
                "text": "Finally we are claiming three miles generally but not for some purposes for fishing for other things we claim greater distances, we recognize that there, we being United States recognize that there is no international line in any distance that anyone will recognize.",
                "byte_stop": 9195587,
                "byte_start": 9112831,
                "start": 2259.771
              },
              {
                "stop": 2284.859,
                "text": "We know that Russia for example claims 12 miles at least.",
                "byte_stop": 9213245,
                "byte_start": 9195587,
                "start": 2280.447
              },
              {
                "stop": 2292.286,
                "text": "We know that our limiting our claims to three miles is not going to make Russia limit her claims to three miles.",
                "byte_stop": 9242921,
                "byte_start": 9213245,
                "start": 2284.859
              },
              {
                "stop": 2327.331,
                "text": "We know that there is any one rule so the important thing is to determine what was the understanding of statesman and congressmen or maybe the one time that covers them both at the time of the formation of our country and fairly according to the testimony of Mr. Joseph, it is that with this reference to islands within so many leagues of coast meant that territory goes that far.",
                "byte_stop": 9383146,
                "byte_start": 9242921,
                "start": 2292.286
              },
              {
                "stop": 2335.211,
                "text": "If, if and when that case reaches you, you decide that that is the correct view.",
                "byte_stop": 9414597,
                "byte_start": 9383146,
                "start": 2327.331
              },
              {
                "stop": 2359.181,
                "text": "This was not view the Court accepted so far, but if the Court then accepts that view and decides that the Atlantic coast states did indeed have waters into the sea, that therefore they do now have waters into the sea.",
                "byte_stop": 9510519,
                "byte_start": 9414597,
                "start": 2335.211
              },
              {
                "stop": 2363.023,
                "text": "Will you not want to say the same thing to Louisiana?",
                "byte_stop": 9525879,
                "byte_start": 9510519,
                "start": 2359.181
              },
              {
                "stop": 2403.986,
                "text": "The sole claim for France, the seas and the ports and the bays and the lands in 1682 as precisely and as explicitly as George III or any other English king ever provided in any pattern or any conveyance to any of the Atlantic states and if you say as I hope you will and as the Atlantic coast states hope you will, that they are right, I have no right or wish to argue for them and I do not.",
                "byte_stop": 9689719,
                "byte_start": 9525879,
                "start": 2363.023
              },
              {
                "stop": 2455.414,
                "text": "But if you then say that that is the correct rule of law with respect to our great nation and the states which form it and that when this federal government acts in international affairs, as it and not the states can do so then it acts for the benefit and not to the decrement of the states then I think you will want to say as Justice Douglas said in an earlier case in a dissent in the 1960 case that certainly, if Texas is recognized as three leagues into the sea so should Louisiana be recognized and now I want to say one more thing, I believe I have a few minutes left.",
                "byte_stop": 9895459,
                "byte_start": 9689719,
                "start": 2403.986
              },
              {
                "stop": 2459.783,
                "text": "Under the Submerged Land Act, there are two criterion.",
                "byte_stop": 9912909,
                "byte_start": 9895459,
                "start": 2455.414
              },
              {
                "stop": 2464.892,
                "text": "One, what did you have when you came into the union?",
                "byte_stop": 9933389,
                "byte_start": 9912909,
                "start": 2459.783
              },
              {
                "stop": 2469.893,
                "text": "Two, what has Congress recognized since?",
                "byte_stop": 9953347,
                "byte_start": 9933389,
                "start": 2464.892
              },
              {
                "stop": 2482.482,
                "text": "And the reason for those two criterion is that none of the states of our great union had an explicit water boundary as it came into the union.",
                "byte_stop": 10003711,
                "byte_start": 9953347,
                "start": 2469.893
              },
              {
                "stop": 2515.424,
                "text": "So, if we view Louisiana as a French colony, which it was at the time of the purchase in 1803, which it was at the time of discovery until 1763 then there would be a historic claim to three leagues which we believe this Court meant to preserve our historic claims until this case is finally litigated.",
                "byte_stop": 10135472,
                "byte_start": 10003711,
                "start": 2482.482
              },
              {
                "stop": 2541.018,
                "text": "If you consider that we were a Spanish colony because we were a Spanish colony from 1763 to 1803, the French and Indian war until Napoleon was triumphant then you would recognize as a state department has recognized the Spanish claim of six miles.",
                "byte_stop": 10237872,
                "byte_start": 10135472,
                "start": 2515.424
              },
              {
                "stop": 2568.712,
                "text": "Then you would say, I would hope, that considering what has happened after Louisiana came into the Union recognition, I hope you would say that the treaty of 1819, the treaty of amity recognized that the Spanish boundary was the mountain boundary, the boundary separating the two, that this boundary went into the sea.",
                "byte_stop": 10348632,
                "byte_start": 10237872,
                "start": 2541.018
              },
              {
                "stop": 2601.334,
                "text": "Now we failed in 1860 to show how far into the sea it went but certain of the evidence now before Mr. Armstrong that will be before all of the special masters before the matter is closed, will convince anyone that at least it went the Spanish six miles if not the French three leagues into the sea and we say to you we know that your decisions to this point are against us.",
                "byte_stop": 10479139,
                "byte_start": 10348632,
                "start": 2568.712
              },
              {
                "stop": 2623.446,
                "text": "We hope that your refusal of the judgment to the United States against the Atlantic coast states means that you will reconsider the matter for them and if you consider the matter for them, then the basis of this whole situation may well be changed.",
                "byte_stop": 10567538,
                "byte_start": 10479139,
                "start": 2601.334
              },
              {
                "stop": 2636.269,
                "text": "We ask you please to preserve the status quo, to preserve the duress until you are ready to make your decision with all of the evidence before you.",
                "byte_stop": 10618842,
                "byte_start": 10567538,
                "start": 2623.446
              }
            ],
            "start": 1290
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 10618842,
            "byte_stop": 10786757,
            "stop": 2678.239,
            "text_blocks": [
              {
                "stop": 2646.257,
                "text": "I am not sure Mr. Sachse that I understand why this so called newly discovered evidence is before Mr. Armstrong.",
                "byte_stop": 10658862,
                "byte_start": 10618842,
                "start": 2636.269
              },
              {
                "stop": 2678.239,
                "text": "He was a special master appointed to do a very difficult and important task I am sure time consuming and detailed job but non in a variety of jobs without a lot varieties specific matters in a Court of our opinion in volume 324 of the United States, but he certainly was commissioned or authorized to advise us whether or not our basic decisions in this area have been wrong?",
                "byte_stop": 10786757,
                "byte_start": 10658862,
                "start": 2646.257
              }
            ],
            "start": 2636.269
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 10786757,
            "byte_stop": 10925833,
            "stop": 2713.011,
            "text_blocks": [
              {
                "stop": 2680.096,
                "text": "Right and we have been asking to.",
                "byte_stop": 10794176,
                "byte_start": 10786757,
                "start": 2678.239
              },
              {
                "stop": 2691.717,
                "text": "As a matter of fact in our answer to the request for admissions we explicitly said Mr. Justice Stewart precisely what you are saying now.",
                "byte_stop": 10840674,
                "byte_start": 10794176,
                "start": 2680.096
              },
              {
                "stop": 2713.011,
                "text": "We said we answered these interrogatories and these requests for admissions within the limit of the matters referred to him by the Court which gives Mr. Griswold the right to say that we are saying this is the most that we can claim under the --",
                "byte_stop": 10925833,
                "byte_start": 10840674,
                "start": 2691.717
              }
            ],
            "start": 2678.239
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 10925833,
            "byte_stop": 10928132,
            "stop": 2713.579,
            "text_blocks": [
              {
                "stop": 2713.579,
                "text": "Under the record.",
                "byte_stop": 10928132,
                "byte_start": 10925833,
                "start": 2713.011
              }
            ],
            "start": 2713.011
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 10928132,
            "byte_stop": 11120393,
            "stop": 2761.654,
            "text_blocks": [
              {
                "stop": 2726.521,
                "text": "Under the record, but we said the Supreme Court has retained jurisdiction, the Supreme Court is entertaining motions concerning the Atlantic coast states.",
                "byte_stop": 10979854,
                "byte_start": 10928132,
                "start": 2713.579
              },
              {
                "stop": 2742.392,
                "text": "We propose to bring this up again, we reserve our rights to do so and we are not empowered to concede anything, to give away any Louisiana territory and we do not give away any Louisiana territory.",
                "byte_stop": 11043384,
                "byte_start": 10979854,
                "start": 2726.521
              },
              {
                "stop": 2752.986,
                "text": "Mr. Armstrong is receiving the evidence we give and that the government has very few objections to evidence you have been sustained.",
                "byte_stop": 11085703,
                "byte_start": 11043384,
                "start": 2742.392
              },
              {
                "stop": 2759.24,
                "text": "How he will rule we do not know and I do not propose to stand here and say how he will rule.",
                "byte_stop": 11110780,
                "byte_start": 11085703,
                "start": 2752.986
              },
              {
                "stop": 2761.654,
                "text": "How Judge Marris will rule.",
                "byte_stop": 11120393,
                "byte_start": 11110780,
                "start": 2759.24
              }
            ],
            "start": 2713.579
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11120393,
            "byte_stop": 11171175,
            "stop": 2774.343,
            "text_blocks": [
              {
                "stop": 2774.343,
                "text": "What have you asked Mr. Armstrong -- how have you asked Mr. Armstrong to rule with respect to this documentary material which you say he is now considering in camera?",
                "byte_stop": 11171175,
                "byte_start": 11120393,
                "start": 2761.654
              }
            ],
            "start": 2761.654
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 11171175,
            "byte_stop": 11175250,
            "stop": 2775.376,
            "text_blocks": [
              {
                "stop": 2775.376,
                "text": "What, we do not know what --",
                "byte_stop": 11175250,
                "byte_start": 11171175,
                "start": 2774.343
              }
            ],
            "start": 2774.343
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11175250,
            "byte_stop": 11190610,
            "stop": 2779.208,
            "text_blocks": [
              {
                "stop": 2779.208,
                "text": "And what issue, what issue, what is he considering?",
                "byte_stop": 11190610,
                "byte_start": 11175250,
                "start": 2775.376
              }
            ],
            "start": 2775.376
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/victor_a_sachse",
              "name": "Victor A. Sachse",
              "last_name": "Sachse",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43666,
              "identifier": "victor_a_sachse"
            },
            "byte_start": 11190610,
            "byte_stop": 11955058,
            "stop": 2970.321,
            "text_blocks": [
              {
                "stop": 2786.947,
                "text": "What we hope we will develop is the thing that you reserve to us, I say you because you speak for the Court.",
                "byte_stop": 11221539,
                "byte_start": 11190610,
                "start": 2779.208
              },
              {
                "stop": 2817.883,
                "text": "Reserved us in a decision, that is to prove that in effect if we could that the United States had in effect drawn straight base lines that the United States had in effect recognized the waters we claim as internal waters and the first extend of them begins the line from which we measure the three miles or three leagues.",
                "byte_stop": 11345360,
                "byte_start": 11221539,
                "start": 2786.947
              },
              {
                "stop": 2853.741,
                "text": "So, if we are at our six, whatever the measurement may be, but we have to get to the base line of measurement and you also said that he could respect our historic water within bays and for example Sir, and this is the most important thing if we prove that east bay is historic, then our line of three miles or whatever the measure will be, will be from the line closing the bay and closing all of the bay.",
                "byte_stop": 11488720,
                "byte_start": 11345360,
                "start": 2817.883
              },
              {
                "stop": 2861.245,
                "text": "We are confronted with the most amazing thing about these bays.",
                "byte_stop": 11518813,
                "byte_start": 11488720,
                "start": 2853.741
              },
              {
                "stop": 2890.897,
                "text": "You who are on the Court now and were on the Court in 1960 remember the concession and you who were on the Court in 1969 discussed that concession and you know that the government withdrew its concession as to Kayou bay, but you gave us a right to prove if we can factually the Kayou bay is nevertheless internal waters.",
                "byte_stop": 11637409,
                "byte_start": 11518813,
                "start": 2861.245
              },
              {
                "stop": 2904.56,
                "text": "Well it would amaze you to see the lines that the federal government would draw for Kayou bay shaped like my hand as to what are internal waters and what are international waters.",
                "byte_stop": 11692057,
                "byte_start": 11637409,
                "start": 2890.897
              },
              {
                "stop": 2913.045,
                "text": "You would have a little scar going in and out of international waters within this inland bay.",
                "byte_stop": 11726016,
                "byte_start": 11692057,
                "start": 2904.56
              },
              {
                "stop": 2935.209,
                "text": "You would have the strangest situation where Russia, Mexico, Japan, anyone could operate in international waters in Kayou bay, but they have to be careful because going from the island to the land from the land to the island, they would have twice to cross, twice to cross inland waters.",
                "byte_stop": 11814623,
                "byte_start": 11726016,
                "start": 2913.045
              },
              {
                "stop": 2944.865,
                "text": "It would be as if Maryland and Virginia had a sliver of international waters running through Chesapeake bay.",
                "byte_stop": 11853285,
                "byte_start": 11814623,
                "start": 2935.209
              },
              {
                "stop": 2955.351,
                "text": "Now we hope to knock this out and we hope to knock it out by geography, by history, by the actions of the government.",
                "byte_stop": 11895185,
                "byte_start": 11853285,
                "start": 2944.865
              },
              {
                "stop": 2957.999,
                "text": "We do now know now what is in camera.",
                "byte_stop": 11905739,
                "byte_start": 11895185,
                "start": 2955.351
              },
              {
                "stop": 2970.321,
                "text": "If we could see it we might have many more things to say to this Court and we ask you to preserve the race until the facts can be determined.",
                "byte_stop": 11955058,
                "byte_start": 11905739,
                "start": 2957.999
              }
            ],
            "start": 2779.208
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11955058,
            "byte_stop": 11971149,
            "stop": 2974.338,
            "text_blocks": [
              {
                "stop": 2973.295,
                "text": "Thank you Mr. Sachse.",
                "byte_stop": 11966970,
                "byte_start": 11955058,
                "start": 2970.321
              },
              {
                "stop": 2974.338,
                "text": "Do you have anything further Mr. Solicitor General?",
                "byte_stop": 11971149,
                "byte_start": 11966970,
                "start": 2973.295
              }
            ],
            "start": 2970.321
          }
        ],
        "stop": 2974.338,
        "byte_stop": 11971149,
        "byte_start": 4380906,
        "start": 1076.776
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 11971149,
            "byte_stop": 11979613,
            "stop": 2976.468,
            "text_blocks": [
              {
                "stop": 2976.468,
                "text": "No.",
                "byte_stop": 11979613,
                "byte_start": 11971149,
                "start": 2974.338
              }
            ],
            "start": 2974.338
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11979613,
            "byte_stop": 11991211,
            "stop": 2979.388,
            "text_blocks": [
              {
                "stop": 2977.045,
                "text": "Thank you gentlemen.",
                "byte_stop": 11982016,
                "byte_start": 11979613,
                "start": 2976.468
              },
              {
                "stop": 2979.388,
                "text": "The case is submitted.",
                "byte_stop": 11991211,
                "byte_start": 11982016,
                "start": 2977.045
              }
            ],
            "start": 2976.468
          }
        ],
        "stop": 2979.388,
        "byte_stop": 11991211,
        "byte_start": 11971149,
        "start": 2974.338
      }
    ],
    "duration": 2979.388
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1971/9%20ORIG/19711214a_9orig.delivery.mp3",
      "id": 45034,
      "size": 11991420
    }
  ],
  "public_note": null
}