{
  "title": "Oral Argument - October 21, 1971",
  "damaged": null,
  "id": 17116,
  "unavailable": null,
  "transcript": {
    "title": "Norfolk & Western R. Company v. Nemitz",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 73735,
            "byte_stop": 331511,
            "stop": 64.437,
            "text_blocks": [
              {
                "stop": 50.427,
                "text": "Number 97, Norfolk and Western Railroad against Nemitz.",
                "byte_stop": 275505,
                "byte_start": 73735,
                "start": 0
              },
              {
                "stop": 55.856,
                "text": "I will just give the bar, time to disperse.",
                "byte_stop": 297239,
                "byte_start": 275505,
                "start": 50.427
              },
              {
                "stop": 64.437,
                "text": "Mr. Lucente.",
                "byte_stop": 331511,
                "byte_start": 297239,
                "start": 55.856
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 331511,
            "byte_stop": 364635,
            "stop": 72.708,
            "text_blocks": [
              {
                "stop": 72.708,
                "text": "This is not in anticipation of the argument in fact.",
                "byte_stop": 364635,
                "byte_start": 331511,
                "start": 64.437
              }
            ],
            "start": 64.437
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 364635,
            "byte_stop": 413745,
            "stop": 84.978,
            "text_blocks": [
              {
                "stop": 81.104,
                "text": "You must not feel that you are not as good at drawing cards.",
                "byte_stop": 398176,
                "byte_start": 364635,
                "start": 72.708
              },
              {
                "stop": 84.978,
                "text": "I think you may proceed now Mr. Lucente.",
                "byte_stop": 413745,
                "byte_start": 398176,
                "start": 81.104
              }
            ],
            "start": 72.708
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 413745,
            "byte_stop": 3507688,
            "stop": 858.482,
            "text_blocks": [
              {
                "stop": 89.298,
                "text": "Mr. Chief Justice and may it please the Court.",
                "byte_stop": 430986,
                "byte_start": 413745,
                "start": 84.978
              },
              {
                "stop": 96.082,
                "text": "The primary question presented by this case involves Section 5 (2) (f) in the Interstate Commerce Act.",
                "byte_stop": 458153,
                "byte_start": 430986,
                "start": 89.298
              },
              {
                "stop": 110.02,
                "text": "Initial provisions of that Section required Interstate Commerce Commission as a prerequisite, the approval of a merger to impose protective conditions for the benefit of employees affected by the transaction.",
                "byte_stop": 513846,
                "byte_start": 458153,
                "start": 96.082
              },
              {
                "stop": 130.687,
                "text": "That last sentence as an alternative to the imposition of conditions by the Commission, provide that not withstanding any other provisions of the act, in agreement pertaining to the protection of employees maybe entered into by any carrier and a duly authorize representative that with its employees.",
                "byte_stop": 596497,
                "byte_start": 513846,
                "start": 110.02
              },
              {
                "stop": 144.43,
                "text": "At issue here, the relationship between the Commission’s authority to impose protective conditions and the right of representatives, their carriers and their employees to enter into agreements concerning that subject.",
                "byte_stop": 651459,
                "byte_start": 596497,
                "start": 130.687
              },
              {
                "stop": 155.494,
                "text": "The claims asserted by the respondents in this case arise out of the 1964 merger of the Nickel Plate, Norfolk and Western and several other carriers.",
                "byte_stop": 695763,
                "byte_start": 651459,
                "start": 144.43
              },
              {
                "stop": 162.45,
                "text": "As a part of that transaction, the Norfolk and Western required the Sandusky Line from the Pennsylvania Railroad.",
                "byte_stop": 723557,
                "byte_start": 695763,
                "start": 155.494
              },
              {
                "stop": 170.044,
                "text": "The respondents were employed by the Pennsylvania and worked on the Sandusky Line prior to its sale to the Norfolk and Western.",
                "byte_stop": 753964,
                "byte_start": 723557,
                "start": 162.45
              },
              {
                "stop": 178.194,
                "text": "His employees seek certain payments which they contend they are entitled to under the Commission’s order approving the merger.",
                "byte_stop": 786564,
                "byte_start": 753964,
                "start": 170.044
              },
              {
                "stop": 193.098,
                "text": "When the N and W sought Commission approval of the merger approximately 20 railroad unions intervened in opposition and asked the Commission to impose protective conditions by the benefit of employees who might be affected.",
                "byte_stop": 846228,
                "byte_start": 786564,
                "start": 178.194
              },
              {
                "stop": 209.917,
                "text": "Following extensive negotiations however, the brotherhood of railroad trainmen which representative respondents and the other unions entered in to an employee protection agreement with the Norfolk and Western dated January 10, 1962.",
                "byte_stop": 913415,
                "byte_start": 846228,
                "start": 193.098
              },
              {
                "stop": 228.12,
                "text": "This agreement which we cited that it was made pursuant to the last sentence of Section 5(2)(f) provided a type of employee protection which differed significantly from that which Section 5(2)(f) requires when the Commission imposes protective conditions.",
                "byte_stop": 986244,
                "byte_start": 913415,
                "start": 209.917
              },
              {
                "stop": 243.689,
                "text": "And protective benefits are prescribed by the Commission and employees pre-merger compensation must be protected for a period of four years or for the number of years of employment prior to the merger whichever is less.",
                "byte_stop": 1048520,
                "byte_start": 986244,
                "start": 228.12
              },
              {
                "stop": 251.462,
                "text": "There is no guarantee of continued employment and the protection flows only from the employing carrier.",
                "byte_stop": 1079658,
                "byte_start": 1048520,
                "start": 243.689
              },
              {
                "stop": 266.495,
                "text": "When the protective benefits are prescribed with the 1962 agreement however when far beyond this type of protection and constituted in effect a lifetime guarantee of employment and compensation.",
                "byte_stop": 1139740,
                "byte_start": 1079658,
                "start": 251.462
              },
              {
                "stop": 283.707,
                "text": "Initial paragraph, the agreement provided that with respect to Nickel Plate employees, N and W would take such employees into his employment would guarantee that they would not be adversely affected with respect to employment or compensation subsequent to the merger.",
                "byte_stop": 1208599,
                "byte_start": 1139740,
                "start": 266.495
              },
              {
                "stop": 288.944,
                "text": "Paragraph 2 of the agreement provided the same thing for Wabash employees.",
                "byte_stop": 1229601,
                "byte_start": 1208599,
                "start": 283.707
              },
              {
                "stop": 302.523,
                "text": "Section 3 of the agreement covered the Pennsylvania employees on the Sandusky Line, They were given an option first to remain with the Pennsylvania or to become employees of the N and W.",
                "byte_stop": 1283831,
                "byte_start": 1229601,
                "start": 288.944
              },
              {
                "stop": 324.694,
                "text": "Section 3 provided that those electing N and W employment would not be deprived of employment or placing the worst position with respect to compensation except and I quote “that Norfolk and Western shall not be required to provided employment to any such employee of greater duration than such employee and joined under Sandusky Line in the year prior to merger.”",
                "byte_stop": 1372543,
                "byte_start": 1283831,
                "start": 302.523
              },
              {
                "stop": 341.068,
                "text": "The written record of the negotiations with respect to this agreement shows that the parties by this proviso intended to make the guarantee for Pennsylvania employees, co-extensive with there pre-merger employment experience on the Sandusky Line.",
                "byte_stop": 1438058,
                "byte_start": 1372543,
                "start": 324.694
              },
              {
                "stop": 361.637,
                "text": "In this respect, the protection provided by Section 3 differed somewhat from that provided by Sections 1 and 2, under Sections 1 and 2 the employees were protected on the basis of their full pre-merger earnings, by protection for Pennsylvania employees was limited to their earnings from the Sandusky Line.",
                "byte_stop": 1520292,
                "byte_start": 1438058,
                "start": 341.068
              },
              {
                "stop": 366.374,
                "text": "The reason for this difference lies in the nature of the transaction.",
                "byte_stop": 1539309,
                "byte_start": 1520292,
                "start": 361.637
              },
              {
                "stop": 380.809,
                "text": "With respect to the Nickel Plate and Wabash employees who were covered by Sections 1 and 2, the Pennsylvania or the N and W rather required the entire working territory that these employees held seniority rights over.",
                "byte_stop": 1596987,
                "byte_start": 1539309,
                "start": 366.374
              },
              {
                "stop": 389.528,
                "text": "The protection which the N and W provided was accordingly based on their pre-merger employment without limitation.",
                "byte_stop": 1631887,
                "byte_start": 1596987,
                "start": 380.809
              },
              {
                "stop": 400.26,
                "text": "The Pennsylvania employees then on the other hand who worked on the Sandusky Line, also worked in other portions of the Pennsylvania which were not acquired by the N and W.",
                "byte_stop": 1674832,
                "byte_start": 1631887,
                "start": 389.528
              },
              {
                "stop": 409.652,
                "text": "Operations on the Sandusky Line or Maine by employees of the Pennsylvania who had seniority right over the entire Toledo Division.",
                "byte_stop": 1712344,
                "byte_start": 1674832,
                "start": 400.26
              },
              {
                "stop": 413.22,
                "text": "Sandusky Line was a only part of the Toledo Division.",
                "byte_stop": 1726659,
                "byte_start": 1712344,
                "start": 409.652
              },
              {
                "stop": 421.138,
                "text": "These employees worked part of the time on the Sandusky Line and part of the time another portions of the Toledo Division.",
                "byte_stop": 1758319,
                "byte_start": 1726659,
                "start": 413.22
              },
              {
                "stop": 434.43,
                "text": "When the N and W acquired the Sandusky Line it thus acquired only a portion of the working territory of these employees and it offered protection limited to the portion of the territory acquired.",
                "byte_stop": 1811505,
                "byte_start": 1758319,
                "start": 421.138
              },
              {
                "stop": 447.088,
                "text": "This type of protection was intended primarily to discourage an excessive transfer of Pennsylvania employees to the N and W pursuant to the option which I have already referred to.",
                "byte_stop": 1862182,
                "byte_start": 1811505,
                "start": 434.43
              },
              {
                "stop": 472.533,
                "text": "If a transfer appeared attractive only to those with full time earnings on the Sandusky Line, it was assumed that a sufficient number of employees would remain with the Pennsylvania to permit it, to man its operation on the remaining portions of the Toledo Division and that the number electing employment with the N and W would be fairly consistent with the operational need down the acquired line.",
                "byte_stop": 1963955,
                "byte_start": 1862182,
                "start": 447.088
              },
              {
                "stop": 481.906,
                "text": "Despite this purpose some employee with limited earnings on the Sandusky Line did elect to become N and W employees.",
                "byte_stop": 2001363,
                "byte_start": 1963955,
                "start": 472.533
              },
              {
                "stop": 488.044,
                "text": "The respondent in this situation, in this case rather, illustrate the situation.",
                "byte_stop": 2025918,
                "byte_start": 2001363,
                "start": 481.906
              },
              {
                "stop": 499.335,
                "text": "Prior to the merger, the respondents here worked primarily on other portions of the Toledo Division spending only very limited time on the Sandusky Line.",
                "byte_stop": 2071162,
                "byte_start": 2025918,
                "start": 488.044
              },
              {
                "stop": 510.367,
                "text": "They nevertheless chose to abandon their former working territory and to limit themselves to the Sandusky Line, which had provided only minimal work opportunities for them.",
                "byte_stop": 2115257,
                "byte_start": 2071162,
                "start": 499.335
              },
              {
                "stop": 520.948,
                "text": "Had these employees remained with the Pennsylvania, it is unlikely that the sale of the Sandusky Line would have any appreciable effect on their earnings.",
                "byte_stop": 2157575,
                "byte_start": 2115257,
                "start": 510.367
              },
              {
                "stop": 526.465,
                "text": "To return to the chronology events, the Commission approved the merger in 1964.",
                "byte_stop": 2179622,
                "byte_start": 2157575,
                "start": 520.948
              },
              {
                "stop": 547.688,
                "text": "Its report referred to the fact that the employee representatives in the N and W had entered into an agreement pertaining to employee protection and as to such employees the Commission found that in view of the agreement, no conditions be imposed for the protection of those employees covered by such agreements.",
                "byte_stop": 2264573,
                "byte_start": 2179622,
                "start": 526.465
              },
              {
                "stop": 563.964,
                "text": "Now, with respect to employees not covered by the agreement, the Commission did prescribe and imposed in its order of approval the traditional for your income protection with Section 5 2 f requires in those circumstances.",
                "byte_stop": 2329670,
                "byte_start": 2264573,
                "start": 547.688
              },
              {
                "stop": 569.551,
                "text": "The approved transactions were consummated in October 1964.",
                "byte_stop": 2352031,
                "byte_start": 2329670,
                "start": 563.964
              },
              {
                "stop": 578.779,
                "text": "During the month immediately following the N and W and the brotherhood attempted to compute protective benefit due to the Sandusky Line employees.",
                "byte_stop": 2388915,
                "byte_start": 2352031,
                "start": 569.551
              },
              {
                "stop": 587.389,
                "text": "The N and W was able to obtain from the Pennsylvania earnings data pertaining only to total earnings over the Toledo Division.",
                "byte_stop": 2423293,
                "byte_start": 2388915,
                "start": 578.779
              },
              {
                "stop": 596.787,
                "text": "It was unable to obtain in the initial stages following the merger, a break down showing wages earned on the Sandusky Line alone.",
                "byte_stop": 2460909,
                "byte_start": 2423293,
                "start": 587.389
              },
              {
                "stop": 603.981,
                "text": "It was consequently impossible on basis of that data to determine the benefits due to employees under Section 3.",
                "byte_stop": 2489748,
                "byte_start": 2460909,
                "start": 596.787
              },
              {
                "stop": 609.618,
                "text": "Accordingly, an implementing agreement and a letter of understanding were entered into.",
                "byte_stop": 2512213,
                "byte_start": 2489748,
                "start": 603.981
              },
              {
                "stop": 624.347,
                "text": "The letter of understanding provided for monetary payments which met the immediate needs of the employees, while the implementing agreement contained a very detailed formula with respect to the calculation of benefits.",
                "byte_stop": 2571146,
                "byte_start": 2512213,
                "start": 609.618
              },
              {
                "stop": 643.219,
                "text": "The agreement very expressly provided that such benefits were to be determined by taking the total compensation received by the affected employees for service performed on the Sandusky Line in 12 months prior to merger and dividing by 12.",
                "byte_stop": 2646692,
                "byte_start": 2571146,
                "start": 624.347
              },
              {
                "stop": 662.503,
                "text": "Following this disposition of the matter several of the employees, former Pennsylvania employees, complained to their union officials that implementing agreement 1A and the letter of understanding did not provide the payment that they were entitled to under the 1962 agreement.",
                "byte_stop": 2723805,
                "byte_start": 2646692,
                "start": 643.219
              },
              {
                "stop": 674.777,
                "text": "These employees contented that the 1962 agreement protected entire earnings over the entire Toledo Division that implementing agreement 1A gave them something less.",
                "byte_stop": 2772915,
                "byte_start": 2723805,
                "start": 662.503
              },
              {
                "stop": 690.934,
                "text": "The brotherhood officials, who had negotiated these agreement, advised the complaining employees that their interpretation of the 1962 agreement was wrong and that implementing agreement 1A as fully consistent with the 1962 agreement.",
                "byte_stop": 2837490,
                "byte_start": 2772915,
                "start": 674.777
              },
              {
                "stop": 701.691,
                "text": "The complaining employees were then afforded to full hearing before the brotherhood of National Board of Appeals where their position was fully presented and thoroughly considered.",
                "byte_stop": 2880540,
                "byte_start": 2837490,
                "start": 690.934
              },
              {
                "stop": 714.98,
                "text": "The employees also urged before the board that the question of the meaning of the 1962 agreement at relationship to the implementing agreement 1A should be taken to arbitration and as provided by the agreement.",
                "byte_stop": 2933725,
                "byte_start": 2880540,
                "start": 701.691
              },
              {
                "stop": 730.614,
                "text": "The Brotherhood's National Board of Appeals, is very highest appellate body concluded that the position taken by the employees was without merit and that implementing agreement 1A was entirely consistent with the 1962 agreement.",
                "byte_stop": 2996210,
                "byte_start": 2933725,
                "start": 714.98
              },
              {
                "stop": 743.237,
                "text": "The board also did conclude that there was no disagreement between brotherhood and the N and W as to the meaning of these agreements and it consequently inclined to invoke arbitration.",
                "byte_stop": 3046783,
                "byte_start": 2996210,
                "start": 730.614
              },
              {
                "stop": 765.234,
                "text": "Employees then instituted the present action under Section 9 of the Interstate Commerce Act under theory that the N and W had acted contrary to the 1962 agreement, that the Commission had incorporated the 1962 agreement in to its order, that the N and W had therefore violated an order of interstate Commerce Commission.",
                "byte_stop": 3134764,
                "byte_start": 3046783,
                "start": 743.237
              },
              {
                "stop": 778.174,
                "text": "The N and W moved for dismissal in summary judgment under ground, one, that the Court was without jurisdiction since the action was going to enforce a collective bargaining agreement not an order of the Commission.",
                "byte_stop": 3186486,
                "byte_start": 3134764,
                "start": 765.234
              },
              {
                "stop": 796.071,
                "text": "Two, the arbitration procedures of the 1962 agreement were alternatively the process of the National Railroad Adjustment Board provided exclusive remedies and three, that implementing agreement 1A governed the rights of the employees in this matter.",
                "byte_stop": 3258062,
                "byte_start": 3186486,
                "start": 778.174
              },
              {
                "stop": 809.397,
                "text": "District Court denied these motions but granted a cross motion for summary judgment and issued to declaratory judgment upholding the 1962 agreement interpretation for which the respondents contended.",
                "byte_stop": 3311351,
                "byte_start": 3258062,
                "start": 796.071
              },
              {
                "stop": 823.348,
                "text": "The Court of Appeal deferred holding that under Section 5 (2) (f), the Commission must prescribe protection for affected employees whether or not a prior agreement on this subject has been made.",
                "byte_stop": 3367149,
                "byte_start": 3311351,
                "start": 809.397
              },
              {
                "stop": 844.697,
                "text": "The court acknowledged the Commission had expressly disclaimed any intent or obligation to prescribe protective conditions but it held that the Commission order must nevertheless be construed to impose the provisions of the 1962 agreement, because of the court’s view of the meaning of the Section 5 (2) (f).",
                "byte_stop": 3452622,
                "byte_start": 3367149,
                "start": 823.348
              },
              {
                "stop": 858.482,
                "text": "The court accordingly concluded that the right set forth in the 1962 agreement were incorporated in the 1964 order and for purposes of Federal Court jurisdiction stand from such order.",
                "byte_stop": 3507688,
                "byte_start": 3452622,
                "start": 844.697
              }
            ],
            "start": 84.978
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 3507688,
            "byte_stop": 3554917,
            "stop": 870.283,
            "text_blocks": [
              {
                "stop": 866.649,
                "text": "We will begin after lunch.",
                "byte_stop": 3540393,
                "byte_start": 3507688,
                "start": 858.482
              },
              {
                "stop": 870.283,
                "text": "Very well, you may proceed.",
                "byte_stop": 3554917,
                "byte_start": 3540393,
                "start": 866.649
              }
            ],
            "start": 858.482
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 3554917,
            "byte_stop": 4945154,
            "stop": 1217.831,
            "text_blocks": [
              {
                "stop": 873.057,
                "text": "Mr. Chief Justice, and may it please the Court.",
                "byte_stop": 3565993,
                "byte_start": 3554917,
                "start": 870.283
              },
              {
                "stop": 877.015,
                "text": "I had just described to the holdings of the Courts below.",
                "byte_stop": 3581875,
                "byte_start": 3565993,
                "start": 873.057
              },
              {
                "stop": 883.731,
                "text": "I should now like to discuss the respects in which we can consider those decisions to be wrong.",
                "byte_stop": 3608729,
                "byte_start": 3581875,
                "start": 877.015
              },
              {
                "stop": 902.819,
                "text": "The basic and primary error of the decisions below concerns the conclusion that the Interstate Commerce Commission as required by Section 5 (2) (f) of the Act to prescribe protection for employees despite the existence of a prior collective bargaining agreement on this subject.",
                "byte_stop": 3685111,
                "byte_start": 3608729,
                "start": 883.731
              },
              {
                "stop": 924.926,
                "text": "In terms of the act, its legislative history, it clearly show that congress intended to preserve for the parties to a merger, the right to resolve employee protection problems reflect to bargaining and that an agreement on the subject was to be a self sustaining alternative to the prescription of conditions by the Commission.",
                "byte_stop": 3773510,
                "byte_start": 3685111,
                "start": 902.819
              },
              {
                "stop": 929.431,
                "text": "This is apparent both in the terms of the Act and its legislative history.",
                "byte_stop": 3791482,
                "byte_start": 3773510,
                "start": 924.926
              },
              {
                "stop": 943.326,
                "text": "Respect to the letter structure of the Act, the first two sentences require the Commission as a part of its approval of a covered transaction to prescribe conditions for the benefit of affected employees.",
                "byte_stop": 3847071,
                "byte_start": 3791482,
                "start": 929.431
              },
              {
                "stop": 958.94,
                "text": "The last sentence specifically provide that not withstanding any other provision of the Act, representatives of the carrier and there employees may enter into agreements pertaining to protection of employee.",
                "byte_stop": 3909555,
                "byte_start": 3847071,
                "start": 943.326
              },
              {
                "stop": 979.844,
                "text": "The only possible reason for the inclusion of this not withstanding language was to ensure that nothing in the Act would be construed to limit the right to make agreements and to require any questions in this regard to be resolved in favor of the party's right to make collective bargaining agreements pertaining to employee protection.",
                "byte_stop": 3993147,
                "byte_start": 3909555,
                "start": 958.94
              },
              {
                "stop": 987.343,
                "text": "The only provisions of the Act which relates in any way to employee protection are the provisions Section 5 (2) (f).",
                "byte_stop": 4023136,
                "byte_start": 3993147,
                "start": 979.844
              },
              {
                "stop": 1015.831,
                "text": "The first two sentences of that section are thus the only possible source of restrictions on the party's rights to agree to employee protection would seem indisputable therefore that the notwithstanding clause of Section 5 (2) (f) eliminates any restrictions on the collective bargaining process which might otherwise be inferred from the first two sentences relating to the Commission's authority and obligations in the premises.",
                "byte_stop": 4137134,
                "byte_start": 4023136,
                "start": 987.343
              },
              {
                "stop": 1021.746,
                "text": "This apparent literal meaning is amply confirmed by the legislative history of the Section.",
                "byte_stop": 4160749,
                "byte_start": 4137134,
                "start": 1015.831
              },
              {
                "stop": 1032.718,
                "text": "This history shows that Section 5 was the results of an agreement between labor and management that congress enacted the substantive provisions upon which the parties agreed.",
                "byte_stop": 4204635,
                "byte_start": 4160749,
                "start": 1021.746
              },
              {
                "stop": 1053.407,
                "text": "The labor spokesman for the sponsoring group stated at the so called Washington Job Protection Agreement provided a suitable protection in the event of a merger and that labor would not be seeking legislation on the subject at all, were not for the fact that approximately 15% of the Railroads were not parties to the agreement.",
                "byte_stop": 4287391,
                "byte_start": 4204635,
                "start": 1032.718
              },
              {
                "stop": 1062.669,
                "text": "This spokesman said that if we could get all of the roads into the agreement, we would not even suggest protection as a matter of law.",
                "byte_stop": 4324484,
                "byte_start": 4287391,
                "start": 1053.407
              },
              {
                "stop": 1076.358,
                "text": "Thus the requirement that the Commission imposed protection for employees was intended to be operative only in the event that a voluntary agreement had not been reached on this subject prior to Commission approval.",
                "byte_stop": 4379237,
                "byte_start": 4324484,
                "start": 1062.669
              },
              {
                "stop": 1084.512,
                "text": "The principle congressional spokesmen supporting this legislation stated the purpose of the Section as follows and I quote.",
                "byte_stop": 4411838,
                "byte_start": 4379237,
                "start": 1076.358
              },
              {
                "stop": 1090.695,
                "text": "“He proposed labor clause, set-up specifics standard for the Commission to follow.",
                "byte_stop": 4436602,
                "byte_start": 4411838,
                "start": 1084.512
              },
              {
                "stop": 1100.776,
                "text": "But this provision also contained a clause that permits the industry through the processes of the collective bargaining, to work out its problems in a democratic manner.”",
                "byte_stop": 4476935,
                "byte_start": 4436602,
                "start": 1090.695
              },
              {
                "stop": 1122.086,
                "text": "The congressmen primarily involved in the passage Section 5 (2) (f) thus clearly expressed the view that the language of Section 5 (2) (f) provided standards for the Commission to follow but only where the parties did not resolve employee protection problems through a voluntary collective bargaining agreement.",
                "byte_stop": 4562094,
                "byte_start": 4476935,
                "start": 1100.776
              },
              {
                "stop": 1143.203,
                "text": "This legislative history revealed that every group, that was active in sponsoring Section 5 (2) (f) was opposed to agency dictated protection in every merger and was insistent that the process of collective bargaining be preserved as an alternative to agency prescription of protective conditions.",
                "byte_stop": 4646626,
                "byte_start": 4562094,
                "start": 1122.086
              },
              {
                "stop": 1161.202,
                "text": "Despite this overwhelming evidence of the purpose and meaning of Section 5 (2) (f), the Courts below construed the severely limited ability of unions and the carriers to enter into agreements with respect to the protection and to require the Commission to impose protection in every instance.",
                "byte_stop": 4718620,
                "byte_start": 4646626,
                "start": 1143.203
              },
              {
                "stop": 1169.171,
                "text": "The decisions below effectively eliminate the last sentence of Section 5 (2) (f) as an operative portion of the statute.",
                "byte_stop": 4750489,
                "byte_start": 4718620,
                "start": 1161.202
              },
              {
                "stop": 1181.257,
                "text": "Under these decisions, the Commission is required to review agreements relating to employee protection, to determine their adequacy and to impose the terms and conditions which it considers proper.",
                "byte_stop": 4798764,
                "byte_start": 4750489,
                "start": 1169.171
              },
              {
                "stop": 1189.845,
                "text": "The collective bargaining agreement thus become nothing more than a suggestion to the Commission as to what it might do in the case pending before it.",
                "byte_stop": 4833141,
                "byte_start": 4798764,
                "start": 1181.257
              },
              {
                "stop": 1204.68,
                "text": "If the third sentence of Section 5 (2) (f) were eliminated from the statute entirely, no one would question the right of labor and management to enter into a stipulation, submit the stipulation to the Commission suggesting what protective conditions should be imposed.",
                "byte_stop": 4892491,
                "byte_start": 4833141,
                "start": 1189.845
              },
              {
                "stop": 1217.831,
                "text": "But under the decision below that is sole function which is now attributable to the last sentence of Section 5 (2) (f), the last sentence thus become a virtually meaningless appendage to the Section.",
                "byte_stop": 4945154,
                "byte_start": 4892491,
                "start": 1204.68
              }
            ],
            "start": 870.283
          },
          {
            "speaker": null,
            "byte_start": 4945154,
            "byte_stop": 5035851,
            "stop": 1240.517,
            "text_blocks": [
              {
                "stop": 1240.517,
                "text": "Can I ask you, that the Commission does incorporate in its order the terms of an agreement entered into between the union and the company, may the union and the company after the Commission enters its order, arrive in an agreement different from what the Commission has put in its order?",
                "byte_stop": 5035851,
                "byte_start": 4945154,
                "start": 1217.831
              }
            ],
            "start": 1217.831
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5035851,
            "byte_stop": 5054137,
            "stop": 1245.091,
            "text_blocks": [
              {
                "stop": 1245.091,
                "text": "Under the decision below --.",
                "byte_stop": 5054137,
                "byte_start": 5035851,
                "start": 1240.517
              }
            ],
            "start": 1240.517
          },
          {
            "speaker": null,
            "byte_start": 5054137,
            "byte_stop": 5060302,
            "stop": 1246.641,
            "text_blocks": [
              {
                "stop": 1246.641,
                "text": "Well, what is your view?",
                "byte_stop": 5060302,
                "byte_start": 5054137,
                "start": 1245.091
              }
            ],
            "start": 1245.091
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5060302,
            "byte_stop": 5113696,
            "stop": 1259.986,
            "text_blocks": [
              {
                "stop": 1259.986,
                "text": "My view of the statute is that if the Commission has entered an order which imposes certain protective conditions, the parties thereafter, under the last sentences of Section 5 (2) (f), have the right to enter into an agreement -- .",
                "byte_stop": 5113696,
                "byte_start": 5060302,
                "start": 1246.641
              }
            ],
            "start": 1246.641
          },
          {
            "speaker": null,
            "byte_start": 5113696,
            "byte_stop": 5122786,
            "stop": 1262.238,
            "text_blocks": [
              {
                "stop": 1262.238,
                "text": "Contrary for setting different terms --",
                "byte_stop": 5122786,
                "byte_start": 5113696,
                "start": 1259.986
              }
            ],
            "start": 1259.986
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5122786,
            "byte_stop": 5132191,
            "stop": 1264.613,
            "text_blocks": [
              {
                "stop": 1264.613,
                "text": "which might be at different terms in those prescribed.",
                "byte_stop": 5132191,
                "byte_start": 5122786,
                "start": 1262.238
              }
            ],
            "start": 1262.238
          },
          {
            "speaker": null,
            "byte_start": 5132191,
            "byte_stop": 5144311,
            "stop": 1267.618,
            "text_blocks": [
              {
                "stop": 1267.618,
                "text": "And do you not have to win on that point to win this case?",
                "byte_stop": 5144311,
                "byte_start": 5132191,
                "start": 1264.613
              }
            ],
            "start": 1264.613
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5144311,
            "byte_stop": 5186839,
            "stop": 1278.265,
            "text_blocks": [
              {
                "stop": 1268.177,
                "text": "No.",
                "byte_stop": 5146506,
                "byte_start": 5144311,
                "start": 1267.618
              },
              {
                "stop": 1278.265,
                "text": "No Your Honor, we do not because in this case the agreement upon which we rely principally that the agreement that was entered into prior to the Commission’s order approval --",
                "byte_stop": 5186839,
                "byte_start": 5146506,
                "start": 1268.177
              }
            ],
            "start": 1267.618
          },
          {
            "speaker": null,
            "byte_start": 5186839,
            "byte_stop": 5190496,
            "stop": 1279.164,
            "text_blocks": [
              {
                "stop": 1279.164,
                "text": "Exactly.",
                "byte_stop": 5190496,
                "byte_start": 5186839,
                "start": 1278.265
              }
            ],
            "start": 1278.265
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5190496,
            "byte_stop": 5206587,
            "stop": 1283.206,
            "text_blocks": [
              {
                "stop": 1283.206,
                "text": "This was arrived at prior to the Commission’s order of approval.",
                "byte_stop": 5206587,
                "byte_start": 5190496,
                "start": 1279.164
              }
            ],
            "start": 1279.164
          },
          {
            "speaker": null,
            "byte_start": 5206587,
            "byte_stop": 5252563,
            "stop": 1294.706,
            "text_blocks": [
              {
                "stop": 1294.706,
                "text": "Let us assume that the prior agreement and the Commission's order have terms in them that are different from the later agreement.",
                "byte_stop": 5252563,
                "byte_start": 5206587,
                "start": 1283.206
              }
            ],
            "start": 1283.206
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5252563,
            "byte_stop": 5303554,
            "stop": 1307.438,
            "text_blocks": [
              {
                "stop": 1307.438,
                "text": "Then we have to convince you Your Honor that under Section 5 (2) (f) the party subsequent to a merger, may collectively bargain and adjust the condition to suit what they considered to be the —",
                "byte_stop": 5303554,
                "byte_start": 5252563,
                "start": 1294.706
              }
            ],
            "start": 1294.706
          },
          {
            "speaker": null,
            "byte_start": 5303554,
            "byte_stop": 5370009,
            "stop": 1324.059,
            "text_blocks": [
              {
                "stop": 1324.059,
                "text": "So, to win you have got to overturn then I take it or you would like to overturn the construction of the prior agreement, given to that agreement by the District Court and Court of Appeals?",
                "byte_stop": 5370009,
                "byte_start": 5303554,
                "start": 1307.438
              }
            ],
            "start": 1307.438
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5370009,
            "byte_stop": 5388922,
            "stop": 1328.784,
            "text_blocks": [
              {
                "stop": 1328.784,
                "text": "We assume Your Honor that the prior agreement was not incorporated in the Commission authority.",
                "byte_stop": 5388922,
                "byte_start": 5370009,
                "start": 1324.059
              }
            ],
            "start": 1324.059
          },
          {
            "speaker": null,
            "byte_start": 5388922,
            "byte_stop": 5392475,
            "stop": 1329.66,
            "text_blocks": [
              {
                "stop": 1329.66,
                "text": "That is one point.",
                "byte_stop": 5392475,
                "byte_start": 5388922,
                "start": 1328.784
              }
            ],
            "start": 1328.784
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5392475,
            "byte_stop": 5508667,
            "stop": 1358.708,
            "text_blocks": [
              {
                "stop": 1347.31,
                "text": "Then we need only prove as I said that under the Section 5 (2) (f), the parties have a right to enter in to such a prior agreement and if any dispute arises as to what the prior to agreement means then there is a process and arbitration and the other administrator process is open to determine that question.",
                "byte_stop": 5463005,
                "byte_start": 5392475,
                "start": 1329.66
              },
              {
                "stop": 1358.708,
                "text": "If the prior agreement stands then Your Honor as independent self-sustaining collective bargaining agreement and the party's right with respect to are the same with respect to any other collective bargaining agreement.",
                "byte_stop": 5508667,
                "byte_start": 5463005,
                "start": 1347.31
              }
            ],
            "start": 1329.66
          },
          {
            "speaker": null,
            "byte_start": 5508667,
            "byte_stop": 5618068,
            "stop": 1386.064,
            "text_blocks": [
              {
                "stop": 1369.743,
                "text": "Yes, but to my understanding, then go on, supposedly Commission’s order is an order pursuant to the first two sentences of section.",
                "byte_stop": 5552762,
                "byte_start": 5508667,
                "start": 1358.708
              },
              {
                "stop": 1386.064,
                "text": "And it becomes operative for a year, year and a half, then the unions and the carrier, and what carrier would that be? The surviving carrier or merger sit down and make a brand new agreement that then supersedes the board’s order, is that your position?",
                "byte_stop": 5618068,
                "byte_start": 5552762,
                "start": 1369.743
              }
            ],
            "start": 1358.708
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5618068,
            "byte_stop": 5641056,
            "stop": 1391.812,
            "text_blocks": [
              {
                "stop": 1391.812,
                "text": "To the extent that it provides for different conditions, it would, yes supersede the conditions imposed—",
                "byte_stop": 5641056,
                "byte_start": 5618068,
                "start": 1386.064
              }
            ],
            "start": 1386.064
          },
          {
            "speaker": null,
            "byte_start": 5641056,
            "byte_stop": 5649102,
            "stop": 1393.82,
            "text_blocks": [
              {
                "stop": 1393.82,
                "text": "Is that by reason of the proviso or not?",
                "byte_stop": 5649102,
                "byte_start": 5641056,
                "start": 1391.812
              }
            ],
            "start": 1391.812
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5649102,
            "byte_stop": 5808971,
            "stop": 1433.788,
            "text_blocks": [
              {
                "stop": 1395.218,
                "text": "It is by reason of the proviso.",
                "byte_stop": 5654639,
                "byte_start": 5649102,
                "start": 1393.82
              },
              {
                "stop": 1402.056,
                "text": "The proviso Your Honor relates both to agreements which are made prior to Commission approval of a merger.",
                "byte_stop": 5682016,
                "byte_start": 5654639,
                "start": 1395.218
              },
              {
                "stop": 1407.213,
                "text": "And it is also relates to agreement which are made subsequent to Commission approval of the merger.",
                "byte_stop": 5702600,
                "byte_start": 5682016,
                "start": 1402.056
              },
              {
                "stop": 1426.588,
                "text": "And in both instances the notwithstanding language of that proviso is intended to make it clear that the parties may make an agreement pertaining to employee protection notwithstanding the other provisions of the act which in effect means notwithstanding the first two sentences of that Section.",
                "byte_stop": 5780132,
                "byte_start": 5702600,
                "start": 1407.213
              },
              {
                "stop": 1433.788,
                "text": "And the first, two sentences of that Section are the sentences pursuant to which the Commission Acts when it imposes protective conditions.",
                "byte_stop": 5808971,
                "byte_start": 5780132,
                "start": 1426.588
              }
            ],
            "start": 1393.82
          },
          {
            "speaker": null,
            "byte_start": 5808971,
            "byte_stop": 5822450,
            "stop": 1437.17,
            "text_blocks": [
              {
                "stop": 1437.17,
                "text": "Well, that does not happen in the subsequent agreement?",
                "byte_stop": 5822450,
                "byte_start": 5808971,
                "start": 1433.788
              }
            ],
            "start": 1433.788
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5822450,
            "byte_stop": 5921820,
            "stop": 1462.003,
            "text_blocks": [
              {
                "stop": 1462.003,
                "text": "There are subsequent agreement made Your Honor but if the frequently happens that the subsequent agreements will implement or explain the terms that fill in the details that more general provisions in the prior agreement and the -- so that the process of negotiating with respect to conditions which arise after the merger is consummated, is a very vital and active one.",
                "byte_stop": 5921820,
                "byte_start": 5822450,
                "start": 1437.17
              }
            ],
            "start": 1437.17
          },
          {
            "speaker": null,
            "byte_start": 5921820,
            "byte_stop": 5983469,
            "stop": 1477.432,
            "text_blocks": [
              {
                "stop": 1477.432,
                "text": "What has been the practice since 5 (2) (f) came on the books, when the merger is contemplated, do the unions and the carriers sit down and workout these preliminary agreements before the approval of the --",
                "byte_stop": 5983469,
                "byte_start": 5921820,
                "start": 1462.003
              }
            ],
            "start": 1462.003
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 5983469,
            "byte_stop": 5993709,
            "stop": 1479.983,
            "text_blocks": [
              {
                "stop": 1479.983,
                "text": "That frequently has been the practice Your Honors.",
                "byte_stop": 5993709,
                "byte_start": 5983469,
                "start": 1477.432
              }
            ],
            "start": 1477.432
          },
          {
            "speaker": null,
            "byte_start": 5993709,
            "byte_stop": 6002591,
            "stop": 1482.199,
            "text_blocks": [
              {
                "stop": 1482.199,
                "text": "Which has been the -- is that more generally the case?",
                "byte_stop": 6002591,
                "byte_start": 5993709,
                "start": 1479.983
              }
            ],
            "start": 1479.983
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 6002591,
            "byte_stop": 6074375,
            "stop": 1500.146,
            "text_blocks": [
              {
                "stop": 1491.395,
                "text": "That is more generally the case at least in the last 10 years than having the Commission prescribe condition without any prior agreement by the party.",
                "byte_stop": 6039371,
                "byte_start": 6002591,
                "start": 1482.199
              },
              {
                "stop": 1500.146,
                "text": "And more general condition currently is for the parties to sit down and workout agreement pertaining to employee protection before the Commission enters its orders.",
                "byte_stop": 6074375,
                "byte_start": 6039371,
                "start": 1491.395
              }
            ],
            "start": 1482.199
          },
          {
            "speaker": null,
            "byte_start": 6074375,
            "byte_stop": 6107498,
            "stop": 1508.416,
            "text_blocks": [
              {
                "stop": 1508.416,
                "text": "Is there any reference made to such agreements when are completely executed before the approval in the order of approval, is there any reference in the order of approval?",
                "byte_stop": 6107498,
                "byte_start": 6074375,
                "start": 1500.146
              }
            ],
            "start": 1500.146
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 6107498,
            "byte_stop": 6128187,
            "stop": 1513.607,
            "text_blocks": [
              {
                "stop": 1513.607,
                "text": "The Commission in its report will refer to those and it did in this case, Your Honor.",
                "byte_stop": 6128187,
                "byte_start": 6107498,
                "start": 1508.416
              }
            ],
            "start": 1508.416
          },
          {
            "speaker": null,
            "byte_start": 6128187,
            "byte_stop": 6135293,
            "stop": 1515.373,
            "text_blocks": [
              {
                "stop": 1515.373,
                "text": "It is order of approval, is there any reference (voice overlap) -",
                "byte_stop": 6135293,
                "byte_start": 6128187,
                "start": 1513.607
              }
            ],
            "start": 1513.607
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 6135293,
            "byte_stop": 6207182,
            "stop": 1533.356,
            "text_blocks": [
              {
                "stop": 1518.789,
                "text": "Not in the order of approval in the form or order of approval.",
                "byte_stop": 6148981,
                "byte_start": 6135293,
                "start": 1515.373
              },
              {
                "stop": 1533.356,
                "text": "But in the report it does set forth the fact that the parties have entered into an agreement and as it does in this case, it resides that because the parties have made an agreement pertaining to this subject there is nothing for us to do under Section 5 (2) (f).",
                "byte_stop": 6207182,
                "byte_start": 6148981,
                "start": 1518.789
              }
            ],
            "start": 1515.373
          },
          {
            "speaker": null,
            "byte_start": 6207182,
            "byte_stop": 6219093,
            "stop": 1536.316,
            "text_blocks": [
              {
                "stop": 1536.316,
                "text": "No, first or second sentence of provisions at all?",
                "byte_stop": 6219093,
                "byte_start": 6207182,
                "start": 1533.356
              }
            ],
            "start": 1533.356
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 6219093,
            "byte_stop": 6289937,
            "stop": 1554.039,
            "text_blocks": [
              {
                "stop": 1541.347,
                "text": "Well, in this case that is right with respect to employees covered by the agreement.",
                "byte_stop": 6239155,
                "byte_start": 6219093,
                "start": 1536.316
              },
              {
                "stop": 1554.039,
                "text": "That I should add that this additional detail that sometimes the agreements which are made do not cover all of the employees and the Commission in its order of approval will then impose terms and conditions where the employee is not covered.",
                "byte_stop": 6289937,
                "byte_start": 6239155,
                "start": 1541.347
              }
            ],
            "start": 1536.316
          },
          {
            "speaker": null,
            "byte_start": 6289937,
            "byte_stop": 6293386,
            "stop": 1554.891,
            "text_blocks": [
              {
                "stop": 1554.891,
                "text": "Under the first two sentences?",
                "byte_stop": 6293386,
                "byte_start": 6289937,
                "start": 1554.039
              }
            ],
            "start": 1554.039
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 6293386,
            "byte_stop": 6413235,
            "stop": 1584.85,
            "text_blocks": [
              {
                "stop": 1556.189,
                "text": "Under the first two sentences.",
                "byte_stop": 6298506,
                "byte_start": 6293386,
                "start": 1554.891
              },
              {
                "stop": 1566.704,
                "text": "But when an agreement has been made, the invariable practice of the Commission, and this is discussed in detail in amicus brief which the United States and the Commission has submitted in this case Your Honor.",
                "byte_stop": 6340615,
                "byte_start": 6298506,
                "start": 1556.189
              },
              {
                "stop": 1584.85,
                "text": "In variable practice of the Commission where an agreement has been made is to recite that fact in its report and then to proceed to approve the merger on the ground that the agreement provides the protection required by Act and its order need not provide that protection.",
                "byte_stop": 6413235,
                "byte_start": 6340615,
                "start": 1566.704
              }
            ],
            "start": 1554.891
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6413235,
            "byte_stop": 6494528,
            "stop": 1605.174,
            "text_blocks": [
              {
                "stop": 1605.174,
                "text": "So try to assume that this custom that you described of having the railroad and the union workout these agreements as simply reflection of the fact that most often they would rather workout their own problems, then have some governmental agency impose agreements on them.",
                "byte_stop": 6494528,
                "byte_start": 6413235,
                "start": 1584.85
              }
            ],
            "start": 1584.85
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 6494528,
            "byte_stop": 6984899,
            "stop": 1727.771,
            "text_blocks": [
              {
                "stop": 1621.501,
                "text": "That is undoubtedly a situation Your Honor and it permits the railroads and the unions to workout into the problems that are not only directly relevant to employee protection but are also relevant to other situations which will arise in connection with the merger.",
                "byte_stop": 6559835,
                "byte_start": 6494528,
                "start": 1605.174
              },
              {
                "stop": 1659.386,
                "text": "The Great Northern Burlington merger for example which is before this Court, the parties worked out voluminous agreements, implementing the manner in which the various seniority District would be put together on the combined properties, the manner which trains would be made and including among the terms of the agreement protection for employee, which is quite customary and when these agreement are made as they are almost invariably made in current mergers for the parties to workout problems of employee protection and at the same time to workout many other labor relations problems that tended upon the contemplated merger.",
                "byte_stop": 6711345,
                "byte_start": 6559835,
                "start": 1621.501
              },
              {
                "stop": 1663.627,
                "text": "The whole thing fits together as one bundle as it works.",
                "byte_stop": 6728272,
                "byte_start": 6711345,
                "start": 1659.386
              },
              {
                "stop": 1680.217,
                "text": "As one of the difficulties of the approach below that the Court looked at the agreements only for this very narrow area of whether it provides full protection for four years based on all earning and it ignored all of the other aspects of the agreement.",
                "byte_stop": 6794623,
                "byte_start": 6728272,
                "start": 1663.627
              },
              {
                "stop": 1683.123,
                "text": "And the respects in which the agreement dealt with other things.",
                "byte_stop": 6806326,
                "byte_start": 6794623,
                "start": 1680.217
              },
              {
                "stop": 1689.153,
                "text": "And dealt with them on a very favorable basis as far as the unions are concerned.",
                "byte_stop": 6830359,
                "byte_start": 6806326,
                "start": 1683.123
              },
              {
                "stop": 1711.494,
                "text": "One other further point I would like to make, conclusion is that the Lower Court’s decision are also wrong because they failed to give appropriate effect to this Court’s holdings in Republic Steel versus Maddox and in Vaca versus Sipes regarding administrative remedies and the necessity of their exhaustion before judicial remedies can be invoked.",
                "byte_stop": 6919802,
                "byte_start": 6830359,
                "start": 1689.153
              },
              {
                "stop": 1727.771,
                "text": "I call the Court's attention again to the amicus brief filed by United State and the Commission as discussed of the legislative history Interstate Commerce Commission’s interpretation of the statute and arrives at the conclusions which I have stated with respect to what Section 5 (2) (f) mean.",
                "byte_stop": 6984899,
                "byte_start": 6919802,
                "start": 1711.494
              }
            ],
            "start": 1605.174
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6984899,
            "byte_stop": 7013007,
            "stop": 1734.809,
            "text_blocks": [
              {
                "stop": 1730.814,
                "text": "Mr. Lucente, may I ask one question before you sit down.",
                "byte_stop": 6997020,
                "byte_start": 6984899,
                "start": 1727.771
              },
              {
                "stop": 1734.809,
                "text": "You are adhering to your position on the jurisdictional issue here I take it.",
                "byte_stop": 7013007,
                "byte_start": 6997020,
                "start": 1730.814
              }
            ],
            "start": 1727.771
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 7013007,
            "byte_stop": 7019485,
            "stop": 1736.42,
            "text_blocks": [
              {
                "stop": 1736.42,
                "text": "Yes.",
                "byte_stop": 7019485,
                "byte_start": 7013007,
                "start": 1734.809
              }
            ],
            "start": 1734.809
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 7019485,
            "byte_stop": 7084373,
            "stop": 1752.639,
            "text_blocks": [
              {
                "stop": 1752.639,
                "text": "Do you have a comment about the suggestion in your opponent’s brief that Norfolk and Western apparently, by its answer, conceded that the 1962 agreement was incorporated in 64?",
                "byte_stop": 7084373,
                "byte_start": 7019485,
                "start": 1736.42
              }
            ],
            "start": 1736.42
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 7084373,
            "byte_stop": 7566280,
            "stop": 1873.117,
            "text_blocks": [
              {
                "stop": 1763.318,
                "text": "Yes, I do Your Honor in the District Court, Your Honor, when the complaint wad filed it alleged that the plaintiff’s claims were based upon the 1964 order of the Commission.",
                "byte_stop": 7127110,
                "byte_start": 7084373,
                "start": 1752.639
              },
              {
                "stop": 1770.334,
                "text": "In a number of paragraph it alleged that the order had been incorporated, the agreement had been incorporated in the order.",
                "byte_stop": 7155113,
                "byte_start": 7127110,
                "start": 1763.318
              },
              {
                "stop": 1773.681,
                "text": "The Norfolk and Western first filed a motion to dismiss.",
                "byte_stop": 7168488,
                "byte_start": 7155113,
                "start": 1770.334
              },
              {
                "stop": 1776.261,
                "text": "The Board filed an answer to the District Court.",
                "byte_stop": 7178832,
                "byte_start": 7168488,
                "start": 1773.681
              },
              {
                "stop": 1799.571,
                "text": "The motion to dismiss as the District Court judge recognized at pages 28 and 29 at the appendix, stated that jurisdiction did not lie in the District Court because the order had not been incorporated, the agreement had not been incorporated in the order and that the parties were proceeding under the terms of a collective bargaining agreement not under the terms of the Commission order.",
                "byte_stop": 7272037,
                "byte_start": 7178832,
                "start": 1776.261
              },
              {
                "stop": 1801.608,
                "text": "The lower court overruled that contention.",
                "byte_stop": 7280187,
                "byte_start": 7272037,
                "start": 1799.571
              },
              {
                "stop": 1816.682,
                "text": "It held in effect that under the Section 5 (2) (f), the parties were not permitted to enter into a collective bargaining agreement prior to approval and it held therefore that the agreement must me considered to be part of the Commission’s order of approval.",
                "byte_stop": 7340478,
                "byte_start": 7280187,
                "start": 1801.608
              },
              {
                "stop": 1838.789,
                "text": "Now, subsequent to that the N and W filed an answer, and in that answer it admitted the allegations of three or four paragraphs in a single part of his answer and among the allegations admitted in that answer was a conclusion of laws stated in the complaint, the effect that the agreement of 1962 had been incorporated in the Commission’s order.",
                "byte_stop": 7428981,
                "byte_start": 7340478,
                "start": 1816.682
              },
              {
                "stop": 1846.417,
                "text": "So, the N and W at that stage of the proceeding Your Honor was merely acknowledging what had already been established as the law of the case.",
                "byte_stop": 7459492,
                "byte_start": 7428981,
                "start": 1838.789
              },
              {
                "stop": 1860.636,
                "text": "It did not make any admission as to what the Commission had done in the premises and we had merely abided by what the District Court had already ruled with respect to whether or not the agreement was incorporated in the order.",
                "byte_stop": 7516334,
                "byte_start": 7459492,
                "start": 1846.417
              },
              {
                "stop": 1873.117,
                "text": "And of course, subsequently, on appeal, we raised the point again, and the order did not incorporate the agreement which the parties had made.",
                "byte_stop": 7566280,
                "byte_start": 7516334,
                "start": 1860.636
              }
            ],
            "start": 1752.639
          },
          {
            "speaker": null,
            "byte_start": 7566280,
            "byte_stop": 7612674,
            "stop": 1884.717,
            "text_blocks": [
              {
                "stop": 1884.717,
                "text": "I have just one other question in that is, if you should prevail here, do these claimant’s, your opposition, have any place to go?",
                "byte_stop": 7612674,
                "byte_start": 7566280,
                "start": 1873.117
              }
            ],
            "start": 1873.117
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 7612674,
            "byte_stop": 7860001,
            "stop": 1946.554,
            "text_blocks": [
              {
                "stop": 1910.807,
                "text": "The Commission Your Honor has suggested in its brief in the United States, the Commission has suggested that under Section 5 (9) of the Interstate Commerce Act and under Section 5 (2) that it has some responsibility to supplement its order, if it can be shown that supplementation of its prior order is necessary in order to make the order consistent with the public interest.",
                "byte_stop": 7717059,
                "byte_start": 7612674,
                "start": 1884.717
              },
              {
                "stop": 1928.752,
                "text": "So, I take it that the respondent here if they have complaint of the adequacy of the protection in the agreement can go back to the Commission. Moreover, the respondents here have the right to go to the adjustment board with their individual complaints about what the agreements mean.",
                "byte_stop": 7788844,
                "byte_start": 7717059,
                "start": 1910.807
              },
              {
                "stop": 1946.554,
                "text": "The adjustment board does not require presentation by the brotherhood on behalf of an individual, they can present there own individual claims. And accordingly they go the adjustment board for a determination as to what their rights are in premises.",
                "byte_stop": 7860001,
                "byte_start": 7788844,
                "start": 1928.752
              }
            ],
            "start": 1884.717
          },
          {
            "speaker": null,
            "byte_start": 7860001,
            "byte_stop": 7957595,
            "stop": 1970.954,
            "text_blocks": [
              {
                "stop": 1960.038,
                "text": "Here is an initial agreement in 1962 and we just ignore the Commission's order on theory of the case, then we have a subsequent agreement, and that subsequent agreement just purports to interpret the prior agreement.",
                "byte_stop": 7913918,
                "byte_start": 7860001,
                "start": 1946.554
              },
              {
                "stop": 1970.954,
                "text": "It does not take the approach, if prior agreement says 'a' and we are going to change the protections that the 1962 agreement set-up, is that not correct?",
                "byte_stop": 7957595,
                "byte_start": 7913918,
                "start": 1960.038
              }
            ],
            "start": 1946.554
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 7957595,
            "byte_stop": 7971178,
            "stop": 1974.345,
            "text_blocks": [
              {
                "stop": 1974.345,
                "text": "That it what is at the fact in this situation, as what I have in this case.",
                "byte_stop": 7971178,
                "byte_start": 7957595,
                "start": 1970.954
              }
            ],
            "start": 1970.954
          },
          {
            "speaker": null,
            "byte_start": 7971178,
            "byte_stop": 8025513,
            "stop": 1987.928,
            "text_blocks": [
              {
                "stop": 1987.928,
                "text": "Now, would you say that the subsequent agreement if it took the approach that we are going to change the protectors of ‘62 agreement would nevertheless be valid.",
                "byte_stop": 8025513,
                "byte_start": 7971178,
                "start": 1974.345
              }
            ],
            "start": 1974.345
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8025513,
            "byte_stop": 8066264,
            "stop": 1998.119,
            "text_blocks": [
              {
                "stop": 1998.119,
                "text": "Yes, I would because of the not withstanding clause of the -- the subsequent agreement, Your Honor, stands on its own feet as an independent collective bargaining agreement.",
                "byte_stop": 8066264,
                "byte_start": 8025513,
                "start": 1987.928
              }
            ],
            "start": 1987.928
          },
          {
            "speaker": null,
            "byte_start": 8066264,
            "byte_stop": 8092386,
            "stop": 2004.646,
            "text_blocks": [
              {
                "stop": 2004.646,
                "text": "I do not suppose the statute would intended to give such an agreement any validity that did not otherwise have.",
                "byte_stop": 8092386,
                "byte_start": 8066264,
                "start": 1998.119
              }
            ],
            "start": 1998.119
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8092386,
            "byte_stop": 8098656,
            "stop": 2006.208,
            "text_blocks": [
              {
                "stop": 2006.208,
                "text": "Yes, I agree with that.",
                "byte_stop": 8098656,
                "byte_start": 8092386,
                "start": 2004.646
              }
            ],
            "start": 2004.646
          },
          {
            "speaker": null,
            "byte_start": 8098656,
            "byte_stop": 8100537,
            "stop": 2006.699,
            "text_blocks": [
              {
                "stop": 2006.699,
                "text": "What?",
                "byte_stop": 8100537,
                "byte_start": 8098656,
                "start": 2006.208
              }
            ],
            "start": 2006.208
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8100537,
            "byte_stop": 8103253,
            "stop": 2007.378,
            "text_blocks": [
              {
                "stop": 2007.378,
                "text": "I would agree to that.",
                "byte_stop": 8103253,
                "byte_start": 8100537,
                "start": 2006.699
              }
            ],
            "start": 2006.699
          },
          {
            "speaker": null,
            "byte_start": 8103253,
            "byte_stop": 8164902,
            "stop": 2022.777,
            "text_blocks": [
              {
                "stop": 2022.777,
                "text": "That is wholly aside from the statute, do you think a union and a employer may renegotiate downward, the benefits of a prior collective bargaining contract?",
                "byte_stop": 8164902,
                "byte_start": 8103253,
                "start": 2007.378
              }
            ],
            "start": 2007.378
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8164902,
            "byte_stop": 8240553,
            "stop": 2041.685,
            "text_blocks": [
              {
                "stop": 2028.701,
                "text": "Yes, I think that under the notwithstanding clause of the proviso -- independent of the statute, I am sorry.",
                "byte_stop": 8188622,
                "byte_start": 8164902,
                "start": 2022.777
              },
              {
                "stop": 2041.685,
                "text": "I would think so Your Honor because of the general principles regarding the authority of a collective bargaining representative, the collective bargaining representative has the authority to change the terms of a prior agreement at --",
                "byte_stop": 8240553,
                "byte_start": 8188622,
                "start": 2028.701
              }
            ],
            "start": 2022.777
          },
          {
            "speaker": null,
            "byte_start": 8240553,
            "byte_stop": 8266571,
            "stop": 2048.204,
            "text_blocks": [
              {
                "stop": 2048.204,
                "text": "Subject only I suppose to Vaca against Sipes considerations of good faith representation.",
                "byte_stop": 8266571,
                "byte_start": 8240553,
                "start": 2041.685
              }
            ],
            "start": 2041.685
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8266571,
            "byte_stop": 8348073,
            "stop": 2068.565,
            "text_blocks": [
              {
                "stop": 2068.565,
                "text": "We are contending for here with respect to these agreements is the reorganization of the traditional principle that the collective bargaining representative, in the absence of Vaca Versus Sipes and doctrine that can do it, has authority to bind the class that it represents and it may do so even though the terms differ from those of the previously --",
                "byte_stop": 8348073,
                "byte_start": 8266571,
                "start": 2048.204
              }
            ],
            "start": 2048.204
          },
          {
            "speaker": null,
            "byte_start": 8348073,
            "byte_stop": 8650153,
            "stop": 2144.088,
            "text_blocks": [
              {
                "stop": 2073.409,
                "text": "Let me ask you this, thus I will not hold you anymore.",
                "byte_stop": 8367404,
                "byte_start": 8348073,
                "start": 2068.565
              },
              {
                "stop": 2087.242,
                "text": "Let us suppose we disagreed with you and agreed with the Courts below that the subsequent agreement actually changed the 1962 agreement.",
                "byte_stop": 8422783,
                "byte_start": 8367404,
                "start": 2073.409
              },
              {
                "stop": 2098.694,
                "text": "That the 1962 agreement meant one thing and the ‘65 agreement meant the other, in short we disagreed with the union and the company as to what the ‘62 agreement meant.",
                "byte_stop": 8468550,
                "byte_start": 8422783,
                "start": 2087.242
              },
              {
                "stop": 2106.109,
                "text": "What should we do then, because the both Courts below have given a construction of the ‘62 agreement contrary to your point.",
                "byte_stop": 8498225,
                "byte_start": 8468550,
                "start": 2098.694
              },
              {
                "stop": 2120.368,
                "text": "Now, we agree with the two Courts below then affirmance would have to rest on the idea that even if the two parties negotiating had thought they were changing the ‘62 agreement, they nevertheless would have changed them.",
                "byte_stop": 8555276,
                "byte_start": 8498225,
                "start": 2106.109
              },
              {
                "stop": 2122.234,
                "text": "I am not sure they would have.",
                "byte_stop": 8562695,
                "byte_start": 8555276,
                "start": 2120.368
              },
              {
                "stop": 2131.503,
                "text": "Let us assume the ‘62 agreement had clearly said earnings are to be measured by reference to the entire Toledo Division.",
                "byte_stop": 8599789,
                "byte_start": 8562695,
                "start": 2122.234
              },
              {
                "stop": 2136.188,
                "text": "It could have been any argument about it, and then the two parties sat down.",
                "byte_stop": 8618493,
                "byte_start": 8599789,
                "start": 2131.503
              },
              {
                "stop": 2144.088,
                "text": "Do you think they would nevertheless come out saying we are going to reduce that pay and measure it by the Sandusky service at all?",
                "byte_stop": 8650153,
                "byte_start": 8618493,
                "start": 2136.188
              }
            ],
            "start": 2068.565
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8650153,
            "byte_stop": 8669588,
            "stop": 2148.95,
            "text_blocks": [
              {
                "stop": 2145.318,
                "text": "There is a possibility although.",
                "byte_stop": 8655064,
                "byte_start": 8650153,
                "start": 2144.088
              },
              {
                "stop": 2148.95,
                "text": "I think it is quite unlikely but it has happened in mergers and --",
                "byte_stop": 8669588,
                "byte_start": 8655064,
                "start": 2145.318
              }
            ],
            "start": 2144.088
          },
          {
            "speaker": null,
            "byte_start": 8669588,
            "byte_stop": 8691217,
            "stop": 2154.364,
            "text_blocks": [
              {
                "stop": 2150.974,
                "text": "Well it has happened, but what should we do?",
                "byte_stop": 8677634,
                "byte_start": 8669588,
                "start": 2148.95
              },
              {
                "stop": 2154.364,
                "text": "Should we assume that or what would we have to remand it?",
                "byte_stop": 8691217,
                "byte_start": 8677634,
                "start": 2150.974
              }
            ],
            "start": 2148.95
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8691217,
            "byte_stop": 8744298,
            "stop": 2167.632,
            "text_blocks": [
              {
                "stop": 2167.632,
                "text": "You would not reach the question Your Honor of whether the subsequent agreement change the prior agreement, I take it unless it is first determined that the Court of Appeals and the District Court were correct in their interpretation of Statute --",
                "byte_stop": 8744298,
                "byte_start": 8691217,
                "start": 2154.364
              }
            ],
            "start": 2154.364
          },
          {
            "speaker": null,
            "byte_start": 8744298,
            "byte_stop": 8756628,
            "stop": 2170.712,
            "text_blocks": [
              {
                "stop": 2170.712,
                "text": "I am just assuming, assume we agreed with them.",
                "byte_stop": 8756628,
                "byte_start": 8744298,
                "start": 2167.632
              }
            ],
            "start": 2167.632
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8756628,
            "byte_stop": 8813053,
            "stop": 2184.82,
            "text_blocks": [
              {
                "stop": 2184.82,
                "text": "I think that if the Court arrives at that conclusion that and if the issue could properly be put to the District Court as to what these agreements means that there are issues which are properly triable back there as to --",
                "byte_stop": 8813053,
                "byte_start": 8756628,
                "start": 2170.712
              }
            ],
            "start": 2170.712
          },
          {
            "speaker": null,
            "byte_start": 8813053,
            "byte_stop": 8859237,
            "stop": 2196.368,
            "text_blocks": [
              {
                "stop": 2196.368,
                "text": "But the Court is already, the District Court and Court of Appeals have already said that the 62 agreement has been modified by the ‘65 agreement.",
                "byte_stop": 8859237,
                "byte_start": 8813053,
                "start": 2184.82
              }
            ],
            "start": 2184.82
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 8859237,
            "byte_stop": 8934992,
            "stop": 2215.295,
            "text_blocks": [
              {
                "stop": 2205.202,
                "text": "The District Court Your Honor also left open certain issues to be arbitrated and Court of Appeals held that those issues should be resolved and set by the District Court.",
                "byte_stop": 8894555,
                "byte_start": 8859237,
                "start": 2196.368
              },
              {
                "stop": 2215.295,
                "text": "So, there is something remaining to be done in the District Court.",
                "byte_stop": 8934992,
                "byte_start": 8894555,
                "start": 2205.202
              }
            ],
            "start": 2196.368
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8934992,
            "byte_stop": 8945859,
            "stop": 2218.018,
            "text_blocks": [
              {
                "stop": 2215.688,
                "text": "Thank you.",
                "byte_stop": 8936559,
                "byte_start": 8934992,
                "start": 2215.295
              },
              {
                "stop": 2218.018,
                "text": "Mr. Murray.",
                "byte_stop": 8945859,
                "byte_start": 8936559,
                "start": 2215.688
              }
            ],
            "start": 2215.295
          }
        ],
        "stop": 2218.018,
        "byte_stop": 8945859,
        "byte_start": 73735,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 8945859,
            "byte_stop": 9477294,
            "stop": 2350.864,
            "text_blocks": [
              {
                "stop": 2222.284,
                "text": "Mr. Chief Justice, may it please the Court.",
                "byte_stop": 8962891,
                "byte_start": 8945859,
                "start": 2218.018
              },
              {
                "stop": 2232.916,
                "text": "I would like to respond immediately to the discussion concerning this post merger agreement.",
                "byte_stop": 9005418,
                "byte_start": 8962891,
                "start": 2222.284
              },
              {
                "stop": 2258.268,
                "text": "We submit that the holdings of the District Court and the Court of Appeals are unequivocal that what the agreements themselves show is not that the subsequent agreement modified or altered the protection given these employees by the 1962 agreement but that it abrogated any meaningful protection that these employees received.",
                "byte_stop": 9106878,
                "byte_start": 9005418,
                "start": 2232.916
              },
              {
                "stop": 2264.944,
                "text": "That was their finding by simply reading the two agreements, the pre-merger and the subsequent agreement.",
                "byte_stop": 9133523,
                "byte_start": 9106878,
                "start": 2258.268
              },
              {
                "stop": 2310.747,
                "text": "Just how dramatically the two, the latter agreement modified that the protection which we submit and the Courts found was imposed by the Commission, is I believe set forth in some detail in our brief at page 31 and what we conclude there in our discussion of that portion of the record is that --in net effect what happened to these men, three years after the merger was that they were forced to payback the limited benefits which Norfolk and Western said they were entitled to because having had received an unemployment compensation during the 18-month period immediately after the merger.",
                "byte_stop": 9316798,
                "byte_start": 9133523,
                "start": 2264.944
              },
              {
                "stop": 2320.391,
                "text": "They, under the law, were now receiving theoretically at least income through the subsequent agreement.",
                "byte_stop": 9355355,
                "byte_start": 9316798,
                "start": 2310.747
              },
              {
                "stop": 2329.704,
                "text": "And since the amounts that they had received, in non-employment compensation for the most part were not any greater than they have received by way of these subsequent agreements.",
                "byte_stop": 9392553,
                "byte_start": 9355355,
                "start": 2320.391
              },
              {
                "stop": 2336.581,
                "text": "They literally were told that, now they are back on their feet and back at work, they were literally told they had to repay this.",
                "byte_stop": 9420138,
                "byte_start": 9392553,
                "start": 2329.704
              },
              {
                "stop": 2350.864,
                "text": "I just point this out because it dramatizes in practical, a point of fact, how seriously the subsequent agreements abrogated or nullified the protected features of the pre-merger agreement.",
                "byte_stop": 9477294,
                "byte_start": 9420138,
                "start": 2336.581
              }
            ],
            "start": 2218.018
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 9477294,
            "byte_stop": 9509477,
            "stop": 2358.934,
            "text_blocks": [
              {
                "stop": 2358.934,
                "text": "Are you suggesting us that they breach your fiduciary duty as the --",
                "byte_stop": 9509477,
                "byte_start": 9477294,
                "start": 2350.864
              }
            ],
            "start": 2350.864
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 9509477,
            "byte_stop": 9679273,
            "stop": 2401.377,
            "text_blocks": [
              {
                "stop": 2379.074,
                "text": "Mr. Chief Justice, I do not believe the record as it was at the time the Court below entered summary judgment permitted a sufficient development of the facts in this case quite candidly to permit a comment categorically as to whether there was bad faith.",
                "byte_stop": 9590039,
                "byte_start": 9509477,
                "start": 2358.934
              },
              {
                "stop": 2393.311,
                "text": "I would say this that there was at the very least, a perfunctory handling of the claims of these small bands of Sandusky men by their union at the very least, if not bad faith.",
                "byte_stop": 9646986,
                "byte_start": 9590039,
                "start": 2379.074
              },
              {
                "stop": 2401.377,
                "text": "But that particular aspect of the case did not develop the question of whether or not their union impacted-",
                "byte_stop": 9679273,
                "byte_start": 9646986,
                "start": 2393.311
              }
            ],
            "start": 2358.934
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 9679273,
            "byte_stop": 9791495,
            "stop": 2429.431,
            "text_blocks": [
              {
                "stop": 2429.431,
                "text": "That is why I was leading up that you are suggesting here to take into attack the agreement, undermined on that ground you got a heavy, heavy burden and can you undermine it just because it turns out to be an improvidence, undesirable, unwise agreements having in mind the rather explicit provisions of the statute in the last sentence of the statute.",
                "byte_stop": 9791495,
                "byte_start": 9679273,
                "start": 2401.377
              }
            ],
            "start": 2401.377
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 9791495,
            "byte_stop": 10294509,
            "stop": 2555.17,
            "text_blocks": [
              {
                "stop": 2433.133,
                "text": "Permit me to respond to that question and I hope responsibly.",
                "byte_stop": 9806333,
                "byte_start": 9791495,
                "start": 2429.431
              },
              {
                "stop": 2443.428,
                "text": "We are not here contending that subsequent to agreements, the unions and railroad can get together and make what is termed in the industry implementing agreements.",
                "byte_stop": 9847502,
                "byte_start": 9806333,
                "start": 2433.133
              },
              {
                "stop": 2453.215,
                "text": "Quite the contrary we recognized the fact that implementing agreements are absolutely necessary to carry-out the various features of these mergers.",
                "byte_stop": 9886685,
                "byte_start": 9847502,
                "start": 2443.428
              },
              {
                "stop": 2471.269,
                "text": "Our contention here is and the Courts below held that the very language of the third sentence of Section 5 (2) (f) which says that the agreements which pertain to the protection of the interest of the employees may be entered into subsequent to these orders of approval.",
                "byte_stop": 9958888,
                "byte_start": 9886685,
                "start": 2453.215
              },
              {
                "stop": 2490.201,
                "text": "That this at the very least requires that all of the protection, all of the meaningful protection given by the Interstate Commerce Commission in its order simply cannot be wiped out by an agreement whether it is based on bad faith, a mistake.",
                "byte_stop": 10034643,
                "byte_start": 9958888,
                "start": 2471.269
              },
              {
                "stop": 2506.666,
                "text": "If the Court please, the District Court and the Court of Appeals we submit did not reach the question of the motive behind the unions and turning down the appeal of these men when they appeal to their National Board of Appeals.",
                "byte_stop": 10100471,
                "byte_start": 10034643,
                "start": 2490.201
              },
              {
                "stop": 2513.88,
                "text": "It merely looked at the two agreements and said this agreement takes away everything that was given by the agreement prior to the merger.",
                "byte_stop": 10129311,
                "byte_start": 10100471,
                "start": 2506.666
              },
              {
                "stop": 2521.857,
                "text": "And I might, Mr. Chief Justice, add one further point in the same thing.",
                "byte_stop": 10161180,
                "byte_start": 10129311,
                "start": 2513.88
              },
              {
                "stop": 2555.17,
                "text": "The position of these trainmen was that their union temporized on their behalf and we believe that if we were permitted -- had we been permitted to develop the evidence in this case, it would have been that more temporization and perfunctory handling or lack of grasp about the complexities of their claim on the part of that union hierarchy which was responsible for the fact that its union did not act on their behalf.",
                "byte_stop": 10294509,
                "byte_start": 10161180,
                "start": 2521.857
              }
            ],
            "start": 2429.431
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 10294509,
            "byte_stop": 10335155,
            "stop": 2565.339,
            "text_blocks": [
              {
                "stop": 2565.339,
                "text": "Conceivably that might be the cause of action of some kind against the union, that would be in agreement to this situation, would it?",
                "byte_stop": 10335155,
                "byte_start": 10294509,
                "start": 2555.17
              }
            ],
            "start": 2555.17
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 10335155,
            "byte_stop": 10880383,
            "stop": 2701.657,
            "text_blocks": [
              {
                "stop": 2568.162,
                "text": "No, Your Honor it would not.",
                "byte_stop": 10346440,
                "byte_start": 10335155,
                "start": 2565.339
              },
              {
                "stop": 2590.217,
                "text": "It has been suggested and if I may just attempt to respond to that question, during Mr. Lucente's comments, the Court referred to -- the Mr. Justice White asking the assuming that the jurisdictional determination of the Court below concerning incorporation as accepted as fact.",
                "byte_stop": 10434630,
                "byte_start": 10346440,
                "start": 2568.162
              },
              {
                "stop": 2595.003,
                "text": "Assuming this to be the case what would be the results?",
                "byte_stop": 10453751,
                "byte_start": 10434630,
                "start": 2590.217
              },
              {
                "stop": 2607.83,
                "text": "I believe, Mr. Justice Blackmun asked the question of whether how Mr. Lucente would answer the question of the admission and the answer as to to the fact of incorporation.",
                "byte_stop": 10505056,
                "byte_start": 10453751,
                "start": 2595.003
              },
              {
                "stop": 2614.616,
                "text": "We want to meet this case head on in this Court not on any technical admissions in the answer.",
                "byte_stop": 10532223,
                "byte_start": 10505056,
                "start": 2607.83
              },
              {
                "stop": 2619.649,
                "text": "And we want to meet it head on for two reasons.",
                "byte_stop": 10552390,
                "byte_start": 10532223,
                "start": 2614.616
              },
              {
                "stop": 2636.606,
                "text": "And we submit that as an intensely practical matter unless the decisions of the Court below are affirmed on the question of jurisdiction employees who are denied protection will have no practicable avenue of redress to come back to Mr. Chief Justice Burger’s question.",
                "byte_stop": 10620204,
                "byte_start": 10552390,
                "start": 2619.649
              },
              {
                "stop": 2646.704,
                "text": "One suggestion in the brief of the appellee is that employees in the position of these trainmen could very well sue their own union for bad faith.",
                "byte_stop": 10660641,
                "byte_start": 10620204,
                "start": 2636.606
              },
              {
                "stop": 2651.237,
                "text": "That would have been one alternative course of action open to them.",
                "byte_stop": 10678718,
                "byte_start": 10660641,
                "start": 2646.704
              },
              {
                "stop": 2661.116,
                "text": "And we submit that this, as well as the other arguable avenues are re-dress which have been argued are utterly impracticable.",
                "byte_stop": 10718215,
                "byte_start": 10678718,
                "start": 2651.237
              },
              {
                "stop": 2701.657,
                "text": "These men were out of work, on unemployment, they were now in a restructured union situation and to suggest that men in this position should now have to sue their own union, assuming that would be even be a viable, alternative open to them, should have to sue their own union and thereby in effect have to pay their own merger protection from the union dues they were paying in, we suggest is manifestly contrary to the explicit intentions of Section 5 (2) (f) and its power -- yes, Your Honor?",
                "byte_stop": 10880383,
                "byte_start": 10718215,
                "start": 2661.116
              }
            ],
            "start": 2565.339
          },
          {
            "speaker": null,
            "byte_start": 10880383,
            "byte_stop": 10948615,
            "stop": 2718.709,
            "text_blocks": [
              {
                "stop": 2718.709,
                "text": "If you would you apply 5 (2) (f) there must be without the guard to whether there are prior agreements or not, at the time of approval, a provision imposed by the ICC under Sections 1 and 2?",
                "byte_stop": 10948615,
                "byte_start": 10880383,
                "start": 2701.657
              }
            ],
            "start": 2701.657
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 10948615,
            "byte_stop": 10954884,
            "stop": 2720.266,
            "text_blocks": [
              {
                "stop": 2720.266,
                "text": "That is our position.",
                "byte_stop": 10954884,
                "byte_start": 10948615,
                "start": 2718.709
              }
            ],
            "start": 2718.709
          },
          {
            "speaker": null,
            "byte_start": 10954884,
            "byte_stop": 10997098,
            "stop": 2730.835,
            "text_blocks": [
              {
                "stop": 2730.835,
                "text": "And then you go on from that to say that the notwithstanding clause then is limited in application to implementing agreements, that is agreements which implement that provision?",
                "byte_stop": 10997098,
                "byte_start": 10954884,
                "start": 2720.266
              }
            ],
            "start": 2720.266
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 10997098,
            "byte_stop": 11053314,
            "stop": 2744.894,
            "text_blocks": [
              {
                "stop": 2732.111,
                "text": "No Your Honor.",
                "byte_stop": 11002218,
                "byte_start": 10997098,
                "start": 2730.835
              },
              {
                "stop": 2744.894,
                "text": "We concede that has been the practice that the unions and railroads can enter into agreements prior to Commission approval with respect to their own protection, and Mr. Justice Brennan let me respond --",
                "byte_stop": 11053314,
                "byte_start": 11002218,
                "start": 2732.111
              }
            ],
            "start": 2730.835
          },
          {
            "speaker": null,
            "byte_start": 11053314,
            "byte_stop": 11151534,
            "stop": 2769.44,
            "text_blocks": [
              {
                "stop": 2769.44,
                "text": "Excuse me, I just want to be sure though.Although you do concede, I gather this is under the notwithstanding clause that unions and the railroads may enter into agreements before the merger and after the merger, you nevertheless contend that there must be Section 1 and 2 conditions imposed by the ICC in the order of approval, is that right?",
                "byte_stop": 11151534,
                "byte_start": 11053314,
                "start": 2744.894
              }
            ],
            "start": 2744.894
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 11151534,
            "byte_stop": 11840435,
            "stop": 2941.673,
            "text_blocks": [
              {
                "stop": 2775.366,
                "text": "That is correct and if I may respond just briefly further.",
                "byte_stop": 11175253,
                "byte_start": 11151534,
                "start": 2769.44
              },
              {
                "stop": 2802.794,
                "text": "I believe the ICC in a very exhaustive study of the legislative history has placed its emphasis on the theory that if the Interstate Commerce Commission is not to step aside and disavow any connection or any obligation where they have met, where the unions and the railroads have agreed to conditions, that the result would be encroachment upon traditional collective bargaining process.",
                "byte_stop": 11284968,
                "byte_start": 11175253,
                "start": 2775.366
              },
              {
                "stop": 2818.159,
                "text": "And what we are suggesting here, attempting to suggest in out brief is that the important point, the important focus in this type of situation should not be at the pre-merger stage.",
                "byte_stop": 11346408,
                "byte_start": 11284968,
                "start": 2802.794
              },
              {
                "stop": 2829.523,
                "text": "But it should be on the question of how the employee who is actually caught up in these mergers and in the aftermath stages is going to enforce them.",
                "byte_stop": 11391861,
                "byte_start": 11346408,
                "start": 2818.159
              },
              {
                "stop": 2855.63,
                "text": "And here is why we think that it is not only vital to these employees, it is vital to the railroad industry itself that as far as the operation of the Interstate Commerce Act itself, that Section 511 of that act to be given full play in these situations whether it is the employees who come to Court saying, look, we have not been for protected as we were promised under the agreement or whether it is the railroad.",
                "byte_stop": 11496351,
                "byte_start": 11391861,
                "start": 2829.523
              },
              {
                "stop": 2872.492,
                "text": "More importantly as far as the broader economic and social aspects of this case are concerned, I would think would be the situation where the railroad comes in and says we are trying to get this merger implemented and as happened in the North Western case.",
                "byte_stop": 11563746,
                "byte_start": 11496351,
                "start": 2855.63
              },
              {
                "stop": 2883.78,
                "text": "The unions there took the position that the railroad can not put this consolidation into effect without complying with the major dispute procedures of the Railway Labor Act.",
                "byte_stop": 11608886,
                "byte_start": 11563746,
                "start": 2872.492
              },
              {
                "stop": 2921.425,
                "text": "And in that case the Court we think very perceptively held that in facts exactly the facts as the Court found before, the facts before the Court in this case, that the only way that you are going to as a practical matter, avoid a situation where the union could hold a thread of strike over the railroad, as a condition of meeting its post merger conditions despite what the Interstate Commerce Commission said, how its post merger conditions with respect to the consolidation were going to be carried out.",
                "byte_stop": 11759456,
                "byte_start": 11608886,
                "start": 2883.78
              },
              {
                "stop": 2927.53,
                "text": "The only way you were going to protect against this threat would be if you held that the Interstate Commerce Act applied.",
                "byte_stop": 11783906,
                "byte_start": 11759456,
                "start": 2921.425
              },
              {
                "stop": 2941.673,
                "text": "And in the North Western case, where it was the railroad that came into Court and said in cases and in a factually similar case to this one where the Commission had simply acknowledged the existence of a prior agreement with respect to merger conditions.",
                "byte_stop": 11840435,
                "byte_start": 11783906,
                "start": 2927.53
              }
            ],
            "start": 2769.44
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11840435,
            "byte_stop": 11980034,
            "stop": 2976.569,
            "text_blocks": [
              {
                "stop": 2976.569,
                "text": "Would you be satisfied if it were held that the Interstate Commerce commission did not incorporate these terms of the contract that did not have to but that a contract made pursuant to this authorization of the federal statute, is enough in itself to present a federal question, (Inaudible) federal court. I know you would like to have the right answer given by the Court but would you be satisfied as far as jurisdiction is concerned?",
                "byte_stop": 11980034,
                "byte_start": 11840435,
                "start": 2941.673
              }
            ],
            "start": 2941.673
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 11980034,
            "byte_stop": 12000514,
            "stop": 2981.669,
            "text_blocks": [
              {
                "stop": 2981.669,
                "text": "As far as jurisdiction is concerned I feel we would establish jurisdiction, yes, there would be basis for jurisdiction.",
                "byte_stop": 12000514,
                "byte_start": 11980034,
                "start": 2976.569
              }
            ],
            "start": 2976.569
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 12000514,
            "byte_stop": 12027368,
            "stop": 2988.402,
            "text_blocks": [
              {
                "stop": 2988.402,
                "text": "And then you would raise the same question, may subsequent agreement modified either a prior agreement or an order the Commission?",
                "byte_stop": 12027368,
                "byte_start": 12000514,
                "start": 2981.669
              }
            ],
            "start": 2981.669
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12027368,
            "byte_stop": 12075955,
            "stop": 3000.531,
            "text_blocks": [
              {
                "stop": 2994.042,
                "text": "I would only Mr. Justice White question the phrasing of that.",
                "byte_stop": 12049937,
                "byte_start": 12027368,
                "start": 2988.402
              },
              {
                "stop": 2996.462,
                "text": "We do not question that it can modify it.",
                "byte_stop": 12059655,
                "byte_start": 12049937,
                "start": 2994.042
              },
              {
                "stop": 3000.531,
                "text": "What we are talking about is can it now -- reduce it, yes, take away the benefit.",
                "byte_stop": 12075955,
                "byte_start": 12059655,
                "start": 2996.462
              }
            ],
            "start": 2988.402
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 12075955,
            "byte_stop": 12082016,
            "stop": 3002.054,
            "text_blocks": [
              {
                "stop": 3002.054,
                "text": "Would you say we could reduce this?",
                "byte_stop": 12082016,
                "byte_start": 12075955,
                "start": 3000.531
              }
            ],
            "start": 3000.531
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12082016,
            "byte_stop": 12090793,
            "stop": 3004.249,
            "text_blocks": [
              {
                "stop": 3004.249,
                "text": "No, no Your Honor we say that—",
                "byte_stop": 12090793,
                "byte_start": 12082016,
                "start": 3002.054
              }
            ],
            "start": 3002.054
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 12090793,
            "byte_stop": 12114303,
            "stop": 3010.128,
            "text_blocks": [
              {
                "stop": 3005.597,
                "text": "Well, that what I mean.",
                "byte_stop": 12096226,
                "byte_start": 12090793,
                "start": 3004.249
              },
              {
                "stop": 3008.945,
                "text": "It may lower benefit, it may have something in the agreement lower the benefit?",
                "byte_stop": 12109601,
                "byte_start": 12096226,
                "start": 3005.597
              },
              {
                "stop": 3010.128,
                "text": "Would you say no?",
                "byte_stop": 12114303,
                "byte_start": 12109601,
                "start": 3008.945
              }
            ],
            "start": 3004.249
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12114303,
            "byte_stop": 12122244,
            "stop": 3012.123,
            "text_blocks": [
              {
                "stop": 3012.123,
                "text": "We say it may not lower the benefits.",
                "byte_stop": 12122244,
                "byte_start": 12114303,
                "start": 3010.128
              }
            ],
            "start": 3010.128
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 12122244,
            "byte_stop": 12157875,
            "stop": 3021.021,
            "text_blocks": [
              {
                "stop": 3021.021,
                "text": "Yes, would you say that whether the prior right you are claiming is stated in the contract or Commission order.",
                "byte_stop": 12157875,
                "byte_start": 12122244,
                "start": 3012.123
              }
            ],
            "start": 3012.123
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12157875,
            "byte_stop": 12163936,
            "stop": 3022.532,
            "text_blocks": [
              {
                "stop": 3022.532,
                "text": "That is correct.",
                "byte_stop": 12163936,
                "byte_start": 12157875,
                "start": 3021.021
              }
            ],
            "start": 3021.021
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 12163936,
            "byte_stop": 12174489,
            "stop": 3025.177,
            "text_blocks": [
              {
                "stop": 3025.177,
                "text": "So those questions are inevitably in the case?",
                "byte_stop": 12174489,
                "byte_start": 12163936,
                "start": 3022.532
              }
            ],
            "start": 3022.532
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12174489,
            "byte_stop": 12199149,
            "stop": 3031.341,
            "text_blocks": [
              {
                "stop": 3031.341,
                "text": "I would have to say they are.",
                "byte_stop": 12199149,
                "byte_start": 12174489,
                "start": 3025.177
              }
            ],
            "start": 3025.177
          },
          {
            "speaker": null,
            "byte_start": 12199149,
            "byte_stop": 12285875,
            "stop": 3053.02,
            "text_blocks": [
              {
                "stop": 3044.886,
                "text": "If as you have said that the 5 (2) (f) has to be interpreted, by saying, “Yes, you may have a prior agreement, but there must be protective provisions in the board's order of approval.”",
                "byte_stop": 12253379,
                "byte_start": 12199149,
                "start": 3031.341
              },
              {
                "stop": 3053.02,
                "text": "Suppose you have a prior agreement that gives less protection than the provisions in the board’s order, which prevails?",
                "byte_stop": 12285875,
                "byte_start": 12253379,
                "start": 3044.886
              }
            ],
            "start": 3031.341
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12285875,
            "byte_stop": 12330388,
            "stop": 3064.159,
            "text_blocks": [
              {
                "stop": 3064.159,
                "text": "Well, we would say Your Honor that if I understand your question correctly, it is our position --",
                "byte_stop": 12330388,
                "byte_start": 12285875,
                "start": 3053.02
              }
            ],
            "start": 3053.02
          },
          {
            "speaker": null,
            "byte_start": 12330388,
            "byte_stop": 12414189,
            "stop": 3085.096,
            "text_blocks": [
              {
                "stop": 3070.255,
                "text": "Supposed they had said earning were to be -- the board order said earnings were to be based on legal service.",
                "byte_stop": 12354839,
                "byte_start": 12330388,
                "start": 3064.159
              },
              {
                "stop": 3075.122,
                "text": "But the prior agreement said earnings would be computed on the basis on Sandusky service.",
                "byte_stop": 12374274,
                "byte_start": 12354839,
                "start": 3070.255
              },
              {
                "stop": 3085.096,
                "text": "Which would prevail, even though the unions and the railroads entered into the earlier Sandusky basis agreement pursuant to the notwithstanding clause.",
                "byte_stop": 12414189,
                "byte_start": 12374274,
                "start": 3075.122
              }
            ],
            "start": 3064.159
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12414189,
            "byte_stop": 12526933,
            "stop": 3113.279,
            "text_blocks": [
              {
                "stop": 3113.279,
                "text": "We feel Your Honor that the soundest possible decision for the railroad industry and for the employee would be to have this Court hold that the Section 5 (2) (f) imposes an obligation on the Commission to assure whether through imposition or through operation of law, a minimal level of protection up to four years compensation protection, that we feel -- and the reason I say that is—",
                "byte_stop": 12526933,
                "byte_start": 12414189,
                "start": 3085.096
              }
            ],
            "start": 3085.096
          },
          {
            "speaker": null,
            "byte_start": 12526933,
            "byte_stop": 12557444,
            "stop": 3120.92,
            "text_blocks": [
              {
                "stop": 3120.92,
                "text": "What you are really saying is the board order and not the prior agreement would be holding requirement.",
                "byte_stop": 12557444,
                "byte_start": 12526933,
                "start": 3113.279
              }
            ],
            "start": 3113.279
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12557444,
            "byte_stop": 12566013,
            "stop": 3123.053,
            "text_blocks": [
              {
                "stop": 3123.053,
                "text": "That is correct and let us assume-",
                "byte_stop": 12566013,
                "byte_start": 12557444,
                "start": 3120.92
              }
            ],
            "start": 3120.92
          },
          {
            "speaker": null,
            "byte_start": 12566013,
            "byte_stop": 12623900,
            "stop": 3137.54,
            "text_blocks": [
              {
                "stop": 3137.54,
                "text": "That is the way I see in its amicus brief, concede that, since it may enter supplemental order and award supplemental benefits over and above any agreement?",
                "byte_stop": 12623900,
                "byte_start": 12566013,
                "start": 3123.053
              }
            ],
            "start": 3123.053
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12623900,
            "byte_stop": 12762244,
            "stop": 3172.115,
            "text_blocks": [
              {
                "stop": 3172.115,
                "text": "I believe Your Honor that the Commission in its brief as I recall it took the position that these employees would be protected by the fact that the Interstate Commerce Commission, will always come in and supplement this order with respect to benefits, and all the worst thing is that is perfectly commensurate with our position but so long as the employees who are politically weakened or who are pragmatically weakened by these mergers have at least the minimal protection because without it they do not have any redress.",
                "byte_stop": 12762244,
                "byte_start": 12623900,
                "start": 3137.54
              }
            ],
            "start": 3137.54
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12762244,
            "byte_stop": 12863495,
            "stop": 3197.423,
            "text_blocks": [
              {
                "stop": 3197.423,
                "text": "What you are doing and your suggestion may have -- in fact, the same agreements to add to the statute, a provision after the word employees, unless said the supplemental agreement reduces the benefits of the employees?",
                "byte_stop": 12863495,
                "byte_start": 12762244,
                "start": 3172.115
              }
            ],
            "start": 3172.115
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12863495,
            "byte_stop": 12873944,
            "stop": 3200.031,
            "text_blocks": [
              {
                "stop": 3200.031,
                "text": "I would not say that you have to add that we feel that—",
                "byte_stop": 12873944,
                "byte_start": 12863495,
                "start": 3197.423
              }
            ],
            "start": 3197.423
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12873944,
            "byte_stop": 12893275,
            "stop": 3204.861,
            "text_blocks": [
              {
                "stop": 3204.861,
                "text": "But you are reading the statute as to those words were in -- .",
                "byte_stop": 12893275,
                "byte_start": 12873944,
                "start": 3200.031
              }
            ],
            "start": 3200.031
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 12893275,
            "byte_stop": 13621046,
            "stop": 3386.814,
            "text_blocks": [
              {
                "stop": 3220.259,
                "text": "Mr. Chief Justice I believe this Court in two cases that brotherhood in the Maine subway case and the railway labor executive's case in reviewing this legislative history held without getting to the question of the effect of the third sentence agreement.",
                "byte_stop": 12954819,
                "byte_start": 12893275,
                "start": 3204.861
              },
              {
                "stop": 3230.916,
                "text": "That the second sentence of Section 5 (2) (f) composes a mandatory minimum duty on the Commission to impose four years of compensation protection.",
                "byte_stop": 12997451,
                "byte_start": 12954819,
                "start": 3220.259
              },
              {
                "stop": 3270.725,
                "text": "It is so construed the first and second sentences and what we are saying here is that leaving aside the question of any technical admission about incorporation of the agreement, what we are saying here is that, unless at the enforcement stages, employees who are caught up in the type of situation these men were caught up, have a right to come in to the Court and invoke the remedial scheme of the Interstate Commerce Act which gives them attorney’s fees, cost, unless they have this practical means of assuring that the protection promise them as a condition of approval of these mergers.",
                "byte_stop": 13156693,
                "byte_start": 12997451,
                "start": 3230.916
              },
              {
                "stop": 3283.931,
                "text": "They do not really have any practicable avenue of redress, the other than suing their own union which has been suggested, the other two alternatives that I believe have been mentioned are to go to the National Railroad Adjustment Board.",
                "byte_stop": 13209461,
                "byte_start": 13156693,
                "start": 3270.725
              },
              {
                "stop": 3290.444,
                "text": "This would be a five-year process on the average for men who desperately need to help now.",
                "byte_stop": 13235583,
                "byte_start": 13209461,
                "start": 3283.931
              },
              {
                "stop": 3301.503,
                "text": "Now, that the merger has dislocated and in this regard, I want to point out something that should be stressed about the record in this case.",
                "byte_stop": 13279782,
                "byte_start": 13235583,
                "start": 3290.444
              },
              {
                "stop": 3313.694,
                "text": "These men’s primary working connections with the city of Sandusky on the average I believe they had approximately 10 to 20 years seniority at the time, that this merger went into effect.",
                "byte_stop": 13328579,
                "byte_start": 13279782,
                "start": 3301.503
              },
              {
                "stop": 3330.29,
                "text": "The year prior to this merger, their opportunities for employment at Sandusky had diminished because of the very facts which gave a reason for the merger to take place in the first place, so, you had a declining volume of revenue and traffic at Sandusky.",
                "byte_stop": 13394930,
                "byte_start": 13328579,
                "start": 3313.694
              },
              {
                "stop": 3338.985,
                "text": "So, that during that period immediately prior to the merger, their work opportunities were limited, but these were men that had homes at Sandusky.",
                "byte_stop": 13429725,
                "byte_start": 13394930,
                "start": 3330.29
              },
              {
                "stop": 3350.307,
                "text": "And 15 days before this merger took place, they received a notification that they could uproot and go to Toledo and remain with Pansy or they could take employment with the Norfolk and Western Railway Company.",
                "byte_stop": 13474969,
                "byte_start": 13429725,
                "start": 3338.985
              },
              {
                "stop": 3373.84,
                "text": "And in that agreement unequivocally was stated or attached to that agreement, I should say was the portion of the pre-merger agreements which categorically stated that if you take employment with the Norfolk and Western Railway Company, you will have your employment protected and you will not be placed in the worst position with respect compensation at anytime during Norfolk and Western employment.",
                "byte_stop": 13569115,
                "byte_start": 13474969,
                "start": 3350.307
              },
              {
                "stop": 3382.798,
                "text": "We might add here at this point that these men have never claimed the full arguable scope of that protection.",
                "byte_stop": 13604955,
                "byte_start": 13569115,
                "start": 3373.84
              },
              {
                "stop": 3386.814,
                "text": "They have never claimed that they had a right to a job at Sandusky.",
                "byte_stop": 13621046,
                "byte_start": 13604955,
                "start": 3382.798
              }
            ],
            "start": 3204.861
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 13621046,
            "byte_stop": 13755838,
            "stop": 3420.512,
            "text_blocks": [
              {
                "stop": 3416.632,
                "text": "Is that not one of the point here as to what that first agreement means, it is arguable that is there any more than that provided further that none of such employees shall be deprived of the employment or placed in a worst position with respect to compensation at any time during such employment, except and so forth, does that mean just a partial years employment?",
                "byte_stop": 13740269,
                "byte_start": 13621046,
                "start": 3386.814
              },
              {
                "stop": 3420.512,
                "text": "It does not mean a four-year, is it arguable is what I am asking, Mr. Murray?",
                "byte_stop": 13755838,
                "byte_start": 13740269,
                "start": 3416.632
              }
            ],
            "start": 3386.814
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 13755838,
            "byte_stop": 14105774,
            "stop": 3507.986,
            "text_blocks": [
              {
                "stop": 3431.78,
                "text": "Yes, Mr. Justice Blackmun, you just read part of Section 3 but attached to that same agreement was a very simple formula and which is admitted was part of that agreement.",
                "byte_stop": 13800873,
                "byte_start": 13755838,
                "start": 3420.512
              },
              {
                "stop": 3440.024,
                "text": "And it provided that the employee’s protection was to be supplemented to the extent that it fell below his average monthly compensation.",
                "byte_stop": 13833892,
                "byte_start": 13800873,
                "start": 3431.78
              },
              {
                "stop": 3447.844,
                "text": "Based upon the last 12 months in which he performs service divided by 12.",
                "byte_stop": 13865134,
                "byte_start": 13833892,
                "start": 3440.024
              },
              {
                "stop": 3467.181,
                "text": "And it is practical matter the only exposure of the Norfolk and Western and Sandusky under this pre-merger agreement was during the transitional period and this is alluded to indirectly by the District Court because this particular merger protection agreement had a built in a protection against failure of the merger.",
                "byte_stop": 13942561,
                "byte_start": 13865134,
                "start": 3447.844
              },
              {
                "stop": 3479.033,
                "text": "If your Court may have noted that there was a proviso in there that if the Norfolk and Western’s traffic or revenues declined as a result of this merger, these employees will not be protected.",
                "byte_stop": 13989895,
                "byte_start": 13942561,
                "start": 3467.181
              },
              {
                "stop": 3495.189,
                "text": "And all that means is that neither you have to meteor of operations, Pennsylvania is going out of operation, the Norfolk and Western is coming in and to the extent that after this merger, the Norfolk and Western business declined from that point on, these employees would not have any protection.",
                "byte_stop": 14054574,
                "byte_start": 13989895,
                "start": 3479.033
              },
              {
                "stop": 3507.986,
                "text": "The only thing that they are asking, they only thing that they have asked here is for that simple compensation protection as a result of being out of the job at Sandusky after the merger and that is the only thing that they have asked.",
                "byte_stop": 14105774,
                "byte_start": 14054574,
                "start": 3495.189
              }
            ],
            "start": 3420.512
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 14105774,
            "byte_stop": 14135972,
            "stop": 3515.54,
            "text_blocks": [
              {
                "stop": 3515.54,
                "text": "Does not that really add up to where we were before that perhaps they made an improvident agreement?",
                "byte_stop": 14135972,
                "byte_start": 14105774,
                "start": 3507.986
              }
            ],
            "start": 3507.986
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 14135972,
            "byte_stop": 14328128,
            "stop": 3563.578,
            "text_blocks": [
              {
                "stop": 3531.996,
                "text": "We would concede that, Mr. Chief Justice Burger, if the union agreed to what Norfolk and Western claims they agreed here, it was at least improvident, if not egregious and unfair.",
                "byte_stop": 14201800,
                "byte_start": 14135972,
                "start": 3515.54
              },
              {
                "stop": 3563.578,
                "text": "If you look from their point of view, these men are out of work and they filed their claim, they are told, “You cannot be compensated for the simple reason that we do not have Pennsylvania earnings available so, wait!” and they wait a year, this is what happened to them. They wait a year and the pressure builds up within the union so that their local chairman puts pressure on the intermediate run and they go to Cleveland and they sit down and they enter in to this subsequent agreement which we have alluded to here.",
                "byte_stop": 14328128,
                "byte_start": 14201800,
                "start": 3531.996
              }
            ],
            "start": 3515.54
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 14328128,
            "byte_stop": 14411407,
            "stop": 3584.414,
            "text_blocks": [
              {
                "stop": 3584.414,
                "text": "What is the rather dangerous proposition to for all contracted parties to urge this kind of relief from provident contracts, I suspect that sometime railroads make provident contracts, would they be entitled to relief because of that?",
                "byte_stop": 14411407,
                "byte_start": 14328128,
                "start": 3563.578
              }
            ],
            "start": 3563.578
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 14411407,
            "byte_stop": 14712651,
            "stop": 3659.723,
            "text_blocks": [
              {
                "stop": 3613.106,
                "text": "All that we would say is that Your Honor, where you have a statute with the clear policy, underlying policy reasons at the Interstate Commerce Act Section 5 (2) (f) has -- which has a sole purpose of existence employee protection, to say that for any reason because of political motivation, because of ignorance of what is in the Interstate Commerce Acts or the Interstate Commission's Order.",
                "byte_stop": 14526241,
                "byte_start": 14411407,
                "start": 3584.414
              },
              {
                "stop": 3629.817,
                "text": "If the railroads can sit down with the representatives of these employees who are politically and practically disrupted in their lives by and can simply abolish out of hand, the protection given by the Interstate Commerce Commission which is exactly what happened here.",
                "byte_stop": 14593010,
                "byte_start": 14526241,
                "start": 3613.106
              },
              {
                "stop": 3639.682,
                "text": "Then in this type of case, the protection of the Interstate Commerce act is a cruel illusion and that is what it turned out to be to these men.",
                "byte_stop": 14632507,
                "byte_start": 14593010,
                "start": 3629.817
              },
              {
                "stop": 3643.811,
                "text": "These men ended up literally in a worst position.",
                "byte_stop": 14649017,
                "byte_start": 14632507,
                "start": 3639.682
              },
              {
                "stop": 3659.723,
                "text": "These employees literally ended up in a worst position that if the Interstate Commerce Act had never been written and then if they had never been promised anything under the pre-merger agreements as a practical matter.",
                "byte_stop": 14712651,
                "byte_start": 14649017,
                "start": 3643.811
              }
            ],
            "start": 3584.414
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 14712651,
            "byte_stop": 14741804,
            "stop": 3667.003,
            "text_blocks": [
              {
                "stop": 3667.003,
                "text": "We are assuming all you say in order to give you the relief you want, do we not have to rewrite the notwithstanding clause?",
                "byte_stop": 14741804,
                "byte_start": 14712651,
                "start": 3659.723
              }
            ],
            "start": 3659.723
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 14741804,
            "byte_stop": 14788197,
            "stop": 3678.613,
            "text_blocks": [
              {
                "stop": 3678.613,
                "text": "No, Mr. Justice Marshall, I would submit that you really do not, as matter of fact, we feel that notwithstanding clause is very much --",
                "byte_stop": 14788197,
                "byte_start": 14741804,
                "start": 3667.003
              }
            ],
            "start": 3667.003
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 14788197,
            "byte_stop": 14805960,
            "stop": 3683.044,
            "text_blocks": [
              {
                "stop": 3683.044,
                "text": "You mean Sections 1 and 2 among others --",
                "byte_stop": 14805960,
                "byte_start": 14788197,
                "start": 3678.613
              }
            ],
            "start": 3678.613
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 14805960,
            "byte_stop": 15133327,
            "stop": 3764.885,
            "text_blocks": [
              {
                "stop": 3692.395,
                "text": "That is correct that there is nothing really inconsistent between the third sentence of Section 5 (2) (f) in the first and second sentences.",
                "byte_stop": 14843368,
                "byte_start": 14805960,
                "start": 3683.044
              },
              {
                "stop": 3702.823,
                "text": "We feel that all that this boils down to is that the Interstate Commerce Commission is required to impose conditions where the parties can agree upon.",
                "byte_stop": 14885059,
                "byte_start": 14843368,
                "start": 3692.395
              },
              {
                "stop": 3714.442,
                "text": "And where the parties agree upon and the very least that they have to do is make sure that the employees who are going to be most drastically affected in their employment relationships receive the minimal level of protection.",
                "byte_stop": 14931557,
                "byte_start": 14885059,
                "start": 3702.823
              },
              {
                "stop": 3715.897,
                "text": "That is all we are saying.",
                "byte_stop": 14937408,
                "byte_start": 14931557,
                "start": 3714.442
              },
              {
                "stop": 3742.525,
                "text": "We have an alternative argument in there that even this Court should hold that notwithstanding clause relieves the Interstate Commerce Commission of any responsibility whatsoever with respect to employee protection and at the very least this Court should hold as a practical matter, if you are going to have these mergers carried out at all, is that at the enforcement stages, they have a right to the remedial scheme of the Interstate Commerce Act first of all.",
                "byte_stop": 15043884,
                "byte_start": 14937408,
                "start": 3715.897
              },
              {
                "stop": 3764.885,
                "text": "And secondly, that their unions cannot sit down and literally undo out of hand, protection afforded by the Interstate Commerce Commission or by the agreement between the union and the Railroad at the time that the protective conditions were considered and agreed upon.",
                "byte_stop": 15133327,
                "byte_start": 15043884,
                "start": 3742.525
              }
            ],
            "start": 3683.044
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 15133327,
            "byte_stop": 15190274,
            "stop": 3779.109,
            "text_blocks": [
              {
                "stop": 3779.109,
                "text": "It is a little like arguing though, I suggest that Railroad should not have its interest undone because of the provident agreement made by their lawyers thereat.",
                "byte_stop": 15190274,
                "byte_start": 15133327,
                "start": 3764.885
              }
            ],
            "start": 3764.885
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 15190274,
            "byte_stop": 15909268,
            "stop": 3958.87,
            "text_blocks": [
              {
                "stop": 3783.989,
                "text": "Mr. Justice Burger, may I come back to a point that I tried to make a moment ago.",
                "byte_stop": 15209709,
                "byte_start": 15190274,
                "start": 3779.109
              },
              {
                "stop": 3807.38,
                "text": "As a practical matter, it would be far more disastrous for the railroad industry, if this Court should reverse the reasoning of the District Court and the Court of Appeals, then it would be for the employees in the position of these plaintiffs, if I may take a moment to explain why.",
                "byte_stop": 15303332,
                "byte_start": 15209709,
                "start": 3783.989
              },
              {
                "stop": 3820.024,
                "text": "The basic holding of this Court, of the Courts below is that Section 511 exempts the carriers and the railroads from the operation of the Railway Labor Act.",
                "byte_stop": 15353905,
                "byte_start": 15303332,
                "start": 3807.38
              },
              {
                "stop": 3826.873,
                "text": "These men are coming here merely saying that under the Interstate Commerce Act they have certain rights to protection.",
                "byte_stop": 15381281,
                "byte_start": 15353905,
                "start": 3820.024
              },
              {
                "stop": 3830.39,
                "text": "Now, turn that around if you would for sake a hypothetical illustration.",
                "byte_stop": 15395387,
                "byte_start": 15381281,
                "start": 3826.873
              },
              {
                "stop": 3842.827,
                "text": "Suppose that Sandusky, that the employees had put their foot down through their unions and said “We are not going ahead with this merger until you comply with the major dispute procedures of the Railway Labor Act”.",
                "byte_stop": 15445124,
                "byte_start": 15395387,
                "start": 3830.39
              },
              {
                "stop": 3851.508,
                "text": "That is we do not like certain condition that we agreed upon and we do not like certain condition the Interstate Commerce Commission imposed here.",
                "byte_stop": 15479815,
                "byte_start": 15445124,
                "start": 3842.827
              },
              {
                "stop": 3857.323,
                "text": "And before you can go ahead, we will strike, if you go ahead and change our contract.",
                "byte_stop": 15503116,
                "byte_start": 15479815,
                "start": 3851.508
              },
              {
                "stop": 3897.338,
                "text": "Now, all that we are saying here is that the same principles which the Court applied below, that is if you are going to get these mergers in to effect and efficaciously provide employment for the employees, and if you are going to absolved the railroad from having the unions hold a threat of strike over their head, if they do not do something different to the Interstate Commerce Commission order, as was the case in North Western, you simply got to reconcile the objectives of the Railway Labor Act which we concede require collective agreements on all matters and the requirements of the Interstate Commerce Act.",
                "byte_stop": 15663090,
                "byte_start": 15503116,
                "start": 3857.323
              },
              {
                "stop": 3898.471,
                "text": "And that is what the Court did.",
                "byte_stop": 15667688,
                "byte_start": 15663090,
                "start": 3897.338
              },
              {
                "stop": 3925.624,
                "text": "And we suggest that there is a real genius in the decisions of the Courts below, a very great perception because in effect it hires out the disputes related to mergers and makes the Interstate Commerce Act the applicable law and obviates the risk of national rail strikes, in situations where the unions do not like what the Interstate Commerce Commission requires.",
                "byte_stop": 15776253,
                "byte_start": 15667688,
                "start": 3898.471
              },
              {
                "stop": 3958.87,
                "text": "We feel that, if I may say in conclusion, we feel that the results to the railroad industry itself would be far more deleterious and far more adverse, if the decisions of the Courts below were reversed, as reflected in this most practical intensely practical aspects by the fact situation in the North Western case upon which the District Court and the Court of Appeals very heavily relied.",
                "byte_stop": 15909268,
                "byte_start": 15776253,
                "start": 3925.624
              }
            ],
            "start": 3779.109
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 15909268,
            "byte_stop": 15992233,
            "stop": 3979.601,
            "text_blocks": [
              {
                "stop": 3979.601,
                "text": "In your hypothetical case Mr. Murray, if the union and the employees did not like the conditions that were imposed by the ICC and they did strike, could the strike be enjoined?",
                "byte_stop": 15992233,
                "byte_start": 15909268,
                "start": 3958.87
              }
            ],
            "start": 3958.87
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 15992233,
            "byte_stop": 16008847,
            "stop": 3983.764,
            "text_blocks": [
              {
                "stop": 3983.764,
                "text": "Yes, it could, Your Honor, yes it could.",
                "byte_stop": 16008847,
                "byte_start": 15992233,
                "start": 3979.601
              }
            ],
            "start": 3979.601
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 16008847,
            "byte_stop": 16013026,
            "stop": 3984.801,
            "text_blocks": [
              {
                "stop": 3984.801,
                "text": "Why?",
                "byte_stop": 16013026,
                "byte_start": 16008847,
                "start": 3983.764
              }
            ],
            "start": 3983.764
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 16013026,
            "byte_stop": 16102365,
            "stop": 4007.154,
            "text_blocks": [
              {
                "stop": 4007.154,
                "text": "Well, if I may use the phrase -- the real beauty of the decision below, because the Court held the Interstate Commerce Act and not the Railway Labor Act applies -- if may call your attention Mr. Justice Stewart to 49 US Section 511 which exempts the carriers and the employees from the operation of the Railway Labor Act.",
                "byte_stop": 16102365,
                "byte_start": 16013026,
                "start": 3984.801
              }
            ],
            "start": 3984.801
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 16102365,
            "byte_stop": 16116994,
            "stop": 4010.803,
            "text_blocks": [
              {
                "stop": 4010.803,
                "text": "There would be a illegal strike and that could be enjoined?",
                "byte_stop": 16116994,
                "byte_start": 16102365,
                "start": 4007.154
              }
            ],
            "start": 4007.154
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_j_murray_jr",
              "name": "Thomas J. Murray, Jr.",
              "last_name": "Murray,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43023,
              "identifier": "thomas_j_murray_jr"
            },
            "byte_start": 16116994,
            "byte_stop": 16504546,
            "stop": 4107.687,
            "text_blocks": [
              {
                "stop": 4027.423,
                "text": "And as it was done in the North Western, they threatened a strike and if I may say just in conclusion, I lost the case in the Northern District of Ohio, three-and-a-half weeks ago where the railroad and Norfolk and Western came in and rely on this very decision.",
                "byte_stop": 16183449,
                "byte_start": 16116994,
                "start": 4010.803
              },
              {
                "stop": 4034.398,
                "text": "The Nemitz case and I may take just a moment to give Mr. Justice Stewart the facts of that case.",
                "byte_stop": 16211348,
                "byte_start": 16183449,
                "start": 4027.423
              },
              {
                "stop": 4048.585,
                "text": "The Railroad attempted to change the merger benefits, to adjust them downward as a result of the Hours of Service Act Amendments which limit the number of hours an employee can work.",
                "byte_stop": 16268086,
                "byte_start": 16211348,
                "start": 4034.398
              },
              {
                "stop": 4059.248,
                "text": "And the union took a National strike ballot and they asked me to take the case to Court and I knew this Nemitz case was here and I knew we are gong to meet it and we did and we lost.",
                "byte_stop": 16310822,
                "byte_start": 16268086,
                "start": 4048.585
              },
              {
                "stop": 4107.687,
                "text": "And we lost because the Court said that the law that applies here is the Interstate Commerce Act and the Nemitz decision and the rationale of the Nemitz in North Western decisions literally, in that case in C 70-145 that will be recorded in the federal supplement, that case literally removed the risk of the National Railroad strike and it is give an expeditious avenue of determination of disputes which arise in the aftermath of these complicated rail consolidation which are bound to create disputes out of confusion or ignorance or whatever as was done this case, and in this case it just happened to be that the victims of the confusion were the employees, it could very well up in the railroad, the railroads themselves.",
                "byte_stop": 16504546,
                "byte_start": 16310822,
                "start": 4059.248
              }
            ],
            "start": 4010.803
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 16504546,
            "byte_stop": 16542685,
            "stop": 4117.224,
            "text_blocks": [
              {
                "stop": 4110.907,
                "text": "Very well thank you Mr. Murray.",
                "byte_stop": 16517399,
                "byte_start": 16504546,
                "start": 4107.687
              },
              {
                "stop": 4117.224,
                "text": "You have about 3 minutes to left, if you need it Mr. Lucente.",
                "byte_stop": 16542685,
                "byte_start": 16517399,
                "start": 4110.907
              }
            ],
            "start": 4107.687
          }
        ],
        "stop": 4117.224,
        "byte_stop": 16542685,
        "byte_start": 8945859,
        "start": 2218.018
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/martin_m_lucente",
              "name": "Martin M. Lucente",
              "last_name": "Lucente",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36174,
              "identifier": "martin_m_lucente"
            },
            "byte_start": 16542685,
            "byte_stop": 16672148,
            "stop": 4149.591,
            "text_blocks": [
              {
                "stop": 4135.716,
                "text": "-- The court please, just in reference to this last case that Mr. Murray cited, beholding that Court in that case was that, the arbitration provisions governed that the employees were required to arbitrate and could not maintain a judicial action for the purpose of securing an interpretation.",
                "byte_stop": 16616664,
                "byte_start": 16542685,
                "start": 4117.224
              },
              {
                "stop": 4148.595,
                "text": "It was not the provision of the Interstate Commerce Act that came into play in that decision but the fact that arbitration period in the underlying document and that of course is characteristic of the agreements which the employees made.",
                "byte_stop": 16668177,
                "byte_start": 16616664,
                "start": 4135.716
              },
              {
                "stop": 4149.591,
                "text": "That is all I have.",
                "byte_stop": 16672148,
                "byte_start": 16668177,
                "start": 4148.595
              }
            ],
            "start": 4117.224
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 16672148,
            "byte_stop": 16683433,
            "stop": 4152.435,
            "text_blocks": [
              {
                "stop": 4150.326,
                "text": "Thank you gentlemen.",
                "byte_stop": 16675074,
                "byte_start": 16672148,
                "start": 4149.591
              },
              {
                "stop": 4152.435,
                "text": "The case has submitted.",
                "byte_stop": 16683433,
                "byte_start": 16675074,
                "start": 4150.326
              }
            ],
            "start": 4149.591
          }
        ],
        "stop": 4152.435,
        "byte_stop": 16683433,
        "byte_start": 16542685,
        "start": 4117.224
      }
    ],
    "duration": 4152.435
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1971/70-97/19711021a_70-97.delivery.mp3",
      "id": 43354,
      "size": 16683642
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1971/70-97/19711021a_70-97.ogg",
      "id": 65248,
      "size": 38859268
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1971/70-97/19711021a_70-97.m3u8",
      "id": 65249,
      "size": 58281
    }
  ],
  "public_note": null
}