{
  "title": "Oral Argument - March 22, 1972",
  "damaged": null,
  "id": 17826,
  "unavailable": null,
  "transcript": {
    "title": "Strait v. Laird",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 73716,
            "byte_stop": 231287,
            "stop": 39.385,
            "text_blocks": [
              {
                "stop": 31.143,
                "text": "We'll hear arguments next in Strait against Laird.",
                "byte_stop": 198372,
                "byte_start": 73716,
                "start": 0
              },
              {
                "stop": 39.385,
                "text": "Mr. Hansen, you may proceed whenever you're ready.",
                "byte_stop": 231287,
                "byte_start": 198372,
                "start": 31.143
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 231287,
            "byte_stop": 800443,
            "stop": 181.673,
            "text_blocks": [
              {
                "stop": 42.555,
                "text": "Mr. Chief Justice, and may it please the Court.",
                "byte_stop": 244034,
                "byte_start": 231287,
                "start": 39.385
              },
              {
                "stop": 57.7,
                "text": "This case involves the right of a reserve member of the armed services to obtain prompt judicial review of a decision by the army denying his request for conscientious objector discharge.",
                "byte_stop": 304534,
                "byte_start": 244034,
                "start": 42.555
              },
              {
                "stop": 65.607,
                "text": "The case arises on its particular facts which are typical with those facts found in unattached reservists cases.",
                "byte_stop": 336194,
                "byte_start": 304534,
                "start": 57.7
              },
              {
                "stop": 76.56,
                "text": "The facts have cause in decision below and a conflict among the circuits with respect to certain unresolved question of federal court jurisdiction.",
                "byte_stop": 379976,
                "byte_start": 336194,
                "start": 65.607
              },
              {
                "stop": 96.738,
                "text": "Because the facts are so important, I would like to elaborate a bit on the petitioner in this case, Lieutenant Johnny Strait who was born and raised in San Francisco, California was a member of the Army ROTC at the University of California at Davis and he received the commission as a Reserve Second Lieutenant upon his graduation.",
                "byte_stop": 460746,
                "byte_start": 379976,
                "start": 76.56
              },
              {
                "stop": 105.241,
                "text": "Although his two-year active duty obligation was deferred in order that he could go to law school which he did over the next three years in Yale University.",
                "byte_stop": 494705,
                "byte_start": 460746,
                "start": 96.738
              },
              {
                "stop": 113.321,
                "text": "And after graduating from law school, he returned to his home in San Francisco in order to take California Bar Exam with Army permission.",
                "byte_stop": 527097,
                "byte_start": 494705,
                "start": 105.241
              },
              {
                "stop": 131.702,
                "text": "And it was while he was at home waiting to take the bar exam that he had a series of personal events in his life including a suicide of a very close cousin, caused him to realize that he held beliefs and conscience that made it impossible for him to fulfill his military obligation.",
                "byte_stop": 600554,
                "byte_start": 527097,
                "start": 113.321
              },
              {
                "stop": 137.995,
                "text": "According to him, he requested that he be discharged from the Army Reserve on grounds of conscientious objection.",
                "byte_stop": 625736,
                "byte_start": 600554,
                "start": 131.702
              },
              {
                "stop": 149.256,
                "text": "In pursuant to applicable army regulations, a series of interviews and a hearing were held in a Fort Ord, California, a large army base near San Francisco.",
                "byte_stop": 670771,
                "byte_start": 625736,
                "start": 137.995
              },
              {
                "stop": 172.05,
                "text": "The results of those interviews in that hearing which were favorable to Lieutenant Strait's claim were forwarded to a Board of Officers at the Army Reserve Components Personnel Center in Indianapolis, Indiana, where the board concluded after reviewing the record that Lieutenant Strait did not meet the criteria of the regulation recommended against granting the discharge.",
                "byte_stop": 761990,
                "byte_start": 670771,
                "start": 149.256
              },
              {
                "stop": 181.673,
                "text": "He was notified of that decision and informed that he would be required to proceed as previously ordered in the week to active duty at Fort Gordon, Georgia.",
                "byte_stop": 800443,
                "byte_start": 761990,
                "start": 172.05
              }
            ],
            "start": 39.385
          },
          {
            "speaker": null,
            "byte_start": 800443,
            "byte_stop": 814026,
            "stop": 185.057,
            "text_blocks": [
              {
                "stop": 185.057,
                "text": "Who made the final decision Mr. Hansen, that within the army?",
                "byte_stop": 814026,
                "byte_start": 800443,
                "start": 181.673
              }
            ],
            "start": 181.673
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 814026,
            "byte_stop": 859166,
            "stop": 196.35,
            "text_blocks": [
              {
                "stop": 196.35,
                "text": "Apparently, although the regulation is not specifically clear on this, that decision is delegated to the Commanding Officer of the Reserve Components Personnel Center by the Secretary of the Army.",
                "byte_stop": 859166,
                "byte_start": 814026,
                "start": 185.057
              }
            ],
            "start": 185.057
          },
          {
            "speaker": null,
            "byte_start": 859166,
            "byte_stop": 866062,
            "stop": 198.081,
            "text_blocks": [
              {
                "stop": 198.081,
                "text": "That's at Fort Benjamin Harrison?",
                "byte_stop": 866062,
                "byte_start": 859166,
                "start": 196.35
              }
            ],
            "start": 196.35
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 866062,
            "byte_stop": 2081069,
            "stop": 501.836,
            "text_blocks": [
              {
                "stop": 198.763,
                "text": "Yes, that's correct.",
                "byte_stop": 868779,
                "byte_start": 866062,
                "start": 198.081
              },
              {
                "stop": 206.496,
                "text": "He is the Commander of the -- essentially of that installation or that portion of that installation.",
                "byte_stop": 899708,
                "byte_start": 868779,
                "start": 198.763
              },
              {
                "stop": 213.845,
                "text": "When he learned of the adverse decision, he immediately petitioned for review of that action in the Federal District Court in San Francisco.",
                "byte_stop": 929174,
                "byte_start": 899708,
                "start": 206.496
              },
              {
                "stop": 222.797,
                "text": "The Government moved to dismiss on the grounds of Commanding Officer of the Reserve Center that was not present in the district and therefore, the Court did not have jurisdiction.",
                "byte_stop": 964909,
                "byte_start": 929174,
                "start": 213.845
              },
              {
                "stop": 232.796,
                "text": "That motion was denied but the Court ultimately on the merits denied relief to the Lieutenant Strait and consequently both sides appeal to the Court of Appeals for the Ninth Circuit.",
                "byte_stop": 1004929,
                "byte_start": 964909,
                "start": 222.797
              },
              {
                "stop": 247.187,
                "text": "The Ninth Circuit initially affirmed to District Court's jurisdictional finding but reversed it on the merits finding unanimously that there was no basis in fact in the record to support the army's denial of Lieutenant Strait's request for discharge.",
                "byte_stop": 1062503,
                "byte_start": 1004929,
                "start": 232.796
              },
              {
                "stop": 252.339,
                "text": "Shortly thereafter, this Court last Term decided the case of Schlanger against Seamans.",
                "byte_stop": 1083087,
                "byte_start": 1062503,
                "start": 247.187
              },
              {
                "stop": 262.65,
                "text": "Now, on that basis, the Government petitioned the Court of Appeals for rehearing and that petition was granted in the Court of Appeals on the authority of Schlanger, ordered the entire proceedings dismissed.",
                "byte_stop": 1124361,
                "byte_start": 1083087,
                "start": 252.339
              },
              {
                "stop": 265.709,
                "text": "And that is the decision which is now before this Court.",
                "byte_stop": 1136586,
                "byte_start": 1124361,
                "start": 262.65
              },
              {
                "stop": 267.314,
                "text": "It raises a number of questions.",
                "byte_stop": 1143065,
                "byte_start": 1136586,
                "start": 265.709
              },
              {
                "stop": 269.15,
                "text": "There are two principal questions.",
                "byte_stop": 1150379,
                "byte_start": 1143065,
                "start": 267.314
              },
              {
                "stop": 281.533,
                "text": "The first is whether in order for a District Court to have habeas corpus jurisdiction, both the petitioner and his custodian must be physically present in that district.",
                "byte_stop": 1199907,
                "byte_start": 1150379,
                "start": 269.15
              },
              {
                "stop": 292.789,
                "text": "The second question is whether habeas corpus is the only remedy available to a serviceman, seeking to obtain judicial review of a denial of the request for discharge.",
                "byte_stop": 1244942,
                "byte_start": 1199907,
                "start": 281.533
              },
              {
                "stop": 300.193,
                "text": "That question of course includes several aspects but that is the primary second issue.",
                "byte_stop": 1274513,
                "byte_start": 1244942,
                "start": 292.789
              },
              {
                "stop": 319.565,
                "text": "Now with respect the habeas corpus issue, this Court in this context is called upon to balance the greatness of the writ of habeas corpus which relies on its prompt availability against the territorial restriction which Congress has placed on the District Court's to grant writs of habeas corpus.",
                "byte_stop": 1352044,
                "byte_start": 1274513,
                "start": 300.193
              },
              {
                "stop": 322.832,
                "text": "The restriction that is included in the statute in the following phrase.",
                "byte_stop": 1365105,
                "byte_start": 1352044,
                "start": 319.565
              },
              {
                "stop": 329.266,
                "text": "The District Courts may grant writs of habeas corpus within their respective jurisdictions.",
                "byte_stop": 1390810,
                "byte_start": 1365105,
                "start": 322.832
              },
              {
                "stop": 364.698,
                "text": "As the Government's contention here that that phrase means that both the petitioner and the custodian must be physically present in the district in order for the court to grant the writ, whereas petitioner contends that as long as he is physically present in the district, it is only necessarily that the custodian be present jurisdictionally through context that he has had with the petitioner in the district and it is not necessary at least in this context and the limited context that arises that the custodian be physically present.",
                "byte_stop": 1532603,
                "byte_start": 1390810,
                "start": 329.266
              },
              {
                "stop": 377.91,
                "text": "Now to support this contention, we looked first to the history of the habeas corpus statute in this particular phrase which was inserted into the statute and has remained unchanged in 1867.",
                "byte_stop": 1585370,
                "byte_start": 1532603,
                "start": 364.698
              },
              {
                "stop": 391.585,
                "text": "The purpose of that insertion into the statute at that time was to avoid the situation where petitioners in habeas corpus proceedings might have to be transported about around the country.",
                "byte_stop": 1640123,
                "byte_start": 1585370,
                "start": 377.91
              },
              {
                "stop": 396.325,
                "text": "Ironically, the government's contention here was that the petitioner must do that very thing.",
                "byte_stop": 1659035,
                "byte_start": 1640123,
                "start": 391.585
              },
              {
                "stop": 405.563,
                "text": "He must travel long distances across this country before he can invoke the habeas corpus jurisdiction of the District Court.",
                "byte_stop": 1696025,
                "byte_start": 1659035,
                "start": 396.325
              },
              {
                "stop": 428.031,
                "text": "The problem that we have in this case with respect to this particular phrase though arises because there are new class of habeas corpus petitioners in this country now as the result of the series of decisions of this Court which has expanded the availability of the writ of habeas corpus to include persons who are not an actual physical complainant or not actually held behind bars.",
                "byte_stop": 1785886,
                "byte_start": 1696025,
                "start": 405.563
              },
              {
                "stop": 438.333,
                "text": "And this class of petitioners may indeed be in one district and the custodian be in another situation that was previously highly unlikely to ever arise.",
                "byte_stop": 1827055,
                "byte_start": 1785886,
                "start": 428.031
              },
              {
                "stop": 456.484,
                "text": "Now, this Court has interpreted this phrase in the past in the case of Ahrens against Clark and has there concluded that a petitioner must indeed be physically present in the district for the District Court to have jurisdiction and it has not change this ruling apparently in view of the new class of petitioners that exist.",
                "byte_stop": 1899675,
                "byte_start": 1827055,
                "start": 438.333
              },
              {
                "stop": 460.779,
                "text": "But of course that requirement is met here.",
                "byte_stop": 1916916,
                "byte_start": 1899675,
                "start": 456.484
              },
              {
                "stop": 484.408,
                "text": "But there is no question that if the custodian must also be physically present in the district that this will greatly restrict the availability of the writ of habeas corpus certainly to the particular facts of petitioners that we have before the Court today, and it is our contention that this is contrary to the purpose behind the phrase in the statute.",
                "byte_stop": 2011375,
                "byte_start": 1916916,
                "start": 460.779
              },
              {
                "stop": 491.305,
                "text": "It's contrary to the purposes of the great writ that it be properly available.",
                "byte_stop": 2038960,
                "byte_start": 2011375,
                "start": 484.408
              },
              {
                "stop": 494.272,
                "text": "It advances no policy interest of the Government.",
                "byte_stop": 2050872,
                "byte_start": 2038960,
                "start": 491.305
              },
              {
                "stop": 501.836,
                "text": "The Government benefits in no particular way from this rule, and it does create substantial hardships to the petitioner.",
                "byte_stop": 2081069,
                "byte_start": 2050872,
                "start": 494.272
              }
            ],
            "start": 198.081
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2081069,
            "byte_stop": 2237282,
            "stop": 540.891,
            "text_blocks": [
              {
                "stop": 512.741,
                "text": "What could be your view Mr. Hansen of this hypothetical situation that I will put to you outside the context of the military case?",
                "byte_stop": 2124746,
                "byte_start": 2081069,
                "start": 501.836
              },
              {
                "stop": 529.34,
                "text": "A prisoner or to say in confinement in the State of Georgia receives a special release to go to California to attend a funeral of some member of his family, that situation sometimes arises.",
                "byte_stop": 2191097,
                "byte_start": 2124746,
                "start": 512.741
              },
              {
                "stop": 535.489,
                "text": "And then while he is in California brings a suit against the warden of the prison in Georgia.",
                "byte_stop": 2215757,
                "byte_start": 2191097,
                "start": 529.34
              },
              {
                "stop": 540.891,
                "text": "It could follow from your argument that District of California would have jurisdiction.",
                "byte_stop": 2237282,
                "byte_start": 2215757,
                "start": 535.489
              }
            ],
            "start": 501.836
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 2237282,
            "byte_stop": 2562140,
            "stop": 622.081,
            "text_blocks": [
              {
                "stop": 556.914,
                "text": "Not necessarily and there are number of reasons why that would be true. First of all, as we pointed out in our brief that petitioner must always meet himself the jurisdictional and venue requirements before he can invoke the jurisdiction of the District Court.",
                "byte_stop": 2301438,
                "byte_start": 2237282,
                "start": 540.891
              },
              {
                "stop": 568.713,
                "text": "Although he may be physically present, he may not be a resident of the district and therefore, the District Court may not have venue over the action or may find that there is a more convenient forum where the action can be heard.",
                "byte_stop": 2348668,
                "byte_start": 2301438,
                "start": 556.914
              },
              {
                "stop": 587.366,
                "text": "And then there is a second question as to whether the custodian in that particular case that you mentioned is jurisdictionally present in the district because from the hypothetical that you pose, I don't see any contacts that the warden would have had that the petitioner while he was in the district where he had been allowed to go.",
                "byte_stop": 2423274,
                "byte_start": 2348668,
                "start": 568.713
              },
              {
                "stop": 595.354,
                "text": "Even if he had had some nominal contacts, they certainly would not relate to the subject matter of the action that he brought.",
                "byte_stop": 2455143,
                "byte_start": 2423274,
                "start": 587.366
              },
              {
                "stop": 609.897,
                "text": "Third, I think the Court might have some difficulty serving process, but I am not sure if you were talking about a federal prisoner or a state prisoner and we must keep in mind that that's an important distinction that arises in these cases.",
                "byte_stop": 2513344,
                "byte_start": 2455143,
                "start": 595.354
              },
              {
                "stop": 622.081,
                "text": "It makes the rule that we urged limited in its application because it really could arise only in the situations where the prisoner is a -- where this issues are federal issues and the custodian is a federal officer.",
                "byte_stop": 2562140,
                "byte_start": 2513344,
                "start": 609.897
              }
            ],
            "start": 540.891
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2562140,
            "byte_stop": 2650539,
            "stop": 644.198,
            "text_blocks": [
              {
                "stop": 625.027,
                "text": "Well, then narrowing it.",
                "byte_stop": 2573843,
                "byte_start": 2562140,
                "start": 622.081
              },
              {
                "stop": 640.328,
                "text": "Add to my assumption that the Georgia prisoner is the federal establishment at Atlanta, and then the United States Government, the Attorney General who is technically the custodian.",
                "byte_stop": 2635074,
                "byte_start": 2573843,
                "start": 625.027
              },
              {
                "stop": 644.198,
                "text": "Is he in California for purposes of this habeas corpus?",
                "byte_stop": 2650539,
                "byte_start": 2635074,
                "start": 640.328
              }
            ],
            "start": 622.081
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 2650539,
            "byte_stop": 2661824,
            "stop": 647.008,
            "text_blocks": [
              {
                "stop": 647.008,
                "text": "Well, if that is the question before this Court --",
                "byte_stop": 2661824,
                "byte_start": 2650539,
                "start": 644.198
              }
            ],
            "start": 644.198
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2661824,
            "byte_stop": 2669660,
            "stop": 648.975,
            "text_blocks": [
              {
                "stop": 648.975,
                "text": "Well, in view, in your view, he is?",
                "byte_stop": 2669660,
                "byte_start": 2661824,
                "start": 647.008
              }
            ],
            "start": 647.008
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 2669660,
            "byte_stop": 2729847,
            "stop": 664.018,
            "text_blocks": [
              {
                "stop": 661.301,
                "text": "From the facts that you stated, I would say that he is not because he did not have contact with the petitioner while the petitioner was in the distant district and had not in the sense entered that district.",
                "byte_stop": 2718980,
                "byte_start": 2669660,
                "start": 648.975
              },
              {
                "stop": 664.018,
                "text": "Now here, and this is --",
                "byte_stop": 2729847,
                "byte_start": 2718980,
                "start": 661.301
              }
            ],
            "start": 648.975
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2729847,
            "byte_stop": 2760253,
            "stop": 671.612,
            "text_blocks": [
              {
                "stop": 671.612,
                "text": "Let's assume for the moment that he was convicted in the same District Court in California where his family and [Voice Overlap] residence is located?",
                "byte_stop": 2760253,
                "byte_start": 2729847,
                "start": 664.018
              }
            ],
            "start": 664.018
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 2760253,
            "byte_stop": 2983548,
            "stop": 727.449,
            "text_blocks": [
              {
                "stop": 683.152,
                "text": "He would probably have jurisdiction in that District Court under Section 2255 and the question would not arise that he was convicted in that district and he was challenging his conviction.",
                "byte_stop": 2806333,
                "byte_start": 2760253,
                "start": 671.612
              },
              {
                "stop": 688.487,
                "text": "If he was challenging the conditions of his custody in Georgia, then that would be a different question.",
                "byte_stop": 2827754,
                "byte_start": 2806333,
                "start": 683.152
              },
              {
                "stop": 727.449,
                "text": "But there, he would have to show that the warden in Georgia had somehow entered this district of Northern District of California in order to be subject to its jurisdiction, and has never been there been I should say, never but if it is for a long time, this Court has held that it is not necessary for a person to be physically present in the court's district to be subject to its jurisdiction in other context and I see no reason considering the purposes behind the great writ, policies to be serve including the fact, the Government is not injured here and that petitioner is injured, why we cannot rely upon the context theory in this case.",
                "byte_stop": 2983548,
                "byte_start": 2827754,
                "start": 688.487
              }
            ],
            "start": 671.612
          },
          {
            "speaker": null,
            "byte_start": 2983548,
            "byte_stop": 3000057,
            "stop": 731.579,
            "text_blocks": [
              {
                "stop": 731.579,
                "text": "You are referring to international [Voice Overlap] of doing business type of thing?",
                "byte_stop": 3000057,
                "byte_start": 2983548,
                "start": 727.449
              }
            ],
            "start": 727.449
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3000057,
            "byte_stop": 3012492,
            "stop": 734.692,
            "text_blocks": [
              {
                "stop": 732.805,
                "text": "That's right.",
                "byte_stop": 3004968,
                "byte_start": 3000057,
                "start": 731.579
              },
              {
                "stop": 734.692,
                "text": "And I think --",
                "byte_stop": 3012492,
                "byte_start": 3004968,
                "start": 732.805
              }
            ],
            "start": 731.579
          },
          {
            "speaker": null,
            "byte_start": 3012492,
            "byte_stop": 3095874,
            "stop": 755.518,
            "text_blocks": [
              {
                "stop": 742.694,
                "text": "You say that your client would have been substantially prejudiced had he not been able to bring this action in Northern District of California.",
                "byte_stop": 3044570,
                "byte_start": 3012492,
                "start": 734.692
              },
              {
                "stop": 755.518,
                "text": "As I understand that Government's contention had he not brought the action in Northern District, he would shortly have been transferred at army expense to some camp in Georgia, and I take it, he then would have been free to the proceed in Georgia?",
                "byte_stop": 3095874,
                "byte_start": 3044570,
                "start": 742.694
              }
            ],
            "start": 734.692
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3095874,
            "byte_stop": 3098382,
            "stop": 756.163,
            "text_blocks": [
              {
                "stop": 756.163,
                "text": "That's correct.",
                "byte_stop": 3098382,
                "byte_start": 3095874,
                "start": 755.518
              }
            ],
            "start": 755.518
          },
          {
            "speaker": null,
            "byte_start": 3098382,
            "byte_stop": 3106637,
            "stop": 758.222,
            "text_blocks": [
              {
                "stop": 758.222,
                "text": "What would the hardship of that have consisted?",
                "byte_stop": 3106637,
                "byte_start": 3098382,
                "start": 756.163
              }
            ],
            "start": 756.163
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3106637,
            "byte_stop": 3187825,
            "stop": 778.517,
            "text_blocks": [
              {
                "stop": 761.008,
                "text": "I know, there are a number of problems that arise from that.",
                "byte_stop": 3117817,
                "byte_start": 3106637,
                "start": 758.222
              },
              {
                "stop": 765.61,
                "text": "Of course, we treated this extensively in our brief but I will review them very briefly here.",
                "byte_stop": 3136207,
                "byte_start": 3117817,
                "start": 761.008
              },
              {
                "stop": 772.09,
                "text": "The first is that in this case where you have a military reservist who has never been on active duty.",
                "byte_stop": 3162121,
                "byte_start": 3136207,
                "start": 765.61
              },
              {
                "stop": 776.058,
                "text": "It's important to him that he obtains a ruling before he has done active duty.",
                "byte_stop": 3178003,
                "byte_start": 3162121,
                "start": 772.09
              },
              {
                "stop": 778.517,
                "text": "That's essentially the subject matter of the case and --",
                "byte_stop": 3187825,
                "byte_start": 3178003,
                "start": 776.058
              }
            ],
            "start": 758.222
          },
          {
            "speaker": null,
            "byte_start": 3187825,
            "byte_stop": 3199946,
            "stop": 781.552,
            "text_blocks": [
              {
                "stop": 781.552,
                "text": "Well, a draftee doesn't have that benefit, does he?",
                "byte_stop": 3199946,
                "byte_start": 3187825,
                "start": 778.517
              }
            ],
            "start": 778.517
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3199946,
            "byte_stop": 3246758,
            "stop": 793.247,
            "text_blocks": [
              {
                "stop": 793.247,
                "text": "But the draftee has not yet exhausted his administrative remedies, and the draftee always has the option of refusing to submit for induction and never becoming subject to the harshness of the military domain.",
                "byte_stop": 3246758,
                "byte_start": 3199946,
                "start": 781.552
              }
            ],
            "start": 781.552
          },
          {
            "speaker": null,
            "byte_start": 3246758,
            "byte_stop": 3252818,
            "stop": 794.767,
            "text_blocks": [
              {
                "stop": 794.767,
                "text": "At the risk of criminal prosecution?",
                "byte_stop": 3252818,
                "byte_start": 3246758,
                "start": 793.247
              }
            ],
            "start": 793.247
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3252818,
            "byte_stop": 3788328,
            "stop": 928.652,
            "text_blocks": [
              {
                "stop": 802.203,
                "text": "Yes, but if he feels he has a strong case and that his case is one that is likely to win, the risk may be minimum.",
                "byte_stop": 3282598,
                "byte_start": 3252818,
                "start": 794.767
              },
              {
                "stop": 813.093,
                "text": "Secondly, although Lieutenant Strait would go to Georgia presumably at Government expense, his counsel would not go to be paid for his expenses in going to Georgia.",
                "byte_stop": 3326170,
                "byte_start": 3282598,
                "start": 802.203
              },
              {
                "stop": 827.231,
                "text": "Moreover, his counsel would not be familiar with the Georgia Courts and it may be necessary to obtain other counsel from Georgia in addition to which there is the time involved here, traveling back and forth across country in order to litigate cases.",
                "byte_stop": 3382699,
                "byte_start": 3326170,
                "start": 813.093
              },
              {
                "stop": 835.176,
                "text": "The only administrative procedures took place here in San Francisco and that's also where local counsel is most familiar with the case.",
                "byte_stop": 3414464,
                "byte_start": 3382699,
                "start": 827.231
              },
              {
                "stop": 843.5,
                "text": "It's not easy to litigate these matters in Federal Court if you have to start a fashion or place that's thousands of miles from your home and counsel.",
                "byte_stop": 3447796,
                "byte_start": 3414464,
                "start": 835.176
              },
              {
                "stop": 847.403,
                "text": "These are not as the Government seems to indicate minor problems.",
                "byte_stop": 3463365,
                "byte_start": 3447796,
                "start": 843.5
              },
              {
                "stop": 852.122,
                "text": "They would probably be insurmountable problems to a certain member of people.",
                "byte_stop": 3482278,
                "byte_start": 3463365,
                "start": 847.403
              },
              {
                "stop": 870.498,
                "text": "And that's the problems that we see with that suggestion on the part of the Government and again, emphasizing as the Second Circuit did in the case Arlen against Laird which is cited in our briefs and send direct conflict if the Ninth Circuit decision here expressly disagrees with that.",
                "byte_stop": 3555734,
                "byte_start": 3482278,
                "start": 852.122
              },
              {
                "stop": 879.468,
                "text": "The Second Circuit said that it's illogical if the man must go on active duty in order to contest the army's right to force him to go on active duty.",
                "byte_stop": 3591678,
                "byte_start": 3555734,
                "start": 870.498
              },
              {
                "stop": 886.246,
                "text": "It's sort of putting the cart before the horse, and that's what the petitioner wants why he wants prompt review.",
                "byte_stop": 3618741,
                "byte_start": 3591678,
                "start": 879.468
              },
              {
                "stop": 897.699,
                "text": "He doesn't want to have to go on active duty as these cases the matters we discussed in our brief indicate.",
                "byte_stop": 3664612,
                "byte_start": 3618741,
                "start": 886.246
              },
              {
                "stop": 914.387,
                "text": "The Court of course must reconcile this case with its decision why last Term in Schlanger against Seamans and we appeal that there -- it is possible to decide this case in favor of the petitioner without doing violence to Schlanger.",
                "byte_stop": 3731277,
                "byte_start": 3664612,
                "start": 897.699
              },
              {
                "stop": 928.652,
                "text": "First of all as I read the reservation of the question in the Schlanger that the Court did not reach the question of whether this context that they could be used to obtain jurisdiction and therefore, if that is question --",
                "byte_stop": 3788328,
                "byte_start": 3731277,
                "start": 914.387
              }
            ],
            "start": 794.767
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 3788328,
            "byte_stop": 3804211,
            "stop": 932.622,
            "text_blocks": [
              {
                "stop": 932.622,
                "text": "Schlanger was on active duty on his way to Georgia.",
                "byte_stop": 3804211,
                "byte_start": 3788328,
                "start": 928.652
              }
            ],
            "start": 928.652
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3804211,
            "byte_stop": 3818212,
            "stop": 936.109,
            "text_blocks": [
              {
                "stop": 936.109,
                "text": "He had been on active duty for several years and --",
                "byte_stop": 3818212,
                "byte_start": 3804211,
                "start": 932.622
              }
            ],
            "start": 932.622
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 3818212,
            "byte_stop": 3828661,
            "stop": 938.718,
            "text_blocks": [
              {
                "stop": 938.718,
                "text": "And was on leave and was on his way back to Georgia.",
                "byte_stop": 3828661,
                "byte_start": 3818212,
                "start": 936.109
              }
            ],
            "start": 936.109
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3828661,
            "byte_stop": 3858023,
            "stop": 946.06,
            "text_blocks": [
              {
                "stop": 946.06,
                "text": "I believe, yes, he filed his petition in the District of Arizona something like the day before he was suppose to be back in Georgia.",
                "byte_stop": 3858023,
                "byte_start": 3828661,
                "start": 938.718
              }
            ],
            "start": 938.718
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 3858023,
            "byte_stop": 3870457,
            "stop": 949.166,
            "text_blocks": [
              {
                "stop": 949.166,
                "text": "(Inaudible)",
                "byte_stop": 3870457,
                "byte_start": 3858023,
                "start": 946.06
              }
            ],
            "start": 946.06
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 3870457,
            "byte_stop": 4433030,
            "stop": 1089.81,
            "text_blocks": [
              {
                "stop": 955.106,
                "text": "Well, I can't say that he's never passed through (Inaudible) on an airplane that that is true.",
                "byte_stop": 3894176,
                "byte_start": 3870457,
                "start": 949.166
              },
              {
                "stop": 970.035,
                "text": "He is never been in Indiana for any military purpose, or in Georgia, or in any other state really for any other military purpose except if you count his attendance at Yale Law School but for military purpose.",
                "byte_stop": 3953945,
                "byte_start": 3894176,
                "start": 955.106
              },
              {
                "stop": 971.787,
                "text": "But the cases are distinguishable.",
                "byte_stop": 3960945,
                "byte_start": 3953945,
                "start": 970.035
              },
              {
                "stop": 975.896,
                "text": "First the points that Mr. Justice Marshall has made.",
                "byte_stop": 3977350,
                "byte_start": 3960945,
                "start": 971.787
              },
              {
                "stop": 980.715,
                "text": "There is a quite difference between the status of the two petitioners at the time they brought the action.",
                "byte_stop": 3996681,
                "byte_start": 3977350,
                "start": 975.896
              },
              {
                "stop": 986.913,
                "text": "Back to there some question as to whether Sergeant Schlanger could even be said to have been a resident of Arizona.",
                "byte_stop": 4021445,
                "byte_start": 3996681,
                "start": 980.715
              },
              {
                "stop": 1008.797,
                "text": "He was only there on a very temporary leave, maintained a permanent residence elsewhere, had been a member of a active military unit in Georgia for several months where he had an actual commanding officer, and that commanding officer moreover unlike Lieutenant Strait's commanding officer have really had very little to do with him while he was in Arizona.",
                "byte_stop": 4109007,
                "byte_start": 4021445,
                "start": 986.913
              },
              {
                "stop": 1017.781,
                "text": "That was not the commanding officer that was his commanding officer on the subject matter if his suit arose that it occurred of some year or more before.",
                "byte_stop": 4144847,
                "byte_start": 4109007,
                "start": 1008.797
              },
              {
                "stop": 1031.895,
                "text": "He'd been under a different command at that time and therefore, his current commanding officer, the commanding officer of the unit in Georgia where he had performed functions for nine-month period have really no contact with him in Arizona.",
                "byte_stop": 4201376,
                "byte_start": 4144847,
                "start": 1017.781
              },
              {
                "stop": 1035.997,
                "text": "That is more analogous to the situation that the Chief Justice previously posed.",
                "byte_stop": 4217781,
                "byte_start": 4201376,
                "start": 1031.895
              },
              {
                "stop": 1044.398,
                "text": "He's been allowed temporarily to go there for purposes totally unrelated to that action that he was bringing at that time.",
                "byte_stop": 4251323,
                "byte_start": 4217781,
                "start": 1035.997
              },
              {
                "stop": 1064.133,
                "text": "But more importantly, I think and the overriding question in the case is that where you have this new class of only nominally restrained if at all really petitioners who are in a very highly technical form of custody.",
                "byte_stop": 4330317,
                "byte_start": 4251323,
                "start": 1044.398
              },
              {
                "stop": 1074.694,
                "text": "It is not necessary for the Court to have that closely contact with the petitioner, with the custodian because there is no turned key in this case.",
                "byte_stop": 4372531,
                "byte_start": 4330317,
                "start": 1064.133
              },
              {
                "stop": 1077.595,
                "text": "The Court does not send a writ down to the jail.",
                "byte_stop": 4384129,
                "byte_start": 4372531,
                "start": 1074.694
              },
              {
                "stop": 1081.191,
                "text": "The jailer looked at it and then turned a key and let the man out of the jail.",
                "byte_stop": 4398549,
                "byte_start": 4384129,
                "start": 1077.595
              },
              {
                "stop": 1089.81,
                "text": "In these cases, all you need is some kind of a judicial determination that then becomes res judicata with respect to this man's status.",
                "byte_stop": 4433030,
                "byte_start": 4398549,
                "start": 1081.191
              }
            ],
            "start": 949.166
          },
          {
            "speaker": null,
            "byte_start": 4433030,
            "byte_stop": 4494470,
            "stop": 1105.172,
            "text_blocks": [
              {
                "stop": 1105.172,
                "text": "Mr. Hansen, why wouldn't it be equally logical in view of this new class of, as you say, technically restrained if at all for this Court to simply say that habeas corpus won't lie on top of restrained becomes more than technical?",
                "byte_stop": 4494470,
                "byte_start": 4433030,
                "start": 1089.81
              }
            ],
            "start": 1089.81
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 4494470,
            "byte_stop": 4833644,
            "stop": 1189.974,
            "text_blocks": [
              {
                "stop": 1130.618,
                "text": "Because I think that Court answered that question only last term, last month excuse me in the Parisi case where it said that the member of the military by virtue of his restraints as member of the military is entitled to prompt judicial review in habeas corpus, and there are number of Circuit cases that have found that a reservist is in custody and restrained for that purpose.",
                "byte_stop": 4596243,
                "byte_start": 4494470,
                "start": 1105.172
              },
              {
                "stop": 1135.481,
                "text": "After all, he can be subjected to an order of the military at any moment in time.",
                "byte_stop": 4615678,
                "byte_start": 4596243,
                "start": 1130.618
              },
              {
                "stop": 1152.892,
                "text": "And the question, I think has already been answered by this Court that this new custodian or our new petitioners are in custody for habeas corpus jurisdiction and the question in this case is where are they in custody?",
                "byte_stop": 4685373,
                "byte_start": 4615678,
                "start": 1135.481
              },
              {
                "stop": 1189.974,
                "text": "I would like to turn to some of the alternative remedies that we urge are available at this time however in answer to your question and also because of course we are pushing them quite strongly in this case in addition to pleading habeas corpus jurisdiction in the District Court, Lieutenant Strait urged that the District Court had jurisdiction under the federal mandamus statute in Title 28, Section 1361 of Federal Question Statute to Title 28 Section 1331 (a) and the judicial review procedures provisions of the Administrative Procedure Act, and I would like to after the recess discuss this.",
                "byte_stop": 4833644,
                "byte_start": 4685373,
                "start": 1152.892
              }
            ],
            "start": 1105.172
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 4833644,
            "byte_stop": 4890069,
            "stop": 1204.075,
            "text_blocks": [
              {
                "stop": 1193.974,
                "text": "Take that down.",
                "byte_stop": 4849631,
                "byte_start": 4833644,
                "start": 1189.974
              },
              {
                "stop": 1199.399,
                "text": "[Recess]",
                "byte_stop": 4871365,
                "byte_start": 4849631,
                "start": 1193.974
              },
              {
                "stop": 1204.075,
                "text": "Mr. Hansen, do you wish to continue?",
                "byte_stop": 4890069,
                "byte_start": 4871365,
                "start": 1199.399
              }
            ],
            "start": 1189.974
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 4890069,
            "byte_stop": 6366927,
            "stop": 1573.297,
            "text_blocks": [
              {
                "stop": 1207.064,
                "text": "Mr. Chief Justice and may it please the Court again.",
                "byte_stop": 4901980,
                "byte_start": 4890069,
                "start": 1204.075
              },
              {
                "stop": 1213.712,
                "text": "I was about to begin discussing our alternate theories to jurisdiction other than habeas corpus.",
                "byte_stop": 4928625,
                "byte_start": 4901980,
                "start": 1207.064
              },
              {
                "stop": 1228.292,
                "text": "I would like to first to speak about the federal mandamus section, Title 28, Section 1361 which was passed by Congress to alleviate the problem very similar to that here.",
                "byte_stop": 4986931,
                "byte_start": 4928625,
                "start": 1213.712
              },
              {
                "stop": 1237.012,
                "text": "A problem where persons who sought to challenge federal administrative action would have to travel across the country in order to do so.",
                "byte_stop": 5021830,
                "byte_start": 4986931,
                "start": 1228.292
              },
              {
                "stop": 1245.72,
                "text": "Government contends however that Section 1361 is not available here because the decision under review is discretionary.",
                "byte_stop": 5056625,
                "byte_start": 5021830,
                "start": 1237.012
              },
              {
                "stop": 1248.046,
                "text": "That of course merely begs the question.",
                "byte_stop": 5065925,
                "byte_start": 5056625,
                "start": 1245.72
              },
              {
                "stop": 1251.451,
                "text": "The question is what is a discretionary decision?",
                "byte_stop": 5079613,
                "byte_start": 5065925,
                "start": 1248.046
              },
              {
                "stop": 1265.489,
                "text": "And it is our contention that an officer of the Federal Government does not have discretion to fail to follow his own regulations and to render an administrative decision contrary to those regulations.",
                "byte_stop": 5135724,
                "byte_start": 5079613,
                "start": 1251.451
              },
              {
                "stop": 1276.415,
                "text": "And that the discretion referred to is that discretion contained in decisions of a policymaking or political nature, not the kind of operational decision that is present here.",
                "byte_stop": 5179401,
                "byte_start": 5135724,
                "start": 1265.489
              },
              {
                "stop": 1282.741,
                "text": "Now, it's true that the agency here has to make some fact finding and perhaps apply those facts to go on.",
                "byte_stop": 5204687,
                "byte_start": 5179401,
                "start": 1276.415
              },
              {
                "stop": 1286.433,
                "text": "And if that is certain amount of discretion, that's fine.",
                "byte_stop": 5219525,
                "byte_start": 5204687,
                "start": 1282.741
              },
              {
                "stop": 1303.676,
                "text": "But the Section 1361 still reaches that action for review as Chief Justice Tuck told us in the case of Work against Reeves over 50 years ago, that although the officer's duty may be discretionary within limits, he cannot transgress those limits.",
                "byte_stop": 5288488,
                "byte_start": 5219525,
                "start": 1286.433
              },
              {
                "stop": 1308.378,
                "text": "And if he does so, he may be controlled by mandamus.",
                "byte_stop": 5307296,
                "byte_start": 5288488,
                "start": 1303.676
              },
              {
                "stop": 1328.853,
                "text": "Or to put it in other way because this Court more recently said in the Panama Canal Case 1958 cited by the respondents, the decision which cannot be reached is one which is so wide open and at large as to be left entirely to agency discretion, and this decision is not wide open.",
                "byte_stop": 5389216,
                "byte_start": 5307296,
                "start": 1308.378
              },
              {
                "stop": 1333.773,
                "text": "There is some substantial law of conscientious objection is to be applied here.",
                "byte_stop": 5408860,
                "byte_start": 5389216,
                "start": 1328.853
              },
              {
                "stop": 1349.403,
                "text": "Now, the findings and conclusions of the review board almost on their face violate the law and regulations but the Government conceded below error in those conclusions and all respects except one, and that does the conclusion of Lieutenant Strait is insincere.",
                "byte_stop": 5471345,
                "byte_start": 5408860,
                "start": 1333.773
              },
              {
                "stop": 1364.947,
                "text": "But the army had found the wide variety of failure to meet the regulatory criteria which are under the decisions of this Court recently in Welsh against United States, Clay against United States clearly erroneous.",
                "byte_stop": 5533517,
                "byte_start": 5471345,
                "start": 1349.403
              },
              {
                "stop": 1370.29,
                "text": "And even with respect to the sincerity question, there is a lot to be applied.",
                "byte_stop": 5554937,
                "byte_start": 5533517,
                "start": 1364.947
              },
              {
                "stop": 1383.405,
                "text": "In conclusion, that a person is insincere on the conscientious objector claim must be based on facts in the record, and moreover, those facts must be objective and rational to reach that conclusion.",
                "byte_stop": 5607391,
                "byte_start": 5554937,
                "start": 1370.29
              },
              {
                "stop": 1396.431,
                "text": "But it was the unanimous opinion of the Three-Judge Court of Appeals that there were so no such facts in this record that the decision was without a basis in fact in addition to being legally erroneous.",
                "byte_stop": 5659532,
                "byte_start": 5607391,
                "start": 1383.405
              },
              {
                "stop": 1405.793,
                "text": "So accordingly, it is quite clear in this case that the army failed to follow the law, found in its own regulations and interpreted judicial decisions.",
                "byte_stop": 5696939,
                "byte_start": 5659532,
                "start": 1396.431
              },
              {
                "stop": 1423.381,
                "text": "It can hardly be denied that Lieutenant Strait was entitled to have his claim, reviewed according to the law, and that the federal agents in this case had a duty, perhaps a clear duty, one of them ministerial nature to based their decision on the law.",
                "byte_stop": 5767260,
                "byte_start": 5696939,
                "start": 1405.793
              },
              {
                "stop": 1440.399,
                "text": "And according to the facts in the record, the government falls back from that position then and argues that well, in any event Section 1361 can't be utilized because there's another remedy, habeas corpus which can be invoke in Indiana or Georgia.",
                "byte_stop": 5835388,
                "byte_start": 5767260,
                "start": 1423.381
              },
              {
                "stop": 1450.3,
                "text": "We have analyzed the cases for that, approached has been taken to mandamus jurisdiction and have found that where that has been done, it has been done only for the other remedy.",
                "byte_stop": 5874989,
                "byte_start": 5835388,
                "start": 1440.399
              },
              {
                "stop": 1458.141,
                "text": "It is one that was created by statute and has the exclusive remedy for the particular agreed action.",
                "byte_stop": 5906336,
                "byte_start": 5874989,
                "start": 1450.3
              },
              {
                "stop": 1472.195,
                "text": "Moreover, the courts have always referred to the other remedy as an adequate remedy, and of course as our discussion under habeas corpus pointed out there's serious question as to whether habeas corpus in the distance state in an adequate remedy.",
                "byte_stop": 5962552,
                "byte_start": 5906336,
                "start": 1458.141
              },
              {
                "stop": 1490.432,
                "text": "And there's even some question however in this case that the time of Lieutenant Strait filed this petition, if we are to accept the Government's contentions that it was even available at that time, or they contend Lieutenant Strait had to perform certain condition precedent before habeas corpus jurisdiction even existed.",
                "byte_stop": 6035486,
                "byte_start": 5962552,
                "start": 1472.195
              },
              {
                "stop": 1508.31,
                "text": "Moreover, they are suggestion defeats the very purposes behind Section 1361 because their result requires a petitioner to travel to a distant state rather than to be able to bring the action or he resides which is what Congress hoped to provide for in Section 1361.",
                "byte_stop": 6106957,
                "byte_start": 6035486,
                "start": 1490.432
              },
              {
                "stop": 1523.758,
                "text": "In addition, we pleaded jurisdiction under the Administrative Procedure Act which we feel does confer independent jurisdictions on this Court and that this -- the District Court and if this Court's decision last Term in the Overton Park Case against Volpe, so held.",
                "byte_stop": 6168815,
                "byte_start": 6106957,
                "start": 1508.31
              },
              {
                "stop": 1531.022,
                "text": "Again, the discretionary jurisdiction question comes up, and I think that our answers under mandamus apply as well.",
                "byte_stop": 6197863,
                "byte_start": 6168815,
                "start": 1523.758
              },
              {
                "stop": 1550.42,
                "text": "Finally with respect to Section 1331, the question that would have to be resolved here, the only remaining question is the meaning of the $10,000.00 jurisdictional amount and we feel that a claim of agency action that validates Due Process of law per se meets that $10,000.00 jurisdictional amount question.",
                "byte_stop": 6275499,
                "byte_start": 6197863,
                "start": 1531.022
              },
              {
                "stop": 1563.132,
                "text": "So, what we are asking this Court to do today is to approach this case realistically according to the facts, policies underlying these decisions and not to needlessly restrict.",
                "byte_stop": 6326281,
                "byte_start": 6275499,
                "start": 1550.42
              },
              {
                "stop": 1568.788,
                "text": "Perhaps, judicial review after the army has denied a request for conscientious objector discharge.",
                "byte_stop": 6348955,
                "byte_start": 6326281,
                "start": 1563.132
              },
              {
                "stop": 1573.297,
                "text": "I would like at this time, if I may to reserve my few remaining minutes for rebuttal.",
                "byte_stop": 6366927,
                "byte_start": 6348955,
                "start": 1568.788
              }
            ],
            "start": 1204.075
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6366927,
            "byte_stop": 6399528,
            "stop": 1581.428,
            "text_blocks": [
              {
                "stop": 1577.161,
                "text": "Very well Mr. Hansen.",
                "byte_stop": 6382392,
                "byte_start": 6366927,
                "start": 1573.297
              },
              {
                "stop": 1581.428,
                "text": "Mr. Solicitor General.",
                "byte_stop": 6399528,
                "byte_start": 6382392,
                "start": 1577.161
              }
            ],
            "start": 1573.297
          }
        ],
        "stop": 1581.428,
        "byte_stop": 6399528,
        "byte_start": 73716,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/erwin_n_griswold",
              "name": "Erwin N. Griswold",
              "last_name": "Griswold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 22386,
              "identifier": "erwin_n_griswold"
            },
            "byte_start": 6399528,
            "byte_stop": 11222777,
            "stop": 2787.245,
            "text_blocks": [
              {
                "stop": 1586.786,
                "text": "Mr. Chief Justice, and may it please the Court.",
                "byte_stop": 6420949,
                "byte_start": 6399528,
                "start": 1581.428
              },
              {
                "stop": 1593.338,
                "text": "The question presented here is a very narrow one.",
                "byte_stop": 6447071,
                "byte_start": 6420949,
                "start": 1586.786
              },
              {
                "stop": 1618.288,
                "text": "Simply whether there was a custodian within the jurisdiction of the District Court and whether the presence of a custodian within the jurisdiction is a prerequisite to relief under habeas corpus or under and maybe other statutory provisions to which Mr. Hansen has referred.",
                "byte_stop": 6546963,
                "byte_start": 6447071,
                "start": 1593.338
              },
              {
                "stop": 1640.738,
                "text": "We do not contend here that Lieutenant Strait was not \"in custody\", although it is clear that to say that he was in custody represents a considerable enlargement of the habeas corpus concept over what it has had traditionally and historically.",
                "byte_stop": 6636720,
                "byte_start": 6546963,
                "start": 1618.288
              },
              {
                "stop": 1648.979,
                "text": "Because there is a conflict of decision, we have brief the question rather fully.",
                "byte_stop": 6669634,
                "byte_start": 6636720,
                "start": 1640.738
              },
              {
                "stop": 1676.548,
                "text": "It is clear of course that historically, the writ of habeas corpus was based on territorial considerations and that has been particularly true and its history in the United States where the form of the statute is one directed to a person who is required to produce the person of the applicant.",
                "byte_stop": 6779976,
                "byte_start": 6669634,
                "start": 1648.979
              },
              {
                "stop": 1696.482,
                "text": "After all, it is habeas corpus in a second person, you have the body and the all force of the writ is that it is directed against somebody who is the custodian of the person who is in custody.",
                "byte_stop": 6859701,
                "byte_start": 6779976,
                "start": 1676.548
              },
              {
                "stop": 1707.231,
                "text": "We recognized that the great writ has been expanded and extended in decisions of the Court.",
                "byte_stop": 6902647,
                "byte_start": 6859701,
                "start": 1696.482
              },
              {
                "stop": 1721.555,
                "text": "We find it somewhat difficult to think that it should be so attenuated and so diluted that the basic purpose of the writ becomes forgotten.",
                "byte_stop": 6960012,
                "byte_start": 6902647,
                "start": 1707.231
              },
              {
                "stop": 1732.82,
                "text": "I would hope we would not get to the place where we talk about a remedy and say it finds its origin in the writ of habeas corpus which was very important in the early days.",
                "byte_stop": 7005047,
                "byte_start": 6960012,
                "start": 1721.555
              },
              {
                "stop": 1751.545,
                "text": "It is seems to me that the great writ should be retained with its traditional limitations and so far as that remains appropriate and in so far as it is required by the statute enacted by Congress.",
                "byte_stop": 7079966,
                "byte_start": 7005047,
                "start": 1732.82
              },
              {
                "stop": 1769.027,
                "text": "I know that Maitland said that the, forms of actions rules from the grave, but nevertheless our position is that the writ of habeas corpus is not merely a device for writing it wrong.",
                "byte_stop": 7149869,
                "byte_start": 7079966,
                "start": 1751.545
              },
              {
                "stop": 1786.551,
                "text": "For example, as I sat here on Monday listening to the argument in the Flood case and thinking about the argument today, I have found myself wondering whether the Flood case could not have been presented to this Court as the habeas corpus case.",
                "byte_stop": 7219982,
                "byte_start": 7149869,
                "start": 1769.027
              },
              {
                "stop": 1791.459,
                "text": "There you had a person in custody because obviously, his freedom is restrained.",
                "byte_stop": 7239626,
                "byte_start": 7219982,
                "start": 1786.551
              },
              {
                "stop": 1798.012,
                "text": "He could not play baseball in any place in the United States, Mexico or Japan.",
                "byte_stop": 7265853,
                "byte_start": 7239626,
                "start": 1791.459
              },
              {
                "stop": 1800.881,
                "text": "You had a custodian.",
                "byte_stop": 7277243,
                "byte_start": 7265853,
                "start": 1798.012
              },
              {
                "stop": 1825.791,
                "text": "I should think it would be hardly undesirable to approach that case in terms of habeas corpus, and I think it is equally undesirable here in the absence of action by Congress to eliminate by judicial action the requirement in the statute that there be a custodian within the territorial jurisdiction of the Court.",
                "byte_stop": 7376926,
                "byte_start": 7277243,
                "start": 1800.881
              },
              {
                "stop": 1860.581,
                "text": "This may seem technical, but our concern is in part the question of foreign shopping, it's perfectly true that Lieutenant Strait is a long time resident of the Northern District of California, but the Northern District of California is statistically a good place for seeking discharge on the grounds of conscientious objection and it can be understandable why he would prefer to sue there rather than in some other jurisdiction.",
                "byte_stop": 7516106,
                "byte_start": 7376926,
                "start": 1825.791
              },
              {
                "stop": 1879.737,
                "text": "The statute itself as I have said which is quoted on pages 41 and 42 of our brief provides that the writ or order to show cause shall be directed to the person having custody of the person detained.",
                "byte_stop": 7592697,
                "byte_start": 7516106,
                "start": 1860.581
              },
              {
                "stop": 1893.596,
                "text": "And then it proceeds farther down on the page, the person to whom the writ is directed shall be required to produce at the hearing, the body of the person as detained.",
                "byte_stop": 7648181,
                "byte_start": 7592697,
                "start": 1879.737
              },
              {
                "stop": 1940.779,
                "text": "As we read the statute and understand the case, the issue before the Court is squarely and directly covered by this Court's decision is Schlanger against Seamans which was announced that just a year ago, tomorrow, March 23, 1971 where the Court denied Sergeant Schlanger's effort to get habeas corpus through a court in Arizona by saying that the District Court in Arizona has no custodian within its reach against whom its writ can run.",
                "byte_stop": 7836890,
                "byte_start": 7648181,
                "start": 1893.596
              },
              {
                "stop": 1972.525,
                "text": "The officer in Georgia is an officer of the United States. He could be served outside the jurisdiction under Section 1391 (a) just as much as the Colonel in Indianapolis can be served here, but the Court decided just a year ago what the court in Arizona has not custodian within its reach against whom its writ can run and then continued that the absence of his custodian is fatal to the jurisdiction of the Arizona Court.",
                "byte_stop": 7963845,
                "byte_start": 7836890,
                "start": 1940.779
              },
              {
                "stop": 1985.282,
                "text": "Incidentally, I may say that Sergeant Schlanger is now out of the Air Force and has been in touch with me about getting admitted to a law school.",
                "byte_stop": 8014940,
                "byte_start": 7963845,
                "start": 1972.525
              },
              {
                "stop": 2000.822,
                "text": "The decision which is in conflict with the present case is the decision of the Second Circuit Court of Appeals in Arlen against Laird.",
                "byte_stop": 8077007,
                "byte_start": 8014940,
                "start": 1985.282
              },
              {
                "stop": 2010.853,
                "text": "We think that the basis of the conflict is rather patently on the face of the opinion due to a misunderstanding.",
                "byte_stop": 8117132,
                "byte_start": 8077007,
                "start": 2000.822
              },
              {
                "stop": 2035.359,
                "text": "The court said, the Supreme Court reserved decision on this precise question, but I think if the opinions are examined, it is apparent that the issue which was reserved was whether the special type for reservist in this situation who is not assigned to any unit is \"in custody.\"",
                "byte_stop": 8215247,
                "byte_start": 8117132,
                "start": 2010.853
              },
              {
                "stop": 2044.57,
                "text": "That was what was really involved in the Donigian case and that is the issue which is considered here.",
                "byte_stop": 8252028,
                "byte_start": 8215247,
                "start": 2035.359
              },
              {
                "stop": 2069.578,
                "text": "The question is whether the custodian is within the jurisdiction of the Court and whether that is required and our position is that that is exactly the issue which was faced in Schlanger and exactly the issue which the court decided in what seemed to us to be unequivocal terms.",
                "byte_stop": 8352129,
                "byte_start": 8252028,
                "start": 2044.57
              },
              {
                "stop": 2078.985,
                "text": "Now here, there are what seem to me to be reasonable alternatives for Lieutenant Strait.",
                "byte_stop": 8389745,
                "byte_start": 8352129,
                "start": 2069.578
              },
              {
                "stop": 2099.811,
                "text": "He can do what Sergeant Schlanger did. Following this Court's decision, Sergeant Schlanger filed suit for habeas corpus in the District Court in Georgia, and then when he had been transferred to Iceland, he started the suit in the courts of the District of Columbia.",
                "byte_stop": 8473024,
                "byte_start": 8389745,
                "start": 2078.985
              },
              {
                "stop": 2119.547,
                "text": "Lieutenant Strait can wait until he reports for active duty in Georgia whereas has been indicated his transportation cost to Georgia will be paid, and he can then immediately file a petition for habeas corpus.",
                "byte_stop": 8551914,
                "byte_start": 8473024,
                "start": 2099.811
              },
              {
                "stop": 2131.217,
                "text": "There is a suggestion that there is a terrible burden, a very great distinction between his being in the inactive reserve and his is being on active duty.",
                "byte_stop": 8598620,
                "byte_start": 8551914,
                "start": 2119.547
              },
              {
                "stop": 2147.267,
                "text": "The fact is however that he is in the army and now and has been in the army for a number of years, and he can raise in the Georgia Court in completeness all of the questions which he seeks to raise.",
                "byte_stop": 8662882,
                "byte_start": 8598620,
                "start": 2131.217
              },
              {
                "stop": 2178.717,
                "text": "However, if it is really important for him that he not go on active duty and I repeat, I find it difficult to see why it really is important, I can understand why some kind of conscientious objector might say I cannot be in the army at all, and therefore I cannot take the alternative of accepting induction and then applying for habeas corpus, but Lieutenant Strait is in the army and has been in the army for years.",
                "byte_stop": 8788687,
                "byte_start": 8662882,
                "start": 2147.267
              },
              {
                "stop": 2190.104,
                "text": "But if it is important to him that he not have to be in the army on an active duty status, he can sue in it was Indiana.",
                "byte_stop": 8834140,
                "byte_start": 8788687,
                "start": 2178.717
              },
              {
                "stop": 2193.114,
                "text": "It is now Missouri.",
                "byte_stop": 8846261,
                "byte_start": 8834140,
                "start": 2190.104
              },
              {
                "stop": 2203.048,
                "text": "The suggestion is made that this will swamp the courts in that state because there are that is said seven million reservists.",
                "byte_stop": 8885967,
                "byte_start": 8846261,
                "start": 2193.114
              },
              {
                "stop": 2227.116,
                "text": "The overwhelming proportion of those however are men who have completed their military service who are subject to call only in the event of the gravest national emergency, and as stated in our brief, there are only 13,000 all together of these unattached reservists in the army.",
                "byte_stop": 8982203,
                "byte_start": 8885967,
                "start": 2203.048
              },
              {
                "stop": 2252.186,
                "text": "During the year 1971, they produced a total of 84 conscientious objector claims of which 39 where decided adversely, which seems to be the total pool from which the potential number of habeas corpus cases of this kind can be drawn on an annual basis.",
                "byte_stop": 9082513,
                "byte_start": 8982203,
                "start": 2227.116
              },
              {
                "stop": 2265.061,
                "text": "With respect to his suing in Georgia, I think it can appropriately be pointed out that he entered the army voluntarily.",
                "byte_stop": 9134026,
                "byte_start": 9082513,
                "start": 2252.186
              },
              {
                "stop": 2273.116,
                "text": "It is said that it is a hardship to him to have to sue in Georgia but hardship is a relative matter.",
                "byte_stop": 9166209,
                "byte_start": 9134026,
                "start": 2265.061
              },
              {
                "stop": 2284.472,
                "text": "He has obtained many years of draft exemption by being in the ROTC, and then having it extended for law school education.",
                "byte_stop": 9211662,
                "byte_start": 9166209,
                "start": 2273.116
              },
              {
                "stop": 2293.163,
                "text": "If he had been drafted and found to be a conscientious objector, he would have had two years of alternative service.",
                "byte_stop": 9246457,
                "byte_start": 9211662,
                "start": 2284.472
              },
              {
                "stop": 2301.669,
                "text": "I assumed that he is now over 26 year old and that that risk would not be applicable.",
                "byte_stop": 9280416,
                "byte_start": 9246457,
                "start": 2293.163
              },
              {
                "stop": 2309,
                "text": "And so on the road which he has followed, he has had the best of both ways.",
                "byte_stop": 9309778,
                "byte_start": 9280416,
                "start": 2301.669
              },
              {
                "stop": 2325.321,
                "text": "He has had benefits from military service, but he would not have to perform on active duty or the alternative service which a conscientious objector ordinarily has to perform.",
                "byte_stop": 9375084,
                "byte_start": 9309778,
                "start": 2309
              },
              {
                "stop": 2343.887,
                "text": "With respect to habeas corpus, we think the soul issue is the question with respect to the presence of the custodian within the jurisdiction of the Court and that that issue was squarely covered by this Court's decision in the Schlanger case.",
                "byte_stop": 9449272,
                "byte_start": 9375084,
                "start": 2325.321
              },
              {
                "stop": 2360.533,
                "text": "Now, it is suggested that the petition in the District Court in this case was very broadly drawn and presents numerous other basis of jurisdiction other than that of habeas corpus.",
                "byte_stop": 9515936,
                "byte_start": 9449272,
                "start": 2343.887
              },
              {
                "stop": 2365.779,
                "text": "For example, the Administrative Procedure Act is advanced.",
                "byte_stop": 9536834,
                "byte_start": 9515936,
                "start": 2360.533
              },
              {
                "stop": 2375.348,
                "text": "But there, it is seems to me that the act itself contains the answer to its applicability, quite apart from other questions.",
                "byte_stop": 9575182,
                "byte_start": 9536834,
                "start": 2365.779
              },
              {
                "stop": 2380.956,
                "text": "The Act is quoted on page 39 of our brief.",
                "byte_stop": 9597543,
                "byte_start": 9575182,
                "start": 2375.348
              },
              {
                "stop": 2398.117,
                "text": "It is Title 5 United States Code, Section 704 and it begins agency action made reviewable by statute and final agency action for which there is no other adequate remedy in a court.",
                "byte_stop": 9666193,
                "byte_start": 9597543,
                "start": 2380.956
              },
              {
                "stop": 2417.939,
                "text": "And here, we submit that there is a clear and adequate remedy in the Court now in Missouri or in the court in Georgia after Lieutenant Strait responds to his orders to report for active duty.",
                "byte_stop": 9745500,
                "byte_start": 9666193,
                "start": 2398.117
              },
              {
                "stop": 2427.189,
                "text": "We would further submit that the Administrative Procedure Act is not itself a basis for federal court jurisdiction.",
                "byte_stop": 9782490,
                "byte_start": 9745500,
                "start": 2417.939
              },
              {
                "stop": 2471.702,
                "text": "I toyed with that thought myself or thought seriously about it in connection with the preparation of this case, but it is I am sure, a Pandora's Box if the Court starts down that road, then any serviceman who is ordered transferred from Fort Meade Marilyn to afford some place in Texas can present the question to Court whether that transfer was proper, and a serviceman who is ordered to undergo training to become an auto mechanic could equally raise the same issue in court, and that it seems to me quite clearly would not be an appropriate construction of the Administrative Procedure Act.",
                "byte_stop": 9960540,
                "byte_start": 9782490,
                "start": 2427.189
              },
              {
                "stop": 2483.085,
                "text": "With respect to a suit for a declaratory judgment, the jurisdictional basis in the Court would be Section 1331 (a).",
                "byte_stop": 10006098,
                "byte_start": 9960540,
                "start": 2471.702
              },
              {
                "stop": 2488.148,
                "text": "There is there a $10,000.00 jurisdictional amount.",
                "byte_stop": 10026369,
                "byte_start": 10006098,
                "start": 2483.085
              },
              {
                "stop": 2500.506,
                "text": "I know that the courts have not been very happy about that and have found ways to decide cases without dealing with that.",
                "byte_stop": 10075793,
                "byte_start": 10026369,
                "start": 2488.148
              },
              {
                "stop": 2507.176,
                "text": "But after all, that is the jurisdictional limitation which Congress put into the statute.",
                "byte_stop": 10102438,
                "byte_start": 10075793,
                "start": 2500.506
              },
              {
                "stop": 2515.944,
                "text": "It seems to me that it should not be simply overlooked or ignored.",
                "byte_stop": 10137546,
                "byte_start": 10102438,
                "start": 2507.176
              },
              {
                "stop": 2519.73,
                "text": "Here, habeas corpus is available.",
                "byte_stop": 10152697,
                "byte_start": 10137546,
                "start": 2515.944
              },
              {
                "stop": 2526.506,
                "text": "It is the appropriate remedy, and it should be the exclusive remedy.",
                "byte_stop": 10179760,
                "byte_start": 10152697,
                "start": 2519.73
              },
              {
                "stop": 2538.5,
                "text": "And finally, it is contended on behalf of Lieutenant Strait that mandamus would be a remedy.",
                "byte_stop": 10227721,
                "byte_start": 10179760,
                "start": 2526.506
              },
              {
                "stop": 2547.946,
                "text": "Mandamus to do what is isn't entirely clear to me or who should do what.",
                "byte_stop": 10265546,
                "byte_start": 10227721,
                "start": 2538.5
              },
              {
                "stop": 2594.106,
                "text": "The Colonel at Fort Benjamin Harrison is the only officer of the army who has issued an order to Lieutenant Strait, and incidentally, we have printed as the final appendix of our brief, the Army Regulation which deals with the persons and the inactive reserve which provides explicitly that the officer in command of the Reserve Officer Personnel Center should be the officer in command of these people.",
                "byte_stop": 10450180,
                "byte_start": 10265546,
                "start": 2547.946
              },
              {
                "stop": 2602.695,
                "text": "All of the Court with mandamus is to order the government officer to do his duty.",
                "byte_stop": 10484557,
                "byte_start": 10450180,
                "start": 2594.106
              },
              {
                "stop": 2615.354,
                "text": "But here, the duty of the officers was to decide the question with respect Lieutenant Strait's conscientious objection and the officers have decided.",
                "byte_stop": 10535234,
                "byte_start": 10484557,
                "start": 2602.695
              },
              {
                "stop": 2626.388,
                "text": "They may have decided it wrong, but it is not the function of mandamus to review and revise decisions which people have made in performance of their duty.",
                "byte_stop": 10579329,
                "byte_start": 10535234,
                "start": 2615.354
              },
              {
                "stop": 2646.417,
                "text": "That was precisely the decision of this Court in the case of Sanders, Michael against McCarl and 291 U.S. 442 where the Chief of Finance of the Army had sought an advanced ruling from the Comptroller General and the Comptroller General had made that ruling.",
                "byte_stop": 10659473,
                "byte_start": 10579329,
                "start": 2626.388
              },
              {
                "stop": 2658.405,
                "text": "Mandamus was unsought against the Comptroller General, and the Court decided that mandamus would not apply because the Comptroller General's duty was to rule and he had ruled.",
                "byte_stop": 10707434,
                "byte_start": 10659473,
                "start": 2646.417
              },
              {
                "stop": 2676.614,
                "text": "The Court also decided that mandamus could lie against the Chief of Finance of the Army because they concluded that the ruling was wrong and that the Chief of Finance of the Army was not justified in complying with the Comptroller General's decision.",
                "byte_stop": 10780263,
                "byte_start": 10707434,
                "start": 2658.405
              },
              {
                "stop": 2691.129,
                "text": "With respect to the justiciability of an issue like this in mandamus, it seems to me that this Court's decision yesterday in the Fine case is highly relevant.",
                "byte_stop": 10838255,
                "byte_start": 10780263,
                "start": 2676.614
              },
              {
                "stop": 2694.532,
                "text": "And that of course was not a mandamus case.",
                "byte_stop": 10851943,
                "byte_start": 10838255,
                "start": 2691.129
              },
              {
                "stop": 2704.005,
                "text": "That was a question whether there could be an injunction under Section against the restraint of Section 10 (b) (3).",
                "byte_stop": 10889768,
                "byte_start": 10851943,
                "start": 2694.532
              },
              {
                "stop": 2723.233,
                "text": "That field has become somewhat complicated between A strike and Brain make that cases on the one side in Clark and Gabriel and now the Fine case and the Laird case on the other.",
                "byte_stop": 10966673,
                "byte_start": 10889768,
                "start": 2704.005
              },
              {
                "stop": 2732.853,
                "text": "But the line it seems to me is the same as the line involved with respect to the applicability of mandamus.",
                "byte_stop": 11005229,
                "byte_start": 10966673,
                "start": 2723.233
              },
              {
                "stop": 2778.938,
                "text": "That is whether there is a controversial issue of fact which needs to be decided, and then the Fine case as in Clark and Gabriel involving conscientious objection, it was held that that was such an issue that it was not appropriate to disregard Section 10 (b) (3), and I should think that by a parallel line of argument, it was such an issue I should not be held to be a basis for that summary order to do lay clear duty which is the underlying basis for the grant of writ of mandamus.",
                "byte_stop": 11189549,
                "byte_start": 11005229,
                "start": 2732.853
              },
              {
                "stop": 2787.245,
                "text": "And for these reasons, we submit that the decision of the Court of Appeals for the Ninth Circuit should be affirmed.",
                "byte_stop": 11222777,
                "byte_start": 11189549,
                "start": 2778.938
              }
            ],
            "start": 1581.428
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11222777,
            "byte_stop": 11245974,
            "stop": 2793.039,
            "text_blocks": [
              {
                "stop": 2789.129,
                "text": "Thank you Mr. Solicitor General.",
                "byte_stop": 11230300,
                "byte_start": 11222777,
                "start": 2787.245
              },
              {
                "stop": 2793.039,
                "text": "Mr. Hansen, you got about four minutes left.",
                "byte_stop": 11245974,
                "byte_start": 11230300,
                "start": 2789.129
              }
            ],
            "start": 2787.245
          }
        ],
        "stop": 2793.039,
        "byte_stop": 11245974,
        "byte_start": 6399528,
        "start": 1581.428
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_t_hansen",
              "name": "John T. Hansen",
              "last_name": "Hansen",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 30925,
              "identifier": "john_t_hansen"
            },
            "byte_start": 11245974,
            "byte_stop": 12231104,
            "stop": 3039.342,
            "text_blocks": [
              {
                "stop": 2793.313,
                "text": "Thank you.",
                "byte_stop": 11247019,
                "byte_start": 11245974,
                "start": 2793.039
              },
              {
                "stop": 2797.744,
                "text": "I would like to require the several things that the Solicitor General raised.",
                "byte_stop": 11264782,
                "byte_start": 11247019,
                "start": 2793.313
              },
              {
                "stop": 2825.188,
                "text": "First, with respect to the custodian, bringing the body before the court, I find this to be a very strange requirement to be elevated in this case to preclude the District Court from jurisdiction where the petitioner is already in the jurisdiction of the District Court, and the custodian here has put in years been ordering him around and producing his body by orders communicated to him by mail in this very same district.",
                "byte_stop": 11374496,
                "byte_start": 11264782,
                "start": 2797.744
              },
              {
                "stop": 2832.903,
                "text": "And, I do not see how it would help the government to have the custodian now physically present in the district.",
                "byte_stop": 11405425,
                "byte_start": 11374496,
                "start": 2825.188
              },
              {
                "stop": 2843.728,
                "text": "Moreover, under one of their suggestions that he go to Indiana for a scintilla of time, establish jurisdiction there and then apparently, go back home to San Francisco with have the same problem.",
                "byte_stop": 11448684,
                "byte_start": 11405425,
                "start": 2832.903
              },
              {
                "stop": 2853.104,
                "text": "This Court has long recognized that it is not necessary with the custodian be physically able to produce the body because he is in the district.",
                "byte_stop": 11486196,
                "byte_start": 11448684,
                "start": 2843.728
              },
              {
                "stop": 2866.456,
                "text": "I think the Endo case says that when the petitioner has left the district and he is in the custody, actual physical custody of some other person, a custodian can still by long distance produce the result desired, and that is what we urge here.",
                "byte_stop": 11539590,
                "byte_start": 11486196,
                "start": 2853.104
              },
              {
                "stop": 2872.809,
                "text": "I regret that the Solicitor General has raised the question forum shopping in this case for the first time at this level.",
                "byte_stop": 11564981,
                "byte_start": 11539590,
                "start": 2866.456
              },
              {
                "stop": 2874.248,
                "text": "It has never been raised before.",
                "byte_stop": 11570728,
                "byte_start": 11564981,
                "start": 2872.809
              },
              {
                "stop": 2877.042,
                "text": "There is never been a hint of it in this case.",
                "byte_stop": 11581909,
                "byte_start": 11570728,
                "start": 2874.248
              },
              {
                "stop": 2884.97,
                "text": "And the government has never suggested that this case would be more, better brought in another district for any reason relating to forum shopping.",
                "byte_stop": 11613674,
                "byte_start": 11581909,
                "start": 2877.042
              },
              {
                "stop": 2899.086,
                "text": "Second Circuit in the Arlen case rather summarily dispose of that suggestion and found it somewhat frivolous that the government had any interest in having these cases tried in the district other than that where the petitioner is residing.",
                "byte_stop": 11670098,
                "byte_start": 11613674,
                "start": 2884.97
              },
              {
                "stop": 2912.146,
                "text": "There just was not forum shopping here, and if forum shopping arises in these cases in the future, they can be controlled by venue and forum non conveniens rulings not by artificial jurisdictional rulings.",
                "byte_stop": 11722343,
                "byte_start": 11670098,
                "start": 2899.086
              },
              {
                "stop": 2923.427,
                "text": "Likewise, the suggestion as Lieutenant Strait enjoyed some kind of draft exemption because having accepted in ROTC Commission was raised and then rejected by the Court of Appeals.",
                "byte_stop": 11767483,
                "byte_start": 11722343,
                "start": 2912.146
              },
              {
                "stop": 2935.111,
                "text": "Had Lieutenant Strait not gone through ROTC, not accepted this commission, he would have been exempt from the draft just the same under with the two (Inaudible) through college and the hospital that he would have been entitled too.",
                "byte_stop": 11814189,
                "byte_start": 11767483,
                "start": 2923.427
              },
              {
                "stop": 2943.182,
                "text": "As to the APA on its base eliminating jurisdiction where there is another remedy.",
                "byte_stop": 11846477,
                "byte_start": 11814189,
                "start": 2935.111
              },
              {
                "stop": 2961.786,
                "text": "The Solicitor General did not mention in this Court's decision of Brownell against We Shung in 1948 where the Court permitted an immigrant to use the APA and declaratory relief, even though he could have submitted himself to custody and brought habeas corpus, and he held that either remedy was available.",
                "byte_stop": 11920874,
                "byte_start": 11846477,
                "start": 2943.182
              },
              {
                "stop": 2975.006,
                "text": "I also find some inconsistency in the suggestion that the APA is not a jurisdictional statute, and yet also arguing that if jurisdiction independently exists, the Court should not exercise the APA jurisdiction.",
                "byte_stop": 11973745,
                "byte_start": 11920874,
                "start": 2961.786
              },
              {
                "stop": 2985.311,
                "text": "If APA jurisdiction is not an independent jurisdictional ground, then there would always be another remedy, and never any need to use APA.",
                "byte_stop": 12015019,
                "byte_start": 11973745,
                "start": 2975.006
              },
              {
                "stop": 2997.396,
                "text": "I don't see any problem either of the Court having to reach the kinds of issues suggested by the Solicitor General with respect to serviceman wanting to challenge their duty assignments or type of training they are getting.",
                "byte_stop": 12063398,
                "byte_start": 12015019,
                "start": 2985.311
              },
              {
                "stop": 3026.194,
                "text": "Those are indeed policy decisions of the army that do not necessarily relate to facts that have been found in administrative proceedings that have been held in order to maybe indeed in those areas of complete discretion, and this Court has long held that the courts will not control assignments of servicemen to specific duty assignments, but that was repeatedly affirmed to right of man claiming that he is illegally held in the army to challenge the army's right to continue to hold him.",
                "byte_stop": 12178545,
                "byte_start": 12063398,
                "start": 2997.396
              },
              {
                "stop": 3033.711,
                "text": "That is what is asked here, now the Court in mandamus could issue an order in combination with the declaratory judgment action.",
                "byte_stop": 12208638,
                "byte_start": 12178545,
                "start": 3026.194
              },
              {
                "stop": 3039.342,
                "text": "My time is up and thank you gentlemen very much and I urge you to rule for our petitioner.",
                "byte_stop": 12231104,
                "byte_start": 12208638,
                "start": 3033.711
              }
            ],
            "start": 2793.039
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12231104,
            "byte_stop": 12251479,
            "stop": 3044.446,
            "text_blocks": [
              {
                "stop": 3040.228,
                "text": "Thank you Mr. Hansen.",
                "byte_stop": 12234656,
                "byte_start": 12231104,
                "start": 3039.342
              },
              {
                "stop": 3042.516,
                "text": "Thank you Mr. Solicitor General.",
                "byte_stop": 12243852,
                "byte_start": 12234656,
                "start": 3040.228
              },
              {
                "stop": 3044.446,
                "text": "The case is submitted.",
                "byte_stop": 12251479,
                "byte_start": 12243852,
                "start": 3042.516
              }
            ],
            "start": 3039.342
          }
        ],
        "stop": 3044.446,
        "byte_stop": 12251479,
        "byte_start": 11245974,
        "start": 2793.039
      }
    ],
    "duration": 3044.446
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1971/71-83/19720322a_71-83.delivery.mp3",
      "id": 44774,
      "size": 12251688
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1971/71-83/19720322a_71-83.ogg",
      "id": 66630,
      "size": 29463165
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1971/71-83/19720322a_71-83.m3u8",
      "id": 66631,
      "size": 42741
    }
  ],
  "public_note": null
}