{
  "title": "Oral Argument - April 17, 1972",
  "damaged": null,
  "id": 15938,
  "unavailable": null,
  "transcript": {
    "title": "Laird v. Nelms",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 73720,
            "byte_stop": 114784,
            "stop": 10.264,
            "text_blocks": [
              {
                "stop": 7.124,
                "text": "We'll hear arguments next in Laird against Nelms and others.",
                "byte_stop": 102246,
                "byte_start": 73720,
                "start": 0
              },
              {
                "stop": 10.264,
                "text": "Mr. Stone you may proceed whenever you're ready.",
                "byte_stop": 114784,
                "byte_start": 102246,
                "start": 7.124
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 114784,
            "byte_stop": 355320,
            "stop": 70.374,
            "text_blocks": [
              {
                "stop": 15.003,
                "text": "Well, thank you Mr. Chief Justice and may it please the Court.",
                "byte_stop": 133802,
                "byte_start": 114784,
                "start": 10.264
              },
              {
                "stop": 30.708,
                "text": "This case which comes on a writ of certiorari to the United States Court of Appeals for the Fourth Circuit raises two important questions of statutory interpretation concerning the scope of the government's liability under the Federal Tort Claims Act.",
                "byte_stop": 196600,
                "byte_start": 133802,
                "start": 15.003
              },
              {
                "stop": 45.416,
                "text": "The issues in this case are closely related to and in our opinion, virtually controlled by the issues decided by this court in the landmark case of Dalehite versus United States decided at 346 US.",
                "byte_stop": 255428,
                "byte_start": 196600,
                "start": 30.708
              },
              {
                "stop": 64.772,
                "text": "In that case, of course, the government was held not liable under the Tort Claims Act for damage caused in the disastrous explosion of certain chemical fertilizers with it in fact being transported by the government for export abroad which explosion virtually devastated the City of Texas.",
                "byte_stop": 332855,
                "byte_start": 255428,
                "start": 45.416
              },
              {
                "stop": 70.374,
                "text": "Fortunately, the factual context to this case is somewhat less ghastly than that which the court confronted in Dalehite.",
                "byte_stop": 355320,
                "byte_start": 332855,
                "start": 64.772
              }
            ],
            "start": 10.264
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 355320,
            "byte_stop": 402863,
            "stop": 82.281,
            "text_blocks": [
              {
                "stop": 82.281,
                "text": "I am not so sure that it's important at all that Dalehite case, actually it was not government, private contractors were --",
                "byte_stop": 402863,
                "byte_start": 355320,
                "start": 70.374
              }
            ],
            "start": 70.374
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 402863,
            "byte_stop": 419268,
            "stop": 86.384,
            "text_blocks": [
              {
                "stop": 86.384,
                "text": "That's right, but it had been carried out for suing to a government --",
                "byte_stop": 419268,
                "byte_start": 402863,
                "start": 82.281
              }
            ],
            "start": 82.281
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 419268,
            "byte_stop": 459496,
            "stop": 96.42,
            "text_blocks": [
              {
                "stop": 96.42,
                "text": "That was basic issue that a private contractor was implementing governmental policies and try to keep (Inaudible) from starving?",
                "byte_stop": 459496,
                "byte_start": 419268,
                "start": 86.384
              }
            ],
            "start": 86.384
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 459496,
            "byte_stop": 2027470,
            "stop": 488.435,
            "text_blocks": [
              {
                "stop": 116.063,
                "text": "I think, for the most part Mr. Chief Justice, it was assumed in the decision that the government had played a sufficiently close role in entire process including the planning of the export and the transporting and packing of the materials, that, that issue was, at least that level of responsibility was assumed in the opinion.",
                "byte_stop": 538073,
                "byte_start": 459496,
                "start": 96.42
              },
              {
                "stop": 122.836,
                "text": "Respondents or residents of Nashville, North Carolina which is a rural community of about 1500 inhabitants.",
                "byte_stop": 565136,
                "byte_start": 538073,
                "start": 116.063
              },
              {
                "stop": 142.483,
                "text": "And respondents alleged there on several occasions and especially on November 14, 1968, their house was damaged by so called sonic booms, which put simply noisy vibrations that may occur when aircraft fly overhead, it's speed greater than the speed of sound.",
                "byte_stop": 643712,
                "byte_start": 565136,
                "start": 122.836
              },
              {
                "stop": 153.326,
                "text": "Respondent sought first to recover from the Air Force under the administrative procedures authorized by the Military Pay Claims Act and the Air Force regulations promulgated thereunder.",
                "byte_stop": 687075,
                "byte_start": 643712,
                "start": 142.483
              },
              {
                "stop": 168.484,
                "text": "But the Air Force engineer who investigated their house, concluded in a detailed report which is reproduced at pages 16 and 17 of the record, concluded that the damages to respondent's home had indeed not been caused by sonic booms.",
                "byte_stop": 747679,
                "byte_start": 687075,
                "start": 153.326
              },
              {
                "stop": 173.554,
                "text": "Respondents then sued the government and the District Court under the Federal Tort Claims Act.",
                "byte_stop": 767950,
                "byte_start": 747679,
                "start": 168.484
              },
              {
                "stop": 185.455,
                "text": "In answer to their complaint and supporting affidavits, corroborating the event of the sonic boom and the relation of the November 14 sonic boom to certain damages sustained by respondent's home.",
                "byte_stop": 815598,
                "byte_start": 767950,
                "start": 173.554
              },
              {
                "stop": 190.226,
                "text": "The government filed the motion for summary judgment and supporting affidavits.",
                "byte_stop": 834719,
                "byte_start": 815598,
                "start": 185.455
              },
              {
                "stop": 206.856,
                "text": "The government's affidavits acknowledged that indeed the Air Force had conducted a supersonic flight over the Nashville, North Carolina area on the alleged day and that the aircraft and the flight were attached to the Ninth Strategic Reconnaissance Wing of the Strategic Air Command.",
                "byte_stop": 901175,
                "byte_start": 834719,
                "start": 190.226
              },
              {
                "stop": 214.591,
                "text": "That is a branch of the Air Force which is charged with the execution of periodic high level supersonic training flights.",
                "byte_stop": 932104,
                "byte_start": 901175,
                "start": 206.856
              },
              {
                "stop": 222.916,
                "text": "These flights, I understand are used for training pilots for combat missions and are regulated by comprehensive predetermined flight plans.",
                "byte_stop": 965436,
                "byte_start": 932104,
                "start": 214.591
              },
              {
                "stop": 238.008,
                "text": "The Commander-in-Chief of the Strategic Air Command General Holloway who ranks for purposes of this type of operations directly below the Joint Chiefs of Staff, stated in his affidavit that he directed the operational training of Air Cruise by supersonic flights.",
                "byte_stop": 1025831,
                "byte_start": 965436,
                "start": 222.916
              },
              {
                "stop": 245.562,
                "text": "And that the November 14 flight was in his words, “Authorized by and conducted pursuant to my direction”.",
                "byte_stop": 1056029,
                "byte_start": 1025831,
                "start": 238.008
              },
              {
                "stop": 273.659,
                "text": "Other affidavits filed by high Air Force personnel also stated that the flight was at all times on course, with respect to location and altitude as prescribed by the mission flight plan directed by the Commander in Chief and this statement is, I gather not controverted in any of the record of this case or in the Court of Appeals opinion, nor it is alleged at all that the flight plan itself was in any manner faulty.",
                "byte_stop": 1168460,
                "byte_start": 1056029,
                "start": 245.562
              },
              {
                "stop": 293.411,
                "text": "The District Court granted the government's motion for summary judgment on the authority of the Dalehite case, on the ground primarily that the planning and execution of the flights in question was a “Discretionary function” for which the government is specifically exempted from liability under section 2688 of the Tort Claims Act.",
                "byte_stop": 1247454,
                "byte_start": 1168460,
                "start": 273.659
              },
              {
                "stop": 298.316,
                "text": "And I shall address myself to that discretionary function provision shortly.",
                "byte_stop": 1266993,
                "byte_start": 1247454,
                "start": 293.411
              },
              {
                "stop": 311.568,
                "text": "The Court of Appeals reversed the District Court's plan of summary judgment and the Court of Appeals held that the discretionary function exemption was inapplicable in this case for reasons which as I say, I shall refer to later.",
                "byte_stop": 1320074,
                "byte_start": 1266993,
                "start": 298.316
              },
              {
                "stop": 337.618,
                "text": "On the merits of the case, after getting over the discretionary function exemption, the court held in direct contradiction I believe to this court's holding in Dalehite, that even though no negligence in the planning or operation of the flight had been alleged and no wrongful conduct at all had been alleged, the government could still be liable under the Tort Claims Act under a fury of strict liability for engaging in ultra hazardous activity.",
                "byte_stop": 1424251,
                "byte_start": 1320074,
                "start": 311.568
              },
              {
                "stop": 355.373,
                "text": "The government believes that Court of Appeals erred in both aspects of its holding, both respect to it's refusal to apply the discretionary function exemption and on the merits in it's imposition of the theory of absolute liability for the conduct of ultra hazardous activity under the Tort Claims Act.",
                "byte_stop": 1495304,
                "byte_start": 1424251,
                "start": 337.618
              },
              {
                "stop": 371.86,
                "text": "And I shall with the court's permission deal first with the merits of the case, that is, the question whether the Tort Claims Act gives rise to government liability for ultra hazardous activities without finding a fault or negligence.",
                "byte_stop": 1561237,
                "byte_start": 1495304,
                "start": 355.373
              },
              {
                "stop": 390.143,
                "text": "As I imagine the members of this court are well aware that Tort Claims Act was enacted by Congress in 1946 and authorized for the first time in this country's history, a very limited and well defined range of Tort actions which could be brought against the Federal government.",
                "byte_stop": 1634380,
                "byte_start": 1561237,
                "start": 371.86
              },
              {
                "stop": 406.66,
                "text": "The issue whether the government ought to waive its sovereign immunity from Tort Actions had been vigorously debated in virtually every Congress since 1990 and over 30 bills had been introduced and extensively discussed in both houses of the Congress.",
                "byte_stop": 1700417,
                "byte_start": 1634380,
                "start": 390.143
              },
              {
                "stop": 413.74,
                "text": "We attempt to show throughout our brief in this case, as we did very extensively in our brief in the Dalehite case.",
                "byte_stop": 1728734,
                "byte_start": 1700417,
                "start": 406.66
              },
              {
                "stop": 421.281,
                "text": "We have put in our brief here a summary of extremely complex legislative history of this Act.",
                "byte_stop": 1758931,
                "byte_start": 1728734,
                "start": 413.74
              },
              {
                "stop": 445.074,
                "text": "As this court noted in Dalehite the overwhelming concern of the Congress throughout its discussions about whether to subject the United States to tort liability was the need to provide compensation without resort to the laborious process of private bills for those who had been injured by the ordinary common law tortuous acts of individual government employees and agents.",
                "byte_stop": 1854017,
                "byte_start": 1758931,
                "start": 421.281
              },
              {
                "stop": 458.598,
                "text": "And the chief example of such a tortuous act used literally hundreds of times in the discussions is the negligent operation of a motor vehicle driven by government employee in the scope of his employment.",
                "byte_stop": 1908143,
                "byte_start": 1854017,
                "start": 445.074
              },
              {
                "stop": 488.435,
                "text": "Indeed the house report in the 79th Congress which ultimately passed the final version of the Tort Claims Act noted the need to ensure that the Act would “Preclude any possibility that the Bill might be construed to authorize suit for damages growing out of an authorized activity where no negligence on the part of any governmental agent is shown and the only ground for suit is the contention that the same conduct by private individual would be tortuous.”",
                "byte_stop": 2027470,
                "byte_start": 1908143,
                "start": 458.598
              }
            ],
            "start": 96.42
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 2027470,
            "byte_stop": 2071460,
            "stop": 499.412,
            "text_blocks": [
              {
                "stop": 499.412,
                "text": "I thought that the government had a department where the person who suffered damages of this nature can submit a claim and they would be paid administratively.",
                "byte_stop": 2071460,
                "byte_start": 2027470,
                "start": 488.435
              }
            ],
            "start": 488.435
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2071460,
            "byte_stop": 2121616,
            "stop": 511.954,
            "text_blocks": [
              {
                "stop": 501.719,
                "text": "That is right Mr. Justice Douglas.",
                "byte_stop": 2080656,
                "byte_start": 2071460,
                "start": 499.412
              },
              {
                "stop": 511.954,
                "text": "There is provision in the Military Pay Claims Act which is set out at 10 USC 2732 and so on by which --",
                "byte_stop": 2121616,
                "byte_start": 2080656,
                "start": 501.719
              }
            ],
            "start": 499.412
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 2121616,
            "byte_stop": 2168427,
            "stop": 523.676,
            "text_blocks": [
              {
                "stop": 523.676,
                "text": "It is at West, where I come from, this sonic thing has been a terrible nuisance and it has injured a lot of properties, people have filed their claims and they get paid.",
                "byte_stop": 2168427,
                "byte_start": 2121616,
                "start": 511.954
              }
            ],
            "start": 511.954
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2168427,
            "byte_stop": 2356613,
            "stop": 570.698,
            "text_blocks": [
              {
                "stop": 528.384,
                "text": "Yes, and so in this case, similarly in this case a claim was filed to the Air Force.",
                "byte_stop": 2187340,
                "byte_start": 2168427,
                "start": 523.676
              },
              {
                "stop": 546.242,
                "text": "What the Military Pay Claims Act does is authorize the Air Force to establish, and there are other branches of the military through whom damage might occur to civilians to institute procedures under which recovery might be sought regardless of fault.",
                "byte_stop": 2258706,
                "byte_start": 2187340,
                "start": 528.384
              },
              {
                "stop": 561.79,
                "text": "And that administrative procedure was indeed followed in this case by respondents and the Air Force as I stated earlier, the Air Force engineer determined that there was no cause of connection in this case between the sonic boom and the damage inflicted.",
                "byte_stop": 2320982,
                "byte_start": 2258706,
                "start": 546.242
              },
              {
                "stop": 570.698,
                "text": "As a routine matter, the Air Force does pay up to a certain maximum amount specified in the Military Pay Claims Act, damages that occur through sonic booms, but this is --",
                "byte_stop": 2356613,
                "byte_start": 2320982,
                "start": 561.79
              }
            ],
            "start": 523.676
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2356613,
            "byte_stop": 2388691,
            "stop": 578.721,
            "text_blocks": [
              {
                "stop": 578.721,
                "text": "Mr. Stone, one of the most frequent kinds of damages from the sonic booms is shattered windows. Were there any shattered windows here?",
                "byte_stop": 2388691,
                "byte_start": 2356613,
                "start": 570.698
              }
            ],
            "start": 570.698
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2388691,
            "byte_stop": 2546471,
            "stop": 618.185,
            "text_blocks": [
              {
                "stop": 591.005,
                "text": "According to the investigative report, there were no shattered windows here and I gathered that the primary aspect to damage which respondents have alleged is cracking in the walls.",
                "byte_stop": 2437802,
                "byte_start": 2388691,
                "start": 578.721
              },
              {
                "stop": 618.185,
                "text": "And the engineer noted in his report a number of reasons why he thought that it was impossible that the cracking in the walls of this particular house could have been caused by sonic boom and I think the Air Force takes position generally, that cracked glass is the primary danger and that major structural damage has really not been proved yet to be correlated with the sonic booms, but I think, that issue is not present in this case.",
                "byte_stop": 2546471,
                "byte_start": 2437802,
                "start": 591.005
              }
            ],
            "start": 578.721
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 2546471,
            "byte_stop": 2571862,
            "stop": 624.533,
            "text_blocks": [
              {
                "stop": 624.533,
                "text": "But in any event, this suit was not filed until after administrative denial --",
                "byte_stop": 2571862,
                "byte_start": 2546471,
                "start": 618.185
              }
            ],
            "start": 618.185
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2571862,
            "byte_stop": 2577609,
            "stop": 625.948,
            "text_blocks": [
              {
                "stop": 625.948,
                "text": "That's right.",
                "byte_stop": 2577609,
                "byte_start": 2571862,
                "start": 624.533
              }
            ],
            "start": 624.533
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 2577609,
            "byte_stop": 2583251,
            "stop": 627.37,
            "text_blocks": [
              {
                "stop": 627.37,
                "text": "That we saw through the --",
                "byte_stop": 2583251,
                "byte_start": 2577609,
                "start": 625.948
              }
            ],
            "start": 625.948
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2583251,
            "byte_stop": 2682726,
            "stop": 652.248,
            "text_blocks": [
              {
                "stop": 635.388,
                "text": "And the suit was filed under the Tort Claims Act which is by the very terms of the Military Pay Claims Act, mutually exclusive with Tort Act liability.",
                "byte_stop": 2615330,
                "byte_start": 2583251,
                "start": 627.37
              },
              {
                "stop": 652.248,
                "text": "There is only, Military Pay Claims Acts liability is only authorized in the event that there is no claim under the Tort Claims Act which we believe incidentally is a recognition of the fact that the Tort Claims Act does not cover liability in the absence of some sort of fault or wrong.",
                "byte_stop": 2682726,
                "byte_start": 2615330,
                "start": 635.388
              }
            ],
            "start": 627.37
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 2682726,
            "byte_stop": 2710207,
            "stop": 659.117,
            "text_blocks": [
              {
                "stop": 659.117,
                "text": "Is there a, like the maximum that's allowed under the Pay Claim Act?",
                "byte_stop": 2710207,
                "byte_start": 2682726,
                "start": 652.248
              }
            ],
            "start": 652.248
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2710207,
            "byte_stop": 2746360,
            "stop": 668.154,
            "text_blocks": [
              {
                "stop": 668.154,
                "text": "Under the Pay Claim Act, there is a $15,000 maximum except in certain -- that can be through certain special procedures can be waived, if necessary.",
                "byte_stop": 2746360,
                "byte_start": 2710207,
                "start": 659.117
              }
            ],
            "start": 659.117
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 2746360,
            "byte_stop": 2820966,
            "stop": 686.791,
            "text_blocks": [
              {
                "stop": 686.791,
                "text": "Well, I get that Mr. Stone, are you suggesting that under the Military Pay Claims Act, in that procedure, there has to be a determination in the first instance before an allowance is made to the claimant, that there would be liability under the Tort Claims Act?",
                "byte_stop": 2820966,
                "byte_start": 2746360,
                "start": 668.154
              }
            ],
            "start": 668.154
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2820966,
            "byte_stop": 2837475,
            "stop": 690.924,
            "text_blocks": [
              {
                "stop": 690.924,
                "text": "No, there has to be a determination that there would not be liability under the Tort Claims Act --",
                "byte_stop": 2837475,
                "byte_start": 2820966,
                "start": 686.791
              }
            ],
            "start": 686.791
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 2837475,
            "byte_stop": 2842177,
            "stop": 692.103,
            "text_blocks": [
              {
                "stop": 692.103,
                "text": "Before that maybe, is that right?",
                "byte_stop": 2842177,
                "byte_start": 2837475,
                "start": 690.924
              }
            ],
            "start": 690.924
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2842177,
            "byte_stop": 2847402,
            "stop": 693.401,
            "text_blocks": [
              {
                "stop": 693.401,
                "text": "That's right, that's right.",
                "byte_stop": 2847402,
                "byte_start": 2842177,
                "start": 692.103
              }
            ],
            "start": 692.103
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2847402,
            "byte_stop": 2876659,
            "stop": 700.723,
            "text_blocks": [
              {
                "stop": 700.723,
                "text": "And the only inquiry is whether the sonic boom caused the damage to the extent of the damage.",
                "byte_stop": 2876659,
                "byte_start": 2847402,
                "start": 693.401
              }
            ],
            "start": 693.401
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2876659,
            "byte_stop": 2879793,
            "stop": 701.513,
            "text_blocks": [
              {
                "stop": 701.513,
                "text": "Exactly.",
                "byte_stop": 2879793,
                "byte_start": 2876659,
                "start": 700.723
              }
            ],
            "start": 700.723
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 2879793,
            "byte_stop": 2899020,
            "stop": 706.313,
            "text_blocks": [
              {
                "stop": 706.313,
                "text": "Are you suggesting anything in the nature of the election of remedies here?",
                "byte_stop": 2899020,
                "byte_start": 2879793,
                "start": 701.513
              }
            ],
            "start": 701.513
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2899020,
            "byte_stop": 2971640,
            "stop": 724.478,
            "text_blocks": [
              {
                "stop": 709.725,
                "text": "No, we are not suggesting, I don't think anything in that nature.",
                "byte_stop": 2912708,
                "byte_start": 2899020,
                "start": 706.313
              },
              {
                "stop": 724.478,
                "text": "We are suggesting that respondent has failed successfully to achieve a remedy through the administrative process authorized by the Military Pay Claims Act that he is now suing under the Federal Tort Claims Act and that, that Act --",
                "byte_stop": 2971640,
                "byte_start": 2912708,
                "start": 709.725
              }
            ],
            "start": 706.313
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 2971640,
            "byte_stop": 2985224,
            "stop": 727.875,
            "text_blocks": [
              {
                "stop": 727.875,
                "text": "Well, did he have to go first for relief from the military --",
                "byte_stop": 2985224,
                "byte_start": 2971640,
                "start": 724.478
              }
            ],
            "start": 724.478
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 2985224,
            "byte_stop": 3008107,
            "stop": 733.581,
            "text_blocks": [
              {
                "stop": 729.552,
                "text": "No, I don't believe he did.",
                "byte_stop": 2992016,
                "byte_start": 2985224,
                "start": 727.875
              },
              {
                "stop": 733.581,
                "text": "We would not argue with any exhaustion principle.",
                "byte_stop": 3008107,
                "byte_start": 2992016,
                "start": 729.552
              }
            ],
            "start": 727.875
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 3008107,
            "byte_stop": 3021064,
            "stop": 736.81,
            "text_blocks": [
              {
                "stop": 736.81,
                "text": "Because for no other reason, they are mutually exclusive.",
                "byte_stop": 3021064,
                "byte_start": 3008107,
                "start": 733.581
              }
            ],
            "start": 733.581
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3021064,
            "byte_stop": 3027960,
            "stop": 738.545,
            "text_blocks": [
              {
                "stop": 738.545,
                "text": "Mutually exclusive, that's right.",
                "byte_stop": 3027960,
                "byte_start": 3021064,
                "start": 736.81
              }
            ],
            "start": 736.81
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 3027960,
            "byte_stop": 3070069,
            "stop": 749.065,
            "text_blocks": [
              {
                "stop": 749.065,
                "text": "And is it Congress that has said that no administrative payments where it is covered by the Tort Claims Act or is that regulated --",
                "byte_stop": 3070069,
                "byte_start": 3027960,
                "start": 738.545
              }
            ],
            "start": 738.545
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3070069,
            "byte_stop": 3084698,
            "stop": 752.736,
            "text_blocks": [
              {
                "stop": 752.736,
                "text": "That's Congress who said that, that's 10 U.S.C. 2733 (b).",
                "byte_stop": 3084698,
                "byte_start": 3070069,
                "start": 749.065
              }
            ],
            "start": 749.065
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 3084698,
            "byte_stop": 3119389,
            "stop": 761.413,
            "text_blocks": [
              {
                "stop": 761.413,
                "text": "So that, you argued that Congress thereby itself indicates at least, some kinds of damage that are not covered by the --",
                "byte_stop": 3119389,
                "byte_start": 3084698,
                "start": 752.736
              }
            ],
            "start": 752.736
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3119389,
            "byte_stop": 3448427,
            "stop": 843.671,
            "text_blocks": [
              {
                "stop": 763.711,
                "text": "Tort Claims Act, that's right.",
                "byte_stop": 3128584,
                "byte_start": 3119389,
                "start": 761.413
              },
              {
                "stop": 786.133,
                "text": "Let me get back to the language of the Tort Claims Act itself, even though negligence was the major concern, we of course, acknowledged that the Act was worded not truly in terms of negligence but rather in terms of injury caused by the negligent or wrongful act or mission of any employee under circumstances that may give rise to state liability.",
                "byte_stop": 3218340,
                "byte_start": 3128584,
                "start": 763.711
              },
              {
                "stop": 834.845,
                "text": "In the view of the Court of Appeals, the addition of the word wrongful, and that is the important word for purposes of this case, means the Congress intended to waive the immunity from tort action by the government for any act which would be grounds for tort suit under the law of the state, where the Act in question occurred, and since a person maybe liable in North Carolina to a tort suit for ultra hazardous activity without any question of fault, the court reasons that the government is correspondingly liable here and disregarding the question of whether operation of supersonic flights constitutes an ultra hazardous activity which I don't believe the Court properly determined, which in any event what I think require a fact finding proceeding of some sort.",
                "byte_stop": 3413109,
                "byte_start": 3218340,
                "start": 786.133
              },
              {
                "stop": 843.671,
                "text": "We believe the Court was in very serious error when it read the word, wrongful, in the Tort Claims Act, to apply to absolute liability for ultra hazardous activity.",
                "byte_stop": 3448427,
                "byte_start": 3413109,
                "start": 834.845
              }
            ],
            "start": 761.413
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 3448427,
            "byte_stop": 3546961,
            "stop": 868.292,
            "text_blocks": [
              {
                "stop": 866.371,
                "text": "Do I get that, does it (Inaudible) Mr. Stone, if the discretionary exception properly applied, nevertheless, under the Military Pay Claims Act, there might have been -- Air Force satisfied itself there is cause of connection of the sonic boom to this damage.",
                "byte_stop": 3539229,
                "byte_start": 3448427,
                "start": 843.671
              },
              {
                "stop": 868.292,
                "text": "There might have been the payment under that Act.",
                "byte_stop": 3546961,
                "byte_start": 3539229,
                "start": 866.371
              }
            ],
            "start": 843.671
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3546961,
            "byte_stop": 3638703,
            "stop": 891.242,
            "text_blocks": [
              {
                "stop": 869.772,
                "text": "Yes, Mr. Justice Brennan.",
                "byte_stop": 3552812,
                "byte_start": 3546961,
                "start": 868.292
              },
              {
                "stop": 879.441,
                "text": "Now there are two different problems here, there is both the discretionary function problem which I shall get to and the question whether there was any wrongful and negligent act.",
                "byte_stop": 3591578,
                "byte_start": 3552812,
                "start": 869.772
              },
              {
                "stop": 885.331,
                "text": "Both, in order for there to be Federal Tort Claim Act liability, both of those conditions have to be fulfilled.",
                "byte_stop": 3615088,
                "byte_start": 3591578,
                "start": 879.441
              },
              {
                "stop": 891.242,
                "text": "There has to be a non-discretionary function by a federal employee and there has to be a wrongful or negligent act.",
                "byte_stop": 3638703,
                "byte_start": 3615088,
                "start": 885.331
              }
            ],
            "start": 868.292
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 3638703,
            "byte_stop": 3653749,
            "stop": 895.002,
            "text_blocks": [
              {
                "stop": 895.002,
                "text": "And if either is not present then you have to go other?",
                "byte_stop": 3653749,
                "byte_start": 3638703,
                "start": 891.242
              }
            ],
            "start": 891.242
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3653749,
            "byte_stop": 3935976,
            "stop": 965.546,
            "text_blocks": [
              {
                "stop": 900.018,
                "text": "Then your only remedy is from the Air Force administrative procedure.",
                "byte_stop": 3673811,
                "byte_start": 3653749,
                "start": 895.002
              },
              {
                "stop": 939.715,
                "text": "Our essential position in this case is, I think it is Hornbook Tort law that strict or absolute liability for the conduct of an ultra hazardous activity is imposed not because a person has engaged in conduct which is in any way negligent or wrongful, but merely because the activity is one which poses a likelihood of damage regardless of a level of care exercised and as the commentators, I think, unanimously agree, it is the unique characteristic of this type of liability that it is imposed not because of a wrongful act but because of a policy judgment that the person who engages in an ultrahazardous activity should bear the risk of harm caused by that activity.",
                "byte_stop": 3832636,
                "byte_start": 3673811,
                "start": 900.018
              },
              {
                "stop": 965.546,
                "text": "And whatever the word wrongful means, in addition to the word negligence, it simply makes no sense to say that an act is wrongful because it gives rise to liability under state law, especially when the underlying assumption of that state law is not that the conduct is wrongful but on the contrary, that it is being to give rise to liability for policy reasons in spite, explicitly in spite of its not being wrongful.",
                "byte_stop": 3935976,
                "byte_start": 3832636,
                "start": 939.715
              }
            ],
            "start": 895.002
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 3935976,
            "byte_stop": 3962726,
            "stop": 972.239,
            "text_blocks": [
              {
                "stop": 972.239,
                "text": "Are there any private aircraft that created sonic boom?",
                "byte_stop": 3962726,
                "byte_start": 3935976,
                "start": 965.546
              }
            ],
            "start": 965.546
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3962726,
            "byte_stop": 3979653,
            "stop": 976.459,
            "text_blocks": [
              {
                "stop": 976.459,
                "text": "To my knowledge Mr. Chief Justice there are not so far, but I don't know the answer to that --",
                "byte_stop": 3979653,
                "byte_start": 3962726,
                "start": 972.239
              }
            ],
            "start": 972.239
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 3979653,
            "byte_stop": 3991147,
            "stop": 979.353,
            "text_blocks": [
              {
                "stop": 979.353,
                "text": "So, it's military aircraft only.",
                "byte_stop": 3991147,
                "byte_start": 3979653,
                "start": 976.459
              }
            ],
            "start": 976.459
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 3991147,
            "byte_stop": 4074634,
            "stop": 1000.211,
            "text_blocks": [
              {
                "stop": 1000.211,
                "text": "To my knowledge, it is a problem that has been exclusively here in the domain of military aircraft but if that is not in the record, I don't know the answer to that question whether -- I am quite certain that there are private companies which are engaged in building the planes that can fly at more than supersonic speeds but whether they are being used for any other than military purposes, I don't know.",
                "byte_stop": 4074634,
                "byte_start": 3991147,
                "start": 979.353
              }
            ],
            "start": 979.353
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 4074634,
            "byte_stop": 4085710,
            "stop": 1002.996,
            "text_blocks": [
              {
                "stop": 1002.996,
                "text": "But they are all properly built, there are no governmentally instructed construct a military aircraft?",
                "byte_stop": 4085710,
                "byte_start": 4074634,
                "start": 1000.211
              }
            ],
            "start": 1000.211
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4085710,
            "byte_stop": 4156345,
            "stop": 1020.639,
            "text_blocks": [
              {
                "stop": 1005.903,
                "text": "That's right.",
                "byte_stop": 4097413,
                "byte_start": 4085710,
                "start": 1002.996
              },
              {
                "stop": 1020.639,
                "text": "What I understand is that there are plans for the use of planes flying at these sonic boom oriented speeds by private industry, but I have not been able to find evidence that they are yet flying.",
                "byte_stop": 4156345,
                "byte_start": 4097413,
                "start": 1005.903
              }
            ],
            "start": 1002.996
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 4156345,
            "byte_stop": 4171705,
            "stop": 1024.487,
            "text_blocks": [
              {
                "stop": 1024.487,
                "text": "The Concord (Inaudible)",
                "byte_stop": 4171705,
                "byte_start": 4156345,
                "start": 1020.639
              }
            ],
            "start": 1020.639
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4171705,
            "byte_stop": 4327082,
            "stop": 1063.333,
            "text_blocks": [
              {
                "stop": 1029.167,
                "text": "I don't know.",
                "byte_stop": 4190409,
                "byte_start": 4171705,
                "start": 1024.487
              },
              {
                "stop": 1063.333,
                "text": "I would conclude this portion of the argument by referring to the very extensive legislative history of the Act which we discussed for these purposes at pages 13-16 of our brief, which indicate that the word negligence was intended to cover the great bulk of cases brought under the statute and the word wrongful was quite explicitly meant to have a very, very narrow purpose of primarily including certain kinds of trespass which were not necessarily negligent and this court in Dalehite, very explicitly agreed with this reading of the legislative history.",
                "byte_stop": 4327082,
                "byte_start": 4190409,
                "start": 1029.167
              }
            ],
            "start": 1024.487
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4327082,
            "byte_stop": 4340561,
            "stop": 1066.703,
            "text_blocks": [
              {
                "stop": 1066.703,
                "text": "Does the Court Claims at cover intentional --",
                "byte_stop": 4340561,
                "byte_start": 4327082,
                "start": 1063.333
              }
            ],
            "start": 1063.333
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4340561,
            "byte_stop": 4384447,
            "stop": 1077.671,
            "text_blocks": [
              {
                "stop": 1077.671,
                "text": "It excludes most intentional wrong, Section 2680 (f), I think, it is, quite explicitly excludes assaults and false imprisonments and intentional --",
                "byte_stop": 4384447,
                "byte_start": 4340561,
                "start": 1066.703
              }
            ],
            "start": 1066.703
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4384447,
            "byte_stop": 4393119,
            "stop": 1079.84,
            "text_blocks": [
              {
                "stop": 1079.84,
                "text": "That's deliberate trespass isn't there a test?",
                "byte_stop": 4393119,
                "byte_start": 4384447,
                "start": 1077.671
              }
            ],
            "start": 1077.671
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4393119,
            "byte_stop": 4426974,
            "stop": 1088.303,
            "text_blocks": [
              {
                "stop": 1088.303,
                "text": "Well, those deliberate torts which are excluded are excluded by name and trespass, deliberate trespass is not excluded.",
                "byte_stop": 4426974,
                "byte_start": 4393119,
                "start": 1079.84
              }
            ],
            "start": 1079.84
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4426974,
            "byte_stop": 4432094,
            "stop": 1089.579,
            "text_blocks": [
              {
                "stop": 1089.579,
                "text": "And therefore would fall within wrongful --",
                "byte_stop": 4432094,
                "byte_start": 4426974,
                "start": 1088.303
              }
            ],
            "start": 1088.303
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4432094,
            "byte_stop": 4438677,
            "stop": 1091.218,
            "text_blocks": [
              {
                "stop": 1091.218,
                "text": "Within wrongful, that's right.",
                "byte_stop": 4438677,
                "byte_start": 4432094,
                "start": 1089.579
              }
            ],
            "start": 1089.579
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4438677,
            "byte_stop": 4543793,
            "stop": 1117.496,
            "text_blocks": [
              {
                "stop": 1109.637,
                "text": "Well, if you, if the Air Force knows that it's inevitable that there would be sonic booms on this plane, they know that, that it's inevitable sonic boom, they don't know that every sonic boom will cause damage, they know there is a serious risk of it and they do it deliberately.",
                "byte_stop": 4512342,
                "byte_start": 4438677,
                "start": 1091.218
              },
              {
                "stop": 1117.496,
                "text": "I mean, they fly it away deliberately under and impose this risk of loss, that would be the kind of intentional trespassing.",
                "byte_stop": 4543793,
                "byte_start": 4512342,
                "start": 1109.637
              }
            ],
            "start": 1091.218
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4543793,
            "byte_stop": 4634909,
            "stop": 1140.277,
            "text_blocks": [
              {
                "stop": 1140.277,
                "text": "I think that's precisely the kind of situation which gives rise to strict liability for ultrahazardous activity where there is a statistical certainty that at some point if you continue to carry on this activity, some kind of damage will occur, but it is considered inherently a reasonable activity to perform, and liability is considered to be imposed regardless of any fault.",
                "byte_stop": 4634909,
                "byte_start": 4543793,
                "start": 1117.496
              }
            ],
            "start": 1117.496
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4634909,
            "byte_stop": 4656851,
            "stop": 1145.761,
            "text_blocks": [
              {
                "stop": 1145.761,
                "text": "But doesn't it get close to being intentional?",
                "byte_stop": 4656851,
                "byte_start": 4634909,
                "start": 1140.277
              }
            ],
            "start": 1140.277
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4656851,
            "byte_stop": 4733860,
            "stop": 1165.032,
            "text_blocks": [
              {
                "stop": 1154.03,
                "text": "Well, this is a question that's raised in all the commentaries with respect to where the strict liability is an intentional tort.",
                "byte_stop": 4689870,
                "byte_start": 4656851,
                "start": 1145.761
              },
              {
                "stop": 1165.032,
                "text": "I don't think that plays into the Tort Claims Act in any event because the exceptions in the Tort Claims Act are not too intentional torts by category but to certain specific torts all of which are intentional.",
                "byte_stop": 4733860,
                "byte_start": 4689870,
                "start": 1154.03
              }
            ],
            "start": 1145.761
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 4733860,
            "byte_stop": 4784538,
            "stop": 1177.7,
            "text_blocks": [
              {
                "stop": 1177.7,
                "text": "I think that there is a difference too, where you are talking about an intentional tort, whether you mean, whether the act intending to do the particular act or whether we did it with some sort of bad intent towards the recipient of the circuit.",
                "byte_stop": 4784538,
                "byte_start": 4733860,
                "start": 1165.032
              }
            ],
            "start": 1165.032
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4784538,
            "byte_stop": 4869070,
            "stop": 1198.814,
            "text_blocks": [
              {
                "stop": 1179.648,
                "text": "I think, that's right, Mr. Justice Rehnquist.",
                "byte_stop": 4792375,
                "byte_start": 4784538,
                "start": 1177.7
              },
              {
                "stop": 1198.814,
                "text": "And the mere fact that he intended to do the act and knew that it was a statistical probability indeed, a statistical certainty that some damage would ultimately occur, is not, I think, been considered by any of the commentators to be an intentional tort for proser and restatement of torts by categorization purposes --",
                "byte_stop": 4869070,
                "byte_start": 4792375,
                "start": 1179.648
              }
            ],
            "start": 1177.7
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 4869070,
            "byte_stop": 4875444,
            "stop": 1200.405,
            "text_blocks": [
              {
                "stop": 1200.405,
                "text": "And was not wrongful, isn't it?",
                "byte_stop": 4875444,
                "byte_start": 4869070,
                "start": 1198.814
              }
            ],
            "start": 1198.814
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4875444,
            "byte_stop": 4937929,
            "stop": 1216.031,
            "text_blocks": [
              {
                "stop": 1216.031,
                "text": "And we say not wrongful and this court quite specifically in Dalehite said that activity of this nature was not wrongful and that was not dealing with sonic booms but it was dealing with this broad category which is defined in terms of a relative certainty that some sort of damage will occur.",
                "byte_stop": 4937929,
                "byte_start": 4875444,
                "start": 1200.405
              }
            ],
            "start": 1200.405
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 4937929,
            "byte_stop": 4954334,
            "stop": 1220.151,
            "text_blocks": [
              {
                "stop": 1220.151,
                "text": "Have you ever been on a horse when one of these sonic booms hits?",
                "byte_stop": 4954334,
                "byte_start": 4937929,
                "start": 1216.031
              }
            ],
            "start": 1216.031
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 4954334,
            "byte_stop": 4977217,
            "stop": 1225.854,
            "text_blocks": [
              {
                "stop": 1221.723,
                "text": "I have not been Mr. Justice Douglas.",
                "byte_stop": 4960708,
                "byte_start": 4954334,
                "start": 1220.151
              },
              {
                "stop": 1225.854,
                "text": "I understand that's one of the more unpleasant aspects of a sonic booms.",
                "byte_stop": 4977217,
                "byte_start": 4960708,
                "start": 1221.723
              }
            ],
            "start": 1220.151
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 4977217,
            "byte_stop": 5059869,
            "stop": 1246.53,
            "text_blocks": [
              {
                "stop": 1246.53,
                "text": "Speaking of what's wrong or not, perhaps that aircrafts fly over horse and people not doing their own business in a peaceful ordinary way, and this thing hits.",
                "byte_stop": 5059869,
                "byte_start": 4977217,
                "start": 1225.854
              }
            ],
            "start": 1225.854
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5059869,
            "byte_stop": 5068228,
            "stop": 1248.608,
            "text_blocks": [
              {
                "stop": 1248.608,
                "text": "Mr. Justice Douglas, there are --",
                "byte_stop": 5068228,
                "byte_start": 5059869,
                "start": 1246.53
              }
            ],
            "start": 1246.53
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -969127200,
                  "id": 2751,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2751",
                  "type": "scotus_justice",
                  "appointing_president": "Franklin D. Roosevelt",
                  "date_end": 185004000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_o_douglas",
              "name": "William O. Douglas",
              "last_name": "Douglas",
              "length_of_service": 13358,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_o_douglas/william_o_douglas.thumb.png",
                "id": 32781,
                "size": 56651
              },
              "ID": 15107,
              "identifier": "william_o_douglas"
            },
            "byte_start": 5068228,
            "byte_stop": 5083274,
            "stop": 1252.381,
            "text_blocks": [
              {
                "stop": 1252.381,
                "text": "And the question, is who is to suffer the loss?",
                "byte_stop": 5083274,
                "byte_start": 5068228,
                "start": 1248.608
              }
            ],
            "start": 1248.608
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5083274,
            "byte_stop": 5133011,
            "stop": 1264.808,
            "text_blocks": [
              {
                "stop": 1264.808,
                "text": "There indeed is the question as to who should suffer the loss, in this situation and in many situations in which many governmental activity regardless of finding a fault or wrong causes damage to an individual.",
                "byte_stop": 5133011,
                "byte_start": 5083274,
                "start": 1252.381
              }
            ],
            "start": 1252.381
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 5133011,
            "byte_stop": 5135937,
            "stop": 1265.544,
            "text_blocks": [
              {
                "stop": 1265.544,
                "text": "Well, I suppose your answer is --",
                "byte_stop": 5135937,
                "byte_start": 5133011,
                "start": 1264.808
              }
            ],
            "start": 1264.808
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5135937,
            "byte_stop": 5145655,
            "stop": 1267.966,
            "text_blocks": [
              {
                "stop": 1267.966,
                "text": "The Congress has not chosen to --",
                "byte_stop": 5145655,
                "byte_start": 5135937,
                "start": 1265.544
              }
            ],
            "start": 1265.544
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 5145655,
            "byte_stop": 5211588,
            "stop": 1284.45,
            "text_blocks": [
              {
                "stop": 1284.45,
                "text": "Well, I accept your answer would be that if a boom -- everyone of like, if you get thrown off a horse when the boom goes off, you know what caused you, you get thrown off a horse and you are hurt, I suppose, your answer would be that you may not have recovered from the Tort Claims Act which you are likely to get under the Military training.",
                "byte_stop": 5211588,
                "byte_start": 5145655,
                "start": 1267.966
              }
            ],
            "start": 1267.966
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5211588,
            "byte_stop": 5250771,
            "stop": 1294.241,
            "text_blocks": [
              {
                "stop": 1294.241,
                "text": "That's exactly right Mr. Justice Brennan, but the Tort Claims Act in very specific terms says that the activity must be wrongful and this Court in Dalehite very explicitly --",
                "byte_stop": 5250771,
                "byte_start": 5211588,
                "start": 1284.45
              }
            ],
            "start": 1284.45
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 5250771,
            "byte_stop": 5307614,
            "stop": 1308.468,
            "text_blocks": [
              {
                "stop": 1302.519,
                "text": "Well this is -- North Carolina has what's called a Uniform Aviation Statute.",
                "byte_stop": 5283895,
                "byte_start": 5250771,
                "start": 1294.241
              },
              {
                "stop": 1308.468,
                "text": "I can't find text to that statute because it means patently something else.",
                "byte_stop": 5307614,
                "byte_start": 5283895,
                "start": 1302.519
              }
            ],
            "start": 1294.241
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5307614,
            "byte_stop": 5323601,
            "stop": 1312.469,
            "text_blocks": [
              {
                "stop": 1312.469,
                "text": "Oh, it's -- yeah, I am told that it's not.",
                "byte_stop": 5323601,
                "byte_start": 5307614,
                "start": 1308.468
              }
            ],
            "start": 1308.468
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 5323601,
            "byte_stop": 5502696,
            "stop": 1357.22,
            "text_blocks": [
              {
                "stop": 1322.107,
                "text": "You referred to trespass and my impression was, although I don't have the text to this statute, state statute, before me that that's exactly what the state makes this.",
                "byte_stop": 5362158,
                "byte_start": 5323601,
                "start": 1312.469
              },
              {
                "stop": 1342.98,
                "text": "And it says that in a point of view of over flying aircraft and a landowner owns all the way up to the heavens in concept and the old common law concept and then goes an airplane that invades the airspace above his real estate is truly a trespass.",
                "byte_stop": 5445645,
                "byte_start": 5362158,
                "start": 1322.107
              },
              {
                "stop": 1348.652,
                "text": "Damages are involved, those are damages that result from trespass.",
                "byte_stop": 5468424,
                "byte_start": 5445645,
                "start": 1342.98
              },
              {
                "stop": 1356.355,
                "text": "And you just conceded that there is Federal Tort Claim Act liability and the you have a trespass.",
                "byte_stop": 5499144,
                "byte_start": 5468424,
                "start": 1348.652
              },
              {
                "stop": 1357.22,
                "text": "Have you not?",
                "byte_stop": 5502696,
                "byte_start": 5499144,
                "start": 1356.355
              }
            ],
            "start": 1312.469
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5502696,
            "byte_stop": 5528296,
            "stop": 1363.631,
            "text_blocks": [
              {
                "stop": 1363.631,
                "text": "Mr. Justice Stewart, I don't know the answer to whether North Carolina Law categorizes this as a trespass.",
                "byte_stop": 5528296,
                "byte_start": 5502696,
                "start": 1357.22
              }
            ],
            "start": 1357.22
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 5528296,
            "byte_stop": 5538432,
            "stop": 1366.168,
            "text_blocks": [
              {
                "stop": 1366.168,
                "text": "We don't have the text of the statute.",
                "byte_stop": 5538432,
                "byte_start": 5528296,
                "start": 1363.631
              }
            ],
            "start": 1363.631
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5538432,
            "byte_stop": 5693913,
            "stop": 1405.023,
            "text_blocks": [
              {
                "stop": 1405.023,
                "text": "We have a reference in our petition to North Carolina General Statute 6314, this is on the footnote on page 26 of the petition and I think that the reason we have not gone into this in detail in North Carolina Law is that the Court of Appeals which held in respondent's favor assumed that the theory of North Carolina law which it was based in its holding of Tort Claims Act liability on was a strict, conventional strict-liability for hazardous activity theory and not a trespass theory.",
                "byte_stop": 5693913,
                "byte_start": 5538432,
                "start": 1366.168
              }
            ],
            "start": 1366.168
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 5693913,
            "byte_stop": 5711258,
            "stop": 1409.37,
            "text_blocks": [
              {
                "stop": 1409.37,
                "text": "(Voice Overlap) liability, we were told that it was trespass and there wasn't that kind of a physical kind of trespass and that wasn't that kind of trespass into my case.",
                "byte_stop": 5711258,
                "byte_start": 5693913,
                "start": 1405.023
              }
            ],
            "start": 1405.023
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5711258,
            "byte_stop": 5729857,
            "stop": 1414.032,
            "text_blocks": [
              {
                "stop": 1414.032,
                "text": "Oh, excuse me, let me --",
                "byte_stop": 5729857,
                "byte_start": 5711258,
                "start": 1409.37
              }
            ],
            "start": 1409.37
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5729857,
            "byte_stop": 5758801,
            "stop": 1421.25,
            "text_blocks": [
              {
                "stop": 1421.25,
                "text": "Let me answer the question by saying that I don't think -- I think that the kind of trespass, even a trespass would have to be wrongful in some sense.",
                "byte_stop": 5758801,
                "byte_start": 5729857,
                "start": 1414.032
              }
            ],
            "start": 1414.032
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 5758801,
            "byte_stop": 5819196,
            "stop": 1436.349,
            "text_blocks": [
              {
                "stop": 1425.127,
                "text": "Well it is wrongful it's by virtue of apartments and trespass, is it not?",
                "byte_stop": 5774265,
                "byte_start": 5758801,
                "start": 1421.25
              },
              {
                "stop": 1436.349,
                "text": "If I walk on somebody else's property to get a airplane in the statute, that's a trespass whether or not I have evil intent or not.",
                "byte_stop": 5819196,
                "byte_start": 5774265,
                "start": 1425.127
              }
            ],
            "start": 1421.25
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5819196,
            "byte_stop": 5841557,
            "stop": 1441.95,
            "text_blocks": [
              {
                "stop": 1441.95,
                "text": "I think unless there is some element of thought even though it can be labeled a trespass, it's not necessarily wrongful.",
                "byte_stop": 5841557,
                "byte_start": 5819196,
                "start": 1436.349
              }
            ],
            "start": 1436.349
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 5841557,
            "byte_stop": 5850856,
            "stop": 1444.275,
            "text_blocks": [
              {
                "stop": 1444.275,
                "text": "I would say, if there is no damage in that kind of action (Voice Overlap)",
                "byte_stop": 5850856,
                "byte_start": 5841557,
                "start": 1441.95
              }
            ],
            "start": 1441.95
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5850856,
            "byte_stop": 5878546,
            "stop": 1451.185,
            "text_blocks": [
              {
                "stop": 1445.498,
                "text": "It's tortious.",
                "byte_stop": 5855767,
                "byte_start": 5850856,
                "start": 1444.275
              },
              {
                "stop": 1449.338,
                "text": "It maybe tortious but it is not necessarily wrongful.",
                "byte_stop": 5871127,
                "byte_start": 5855767,
                "start": 1445.498
              },
              {
                "stop": 1451.185,
                "text": "And in any event, excuse me.",
                "byte_stop": 5878546,
                "byte_start": 5871127,
                "start": 1449.338
              }
            ],
            "start": 1444.275
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -416862000,
                  "id": 2786,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2786",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 648450000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_j_brennan_jr",
              "name": "William J. Brennan, Jr.",
              "last_name": "Brennan",
              "length_of_service": 12330,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_j_brennan_jr/william_j_brennan_jr.thumb.png",
                "id": 32778,
                "size": 56873
              },
              "ID": 15140,
              "identifier": "william_j_brennan_jr"
            },
            "byte_start": 5878546,
            "byte_stop": 5919193,
            "stop": 1461.349,
            "text_blocks": [
              {
                "stop": 1461.349,
                "text": "The trespass, I should have thought -- it could at least be argued that a trespass is per se wrongful, it's the invasion in somebody else's real estate.",
                "byte_stop": 5919193,
                "byte_start": 5878546,
                "start": 1451.185
              }
            ],
            "start": 1451.185
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5919193,
            "byte_stop": 5959526,
            "stop": 1471.435,
            "text_blocks": [
              {
                "stop": 1471.435,
                "text": "Well, I would suggest that we don't know whether North Carolina Law specifically hold this on.",
                "byte_stop": 5959526,
                "byte_start": 5919193,
                "start": 1461.349
              }
            ],
            "start": 1461.349
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5959526,
            "byte_stop": 5974363,
            "stop": 1475.143,
            "text_blocks": [
              {
                "stop": 1475.143,
                "text": "I should say, it might be rather important in this case.",
                "byte_stop": 5974363,
                "byte_start": 5959526,
                "start": 1471.435
              }
            ],
            "start": 1471.435
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 5974363,
            "byte_stop": 5977080,
            "stop": 1475.816,
            "text_blocks": [
              {
                "stop": 1475.816,
                "text": "It would be rather importance but it's not.",
                "byte_stop": 5977080,
                "byte_start": 5974363,
                "start": 1475.143
              }
            ],
            "start": 1475.143
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 5977080,
            "byte_stop": 5992962,
            "stop": 1479.799,
            "text_blocks": [
              {
                "stop": 1479.799,
                "text": "I know it's not this theory on which of the Court of Appeals has rested but --",
                "byte_stop": 5992962,
                "byte_start": 5977080,
                "start": 1475.816
              }
            ],
            "start": 1475.816
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 5992962,
            "byte_stop": 6036639,
            "stop": 1490.705,
            "text_blocks": [
              {
                "stop": 1484.689,
                "text": "Do you think Congress use the word “wrongful” in the Act?",
                "byte_stop": 6012502,
                "byte_start": 5992962,
                "start": 1479.799
              },
              {
                "stop": 1490.705,
                "text": "To me, anything that was a legal wrong under state law or do you think it has some narrower definition?",
                "byte_stop": 6036639,
                "byte_start": 6012502,
                "start": 1484.689
              }
            ],
            "start": 1479.799
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 6036639,
            "byte_stop": 6153981,
            "stop": 1520.049,
            "text_blocks": [
              {
                "stop": 1520.049,
                "text": "Oh, quite, and we believe quite certainly that it had a much narrower definition that if had meant something that would give rise to liability under State Law, different words would have been used and the Court said in Dalehite, that different words would have been used and the Court said in Dalehite that if “wrongful' had meant simply tortious in the sense of giving rise to liability that there are other models for compensation such as the Maritime Act, for example, which specify that any act which is considered tortious, gives rise to federal liability.",
                "byte_stop": 6153981,
                "byte_start": 6036639,
                "start": 1490.705
              }
            ],
            "start": 1490.705
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6153981,
            "byte_stop": 6264636,
            "stop": 1547.721,
            "text_blocks": [
              {
                "stop": 1547.721,
                "text": "Mr. Stone, suppose this plane, this was giving off sonic booms or creating, had instead, or at the same time it was doing this booming, lost its power, and fallen right on this house and demolished, Tort Claims Act case?",
                "byte_stop": 6264636,
                "byte_start": 6153981,
                "start": 1520.049
              }
            ],
            "start": 1520.049
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 6264636,
            "byte_stop": 6342794,
            "stop": 1567.253,
            "text_blocks": [
              {
                "stop": 1567.253,
                "text": "That I gather has been held in different ways in Circuits that if a falling which is -- a falling which occurs, regardless of fault, I think we would argue, it's still not a compensable necessarily under the Tort Claims Act.",
                "byte_stop": 6342794,
                "byte_start": 6264636,
                "start": 1547.721
              }
            ],
            "start": 1547.721
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 6342794,
            "byte_stop": 6391382,
            "stop": 1579.405,
            "text_blocks": [
              {
                "stop": 1579.405,
                "text": "If it fell out of the sky because of a bomb had been placed on it, and exploded, so the non-negligent falling, you would say that it wasn't covered by the Tort Claims.",
                "byte_stop": 6391382,
                "byte_start": 6342794,
                "start": 1567.253
              }
            ],
            "start": 1567.253
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 6391382,
            "byte_stop": 6417504,
            "stop": 1585.933,
            "text_blocks": [
              {
                "stop": 1585.933,
                "text": "That's right Mr. Justice White, we'd say that that was not a wrongful, not a wrongful act by a federal employee.",
                "byte_stop": 6417504,
                "byte_start": 6391382,
                "start": 1579.405
              }
            ],
            "start": 1579.405
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6417504,
            "byte_stop": 6543206,
            "stop": 1617.358,
            "text_blocks": [
              {
                "stop": 1617.358,
                "text": "I don't recall the Fourth Circuit case, there was one perhaps 17 or 18 years ago, shortly after Dalehite in which the pilot thought his plane was going to crash and so he put it on automatic control and headed it out to sea and he jumped with a parachute and the automatic pilot wasn't working and the plane circled and landed on a house in Baltimore.",
                "byte_stop": 6543206,
                "byte_start": 6417504,
                "start": 1585.933
              }
            ],
            "start": 1585.933
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 6543206,
            "byte_stop": 6828358,
            "stop": 1688.636,
            "text_blocks": [
              {
                "stop": 1632.801,
                "text": "I believe Mr. Chief Justice, that that's the Praylou case and indeed that case was decided very shortly after Dalehite, and this Court held that -- this Court denied certiorari in the case.",
                "byte_stop": 6604959,
                "byte_start": 6543206,
                "start": 1617.358
              },
              {
                "stop": 1663.508,
                "text": "The Fourth Circuit held that there was liability but one of the theories argued in that case, was the theory of (Inaudible) and that when this Court denied certiorari, the papers before the Court emphasized heavily that the theory of (Inaudible)was in the case, so that in effect negligence was alleged and we have always assumed that the Court denied certiorari for primarily because there was a problem of negligence and not an understanding that Dalehite was being quietly reversed four months later on it's holding that there was no absolute liability.",
                "byte_stop": 6727839,
                "byte_start": 6604959,
                "start": 1632.801
              },
              {
                "stop": 1688.636,
                "text": "Mr. Justice Stewart, let me add to your question that I simply don't know precisely how -- I have taken this on the assumption that the Court of Appeals correctly interpreted North Carolina Laws especially since the Court of Appeals held for respondent's on a theory, most favorable to them, and I haven't looked any further into it but I would certainly be happy to make a further submission about North Carolina Law if the court beams at questions in this case.",
                "byte_stop": 6828358,
                "byte_start": 6727839,
                "start": 1663.508
              }
            ],
            "start": 1617.358
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 6828358,
            "byte_stop": 6852496,
            "stop": 1694.683,
            "text_blocks": [
              {
                "stop": 1694.683,
                "text": "That strikes me, might be materials that you do see --",
                "byte_stop": 6852496,
                "byte_start": 6828358,
                "start": 1688.636
              }
            ],
            "start": 1688.636
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 6852496,
            "byte_stop": 7628437,
            "stop": 1888.666,
            "text_blocks": [
              {
                "stop": 1718.063,
                "text": "Well, we'd be happy to address ourselves to this question in a supplemental -- I see, I have right at the time and I have not yet gotten to the second question which is whether the Tort Claims Act precludes recovery on the basis of the Section 2680a exemption for discretionary functions.",
                "byte_stop": 6946014,
                "byte_start": 6852496,
                "start": 1694.683
              },
              {
                "stop": 1742.629,
                "text": "I would say in brief that I think that the fact that this activity inherently, the planning operation of this flight was inherently a discretionary function within the meaning of a 2680 exemption, is un-controverted by anyone in this case including respondents and the Court of Appeals that the activity was inherently discretionary, follows very much a fortiori from the Dalehite case.",
                "byte_stop": 7044339,
                "byte_start": 6946014,
                "start": 1718.063
              },
              {
                "stop": 1773.278,
                "text": "The ground on which the Court of Appeals refused to apply the discretionary function exemption, was not that the activities were not discretionary but that the discretion was moved by the Air Force regulation 5534 which is reprinted as Appendix C to our petition and that is indeed the regulation promulgated pursuant to the Military Claims Act, which deals with procedures applicable to super sonic flights and recovery for super sonic flights.",
                "byte_stop": 7166905,
                "byte_start": 7044339,
                "start": 1742.629
              },
              {
                "stop": 1781.549,
                "text": "And I think it's quite clear that, that regulation has nothing to do with the discretionary nature of the activities involved in this case.",
                "byte_stop": 7199924,
                "byte_start": 7166905,
                "start": 1773.278
              },
              {
                "stop": 1786.4,
                "text": "The court cited specifically two aspects of regulation 5534.",
                "byte_stop": 7219359,
                "byte_start": 7199924,
                "start": 1781.549
              },
              {
                "stop": 1805.34,
                "text": "It first noted that the regulation instructs the Air Force to assure “maximum protection for civilian communities in carrying out the flights,” and from this the court appears to have a reason that if any damage to a civilian occurs, the conduct of the flight in some way, loses its discretionary nature.",
                "byte_stop": 7295114,
                "byte_start": 7219359,
                "start": 1786.4
              },
              {
                "stop": 1831.63,
                "text": "The short answer to this contention and I think there are several other answers also is that that the provision for maximum protection of civilians is in its own words made applicable only wherever or whenever feasible and accordingly flights are required to avoid populated areas, “as much as possible”, language which on its face leaves the Air Force with considerable discretion and which is not even alleged to have been abused in this case.",
                "byte_stop": 7400336,
                "byte_start": 7295114,
                "start": 1805.34
              },
              {
                "stop": 1841.259,
                "text": "And in addition of course, I don't think that that regulation could have changed, widened the scope of government liability under the Tort Claims Act anyway.",
                "byte_stop": 7438788,
                "byte_start": 7400336,
                "start": 1831.63
              },
              {
                "stop": 1863.153,
                "text": "The court also refused to apply the discretionary function exemption on the ground that the regulation specifies that “The Air Force must accept the responsibility,” for damage caused by sonic boom and from this, the Court reasoned that there is no discretion to fly supersonic airplane without compensating injured civilians.",
                "byte_stop": 7526350,
                "byte_start": 7438788,
                "start": 1841.259
              },
              {
                "stop": 1888.666,
                "text": "I submit to the court that this aspect of the lower court’s holding is really plain on words because whatever discretion the Air Force has to under its own regulations to pay or refuse, to pay damages to injured persons has nothing to do with discretionary function provision of the Tort Claims Act, which relates only to the nature of the activity engaged in and not to the obligation to pay a claim.",
                "byte_stop": 7628437,
                "byte_start": 7526350,
                "start": 1863.153
              }
            ],
            "start": 1694.683
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 7628437,
            "byte_stop": 7655604,
            "stop": 1895.446,
            "text_blocks": [
              {
                "stop": 1895.446,
                "text": "Mr. Stone, we will remand your time five minutes and give Mr. Allen five minutes, so you can divide it the way you wish.",
                "byte_stop": 7655604,
                "byte_start": 7628437,
                "start": 1888.666
              }
            ],
            "start": 1888.666
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 7655604,
            "byte_stop": 7981821,
            "stop": 1977.002,
            "text_blocks": [
              {
                "stop": 1919.01,
                "text": "Thank you Mr. Chief Justice and I would add again that I don't think Air Force regulations dealing with repayment of claims can confer Tort Claim Act jurisdiction on the Federal Courts in cases which are specifically excluded from jurisdiction by that Act.",
                "byte_stop": 7749854,
                "byte_start": 7655604,
                "start": 1895.446
              },
              {
                "stop": 1942.485,
                "text": "When respondents sought relief from the Act, from the Air Force pursuant to this regulation, as I said earlier that the Air Force engineer who investigated the damaged of premises concluded that the damage was really far smaller in amount than respondents had claimed and then in any event it was not the type of damage that could be caused by sonic boom.",
                "byte_stop": 7843686,
                "byte_start": 7749854,
                "start": 1919.01
              },
              {
                "stop": 1968.385,
                "text": "And I think one suspects that the court below was motivated in this case essentially by fueling that the government ought to bear the risk of damage caused by its operation of supersonic flights, and indeed I suppose the theory would extend to the risk of most any government operation in which there was some likelyhood of damaged being imposed or even in which damage was inflicted at all.",
                "byte_stop": 7947340,
                "byte_start": 7843686,
                "start": 1942.485
              },
              {
                "stop": 1975.197,
                "text": "Congress has simply not chosen and deliberately not chosen to undertake this kind of risk.",
                "byte_stop": 7974611,
                "byte_start": 7947340,
                "start": 1968.385
              },
              {
                "stop": 1977.002,
                "text": "Prior to 1946 as I said, --",
                "byte_stop": 7981821,
                "byte_start": 7974611,
                "start": 1975.197
              }
            ],
            "start": 1895.446
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 7981821,
            "byte_stop": 8074504,
            "stop": 2000.173,
            "text_blocks": [
              {
                "stop": 1996.541,
                "text": "Mr. Stone, could the Air Force decide that we will send supersonic planes on wars in a thousand feet, because it would be cheaper.",
                "byte_stop": 8059980,
                "byte_start": 7981821,
                "start": 1977.002
              },
              {
                "stop": 2000.173,
                "text": "I am sure you don't want to go all that distance.",
                "byte_stop": 8074504,
                "byte_start": 8059980,
                "start": 1996.541
              }
            ],
            "start": 1977.002
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 8074504,
            "byte_stop": 8151095,
            "stop": 2019.318,
            "text_blocks": [
              {
                "stop": 2019.318,
                "text": "I don't want to go all that distance of course, I don't have to in this case Mr. Justice Marshall but I suppose if the Air Force could produce important governmental considerations which weighed into its decision to fly supersonic flights, thousand feet over Washington -- at least its face, the discretionary function exemption of the Tort Claims Act would apply.",
                "byte_stop": 8151095,
                "byte_start": 8074504,
                "start": 2000.173
              }
            ],
            "start": 2000.173
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 8151095,
            "byte_stop": 8188293,
            "stop": 2028.633,
            "text_blocks": [
              {
                "stop": 2023.106,
                "text": "My trouble with Dalehite, and other is that, you don't take position.",
                "byte_stop": 8166246,
                "byte_start": 8151095,
                "start": 2019.318
              },
              {
                "stop": 2026.719,
                "text": "They don't have to justify their regulations.",
                "byte_stop": 8180665,
                "byte_start": 8166246,
                "start": 2023.106
              },
              {
                "stop": 2028.633,
                "text": "We do not take that position.",
                "byte_stop": 8188293,
                "byte_start": 8180665,
                "start": 2026.719
              }
            ],
            "start": 2019.318
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 8188293,
            "byte_stop": 8349207,
            "stop": 2068.871,
            "text_blocks": [
              {
                "stop": 2029.348,
                "text": "I think we do.",
                "byte_stop": 8191114,
                "byte_start": 8188293,
                "start": 2028.633
              },
              {
                "stop": 2052.507,
                "text": "I think precisely what Dalehite held and precisely what the discretionary function exemption of the Tort Claims Act comes to tell us is that the Tort suits ought not to be the vehicle by which regulations and discretionary activities either pursuing to regulations or otherwise ought to be reviewed.",
                "byte_stop": 8283797,
                "byte_start": 8191114,
                "start": 2029.348
              },
              {
                "stop": 2063.652,
                "text": "Now if the regulation is negligibly carried out in someway then the Tort Claims Act covers the case but precisely what that exemption meant to tell you was that this is not the vehicle.",
                "byte_stop": 8328414,
                "byte_start": 8283797,
                "start": 2052.507
              },
              {
                "stop": 2068.871,
                "text": "The Tort claims Act is not the vehicle to review the reasonability of regulations or high level government plans.",
                "byte_stop": 8349207,
                "byte_start": 8328414,
                "start": 2063.652
              }
            ],
            "start": 2028.633
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 8349207,
            "byte_stop": 8444711,
            "stop": 2092.745,
            "text_blocks": [
              {
                "stop": 2076.036,
                "text": "Well, exactly those imply to my brother Marshall's question as I understood it.",
                "byte_stop": 8377942,
                "byte_start": 8349207,
                "start": 2068.871
              },
              {
                "stop": 2084.884,
                "text": "The government doesn't have to show that the regulations were legal, why it is reasonable or right through anything else but simply that they were.",
                "byte_stop": 8413260,
                "byte_start": 8377942,
                "start": 2076.036
              },
              {
                "stop": 2092.745,
                "text": "There was a discretionary function even though the discretion was -- arguably an unreasonably exercise --",
                "byte_stop": 8444711,
                "byte_start": 8413260,
                "start": 2084.884
              }
            ],
            "start": 2068.871
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 8444711,
            "byte_stop": 8785975,
            "stop": 2178.056,
            "text_blocks": [
              {
                "stop": 2123.712,
                "text": "In fact that is -- I see what the, if we read the language of 26-88, the provisions of this chapter in section 13-46 (B) which is the Tort Claims Act shall not apply to any claim based upon an act or omission of an employee of the Government, exercising due care in the execution of a statute or regulation, whether or not such statute or regulation be valid, or based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty.",
                "byte_stop": 8568636,
                "byte_start": 8444711,
                "start": 2092.745
              },
              {
                "stop": 2165.263,
                "text": "In other words, the Congress has not taken the risk of Tort Claim suits for improper regulations and it has not taken the risk of Tort Claim suits for conduct that is not wrongful and this Court explicitly says so and after this court read the plain language of the statute to to preclude relief in Dalehite, Congress threw a very extensive private relief bill setup an ad hoc commission which it authorized to compensate the victims of the Texas city explosion and throughout all the debates that proceeded this relief provision, there was no suggestion whatsoever of amending the Tort Claims Act in anyway that would change the holding of Dalehite decision, nor has there been any such discussion since then.",
                "byte_stop": 8734775,
                "byte_start": 8568636,
                "start": 2123.712
              },
              {
                "stop": 2178.056,
                "text": "The Act still stands, it still applies negligent or wrongful activity, it still accepts liability arising from the performance of discretionary functions and we believe that for that reason, the decision below must be reversed by this Court.",
                "byte_stop": 8785975,
                "byte_start": 8734775,
                "start": 2165.263
              }
            ],
            "start": 2092.745
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 8785975,
            "byte_stop": 8859536,
            "stop": 2196.436,
            "text_blocks": [
              {
                "stop": 2190.217,
                "text": "Mr. Stone, as I read the respondent's brief, they contend that even though they don't prevail on statutory grounds, they are entitled to remand on Fifth Amendment grounds on United States versus Causby.",
                "byte_stop": 8834667,
                "byte_start": 8785975,
                "start": 2178.056
              },
              {
                "stop": 2196.436,
                "text": "I didn't notice the government addressing itself to that issue, in the brief, but what's the government position on that?",
                "byte_stop": 8859536,
                "byte_start": 8834667,
                "start": 2190.217
              }
            ],
            "start": 2178.056
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 8859536,
            "byte_stop": 9099967,
            "stop": 2256.546,
            "text_blocks": [
              {
                "stop": 2214.827,
                "text": "Well, Mr. Justice Rehnquist, the Court of Appeals ordered that the Trial Court was to allow plaintiffs to change their complaint around so as to fit in, unjust taking provision under the Fifth Amendment.",
                "byte_stop": 8933096,
                "byte_start": 8859536,
                "start": 2196.436
              },
              {
                "stop": 2225.276,
                "text": "I suppose the government would not oppose in principle a expansion of the complaint to fit that ground.",
                "byte_stop": 8974892,
                "byte_start": 8933096,
                "start": 2214.827
              },
              {
                "stop": 2233.167,
                "text": "The complaint was rather un-artfully drawn, it was a home drawn complaint and I suppose it could be read fairly broadly to include lots of claims.",
                "byte_stop": 9006448,
                "byte_start": 8974892,
                "start": 2225.276
              },
              {
                "stop": 2256.546,
                "text": "I think we would definitely take the position that the Causby case does not in anyway control this case in very, very different circumstances in Causby and the planes were flying 50-feet overhead constantly over the plaintiff's property and that was in effect a constant easement that had been taken from the plaintiffs and it was on that basis that the Court of Appeals held that there had been a compensable taking.",
                "byte_stop": 9099967,
                "byte_start": 9006448,
                "start": 2233.167
              }
            ],
            "start": 2196.436
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 9099967,
            "byte_stop": 9111251,
            "stop": 2259.369,
            "text_blocks": [
              {
                "stop": 2259.369,
                "text": "And basically here you would say there was simply no taking whatever --",
                "byte_stop": 9111251,
                "byte_start": 9099967,
                "start": 2256.546
              }
            ],
            "start": 2256.546
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/richard_b_stone",
              "name": "Richard B. Stone",
              "last_name": "Stone",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40553,
              "identifier": "richard_b_stone"
            },
            "byte_start": 9111251,
            "byte_stop": 9199441,
            "stop": 2281.43,
            "text_blocks": [
              {
                "stop": 2260.979,
                "text": "No I don't think.",
                "byte_stop": 9117730,
                "byte_start": 9111251,
                "start": 2259.369
              },
              {
                "stop": 2276.92,
                "text": "This kind of a very occasional infliction of damage, I think just bears no resemblance to taking and I think this court could really take notice of that but I think I would be hesitant to argue that the complaint was too narrow to encompass that theory.",
                "byte_stop": 9181469,
                "byte_start": 9117730,
                "start": 2260.979
              },
              {
                "stop": 2281.43,
                "text": "I just think the theory is virtually frivolous in context of this case.",
                "byte_stop": 9199441,
                "byte_start": 9181469,
                "start": 2276.92
              }
            ],
            "start": 2259.369
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 9199441,
            "byte_stop": 9246670,
            "stop": 2293.235,
            "text_blocks": [
              {
                "stop": 2284.439,
                "text": "Very well, Mr. Stone.",
                "byte_stop": 9211562,
                "byte_start": 9199441,
                "start": 2281.43
              },
              {
                "stop": 2293.235,
                "text": "Mr. Allen, you will have five additional minutes in addition to your 30 minutes, Mr. Allen.",
                "byte_stop": 9246670,
                "byte_start": 9211562,
                "start": 2284.439
              }
            ],
            "start": 2281.43
          }
        ],
        "stop": 2293.235,
        "byte_stop": 9246670,
        "byte_start": 73720,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 9246670,
            "byte_stop": 10090216,
            "stop": 2504.099,
            "text_blocks": [
              {
                "stop": 2298.925,
                "text": "Mr. Chief Justice, may it please the court.",
                "byte_stop": 9269449,
                "byte_start": 9246670,
                "start": 2293.235
              },
              {
                "stop": 2310.415,
                "text": "I don't think I am going to need the five additional minutes, unless I am asked a lot of questions, a lot of time is consumed in that duration.",
                "byte_stop": 9315424,
                "byte_start": 9269449,
                "start": 2298.925
              },
              {
                "stop": 2369.246,
                "text": "Upon reading the comprehensive brief of the government, and the learned and able and my distinguished friend here, inquiring in the minds of the Congressmen who have enacted the Federal Tort Claims Act, they've filled references and quotations to the Congressional record, rather inconclusive of the intentions of the Congressmen, reminds me of the observation of the Great Chief Justice Marshall in the case Gibbons against Ogden in which he said, “Powerful and ingenious minds by course of well digested but refined metaphysical reason.”",
                "byte_stop": 9550736,
                "byte_start": 9315424,
                "start": 2310.415
              },
              {
                "stop": 2379.014,
                "text": "So entangled and the work, the understand as to obscure the principles which were before “complaint”.",
                "byte_stop": 9589815,
                "byte_start": 9550736,
                "start": 2369.246
              },
              {
                "stop": 2386.523,
                "text": "An induced doubts where (Inaudible)to follow its own common sense of course, not even be perceived.",
                "byte_stop": 9619908,
                "byte_start": 9589815,
                "start": 2379.014
              },
              {
                "stop": 2401.477,
                "text": "In such a case, he said, we should recur to commonsense fundamental principles and diverse principles to test their own, examine the arguments that are to be tested.",
                "byte_stop": 9679676,
                "byte_start": 9619908,
                "start": 2386.523
              },
              {
                "stop": 2404.94,
                "text": "Now let us follow that advice.",
                "byte_stop": 9693573,
                "byte_start": 9679676,
                "start": 2401.477
              },
              {
                "stop": 2413.48,
                "text": "This case is not as difficult as my good friends on the other side would have us believe.",
                "byte_stop": 9727741,
                "byte_start": 9693573,
                "start": 2404.94
              },
              {
                "stop": 2419.209,
                "text": "Reduced to its simplest analysis, it is just this.",
                "byte_stop": 9750624,
                "byte_start": 9727741,
                "start": 2413.48
              },
              {
                "stop": 2433.928,
                "text": "Nelms (Inaudible) at the Foothills of North Carolina in a home which is not a mansion, that is all the home they have.",
                "byte_stop": 9809452,
                "byte_start": 9750624,
                "start": 2419.209
              },
              {
                "stop": 2463.085,
                "text": "The Federal Government conducting training missions with supersonic planes from California to North Carolina, pass over his house at a distance, I don't know what the distance was, but it was close enough so the sonic booms generated to hit the man's house like a (Inaudible).",
                "byte_stop": 9926063,
                "byte_start": 9809452,
                "start": 2433.928
              },
              {
                "stop": 2484.136,
                "text": "They shattered the walls, they broke the windows and the damage was so extensive that barely the contractor said, it will cost more to repair the house than to rebuild it.",
                "byte_stop": 10010282,
                "byte_start": 9926063,
                "start": 2463.085
              },
              {
                "stop": 2496.623,
                "text": "Nelms seeking damages to rebuild his home, filed suit in a District Court in North Carolina.",
                "byte_stop": 10060228,
                "byte_start": 10010282,
                "start": 2484.136
              },
              {
                "stop": 2504.099,
                "text": "That court followed the theories of the government and dismissed the complaint.",
                "byte_stop": 10090216,
                "byte_start": 10060228,
                "start": 2496.623
              }
            ],
            "start": 2293.235
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 10090216,
            "byte_stop": 10108084,
            "stop": 2508.584,
            "text_blocks": [
              {
                "stop": 2508.584,
                "text": "Do all of these allegations and damage appeared in the complaint itself?",
                "byte_stop": 10108084,
                "byte_start": 10090216,
                "start": 2504.099
              }
            ],
            "start": 2504.099
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 10108084,
            "byte_stop": 10848812,
            "stop": 2693.759,
            "text_blocks": [
              {
                "stop": 2511.676,
                "text": "Yes Sir, they appear in affidavits that were filed.",
                "byte_stop": 10120518,
                "byte_start": 10108084,
                "start": 2508.584
              },
              {
                "stop": 2519.396,
                "text": "We've never had any trial on that issue, in fact.",
                "byte_stop": 10151343,
                "byte_start": 10120518,
                "start": 2511.676
              },
              {
                "stop": 2531.969,
                "text": "Nelms was a poor man, too poor to afford a counsel, so in the District Court employed -- asked the local counsel to represent him.",
                "byte_stop": 10201602,
                "byte_start": 10151343,
                "start": 2519.396
              },
              {
                "stop": 2565.292,
                "text": "After the decision was against Nelms, he appealed to the Fourth Circuit at Richmond in propria persona and when the case got there, Chief Judge Hemsworth asked the clerk of the Court to call and asked if I would represent Nelms in that court saying that he felt it was a type of case that I would relate.",
                "byte_stop": 10334931,
                "byte_start": 10201602,
                "start": 2531.969
              },
              {
                "stop": 2567.004,
                "text": "Of course, I agreed.",
                "byte_stop": 10341828,
                "byte_start": 10334931,
                "start": 2565.292
              },
              {
                "stop": 2574.754,
                "text": "They have refused, the point we made, for a court represent an innocent person.",
                "byte_stop": 10372757,
                "byte_start": 10341828,
                "start": 2567.004
              },
              {
                "stop": 2594.017,
                "text": "So I walked down to the clerk's office, examined the record and then I found myself 87 years old, semi-retired, trying to get out of it, in the midst of the one of the biggest questions of the day.",
                "byte_stop": 10449870,
                "byte_start": 10372757,
                "start": 2574.754
              },
              {
                "stop": 2624.5,
                "text": "Well of course, the first thing, I did was to look at the Federal Tort Claims Act and of course, I found that it provides that the Government shall be liable just as an individual would be under like circumstances and liable according to the law of the piece where the act of omission took place.",
                "byte_stop": 10571810,
                "byte_start": 10449870,
                "start": 2594.017
              },
              {
                "stop": 2648.269,
                "text": "Naturally then, I would tend to see what North Carolina law was, and I found that North Carolina had adopted the Uniform Aeronautics Act which provides a strict liability, that is liability without negligence.",
                "byte_stop": 10666896,
                "byte_start": 10571810,
                "start": 2624.5
              },
              {
                "stop": 2667.618,
                "text": "The North Carolina statutes are set out in the Appendix to our response to the petition for certiorari, and have been put and reference in our brief is made to that appendix.",
                "byte_stop": 10744218,
                "byte_start": 10666896,
                "start": 2648.269
              },
              {
                "stop": 2693.759,
                "text": "Then I found another thing, that the air force itself which is home of of the Federal Government, which is the defendant in this case had no need of regulations, case resulted in the same liability that the statutes of North Carolina had created.",
                "byte_stop": 10848812,
                "byte_start": 10744218,
                "start": 2667.618
              }
            ],
            "start": 2508.584
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 10848812,
            "byte_stop": 10862709,
            "stop": 2697.225,
            "text_blocks": [
              {
                "stop": 2697.225,
                "text": "But are they not limited to cases which are not covered?",
                "byte_stop": 10862709,
                "byte_start": 10848812,
                "start": 2693.759
              }
            ],
            "start": 2693.759
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 10862709,
            "byte_stop": 10868143,
            "stop": 2698.594,
            "text_blocks": [
              {
                "stop": 2698.594,
                "text": "Sorry.",
                "byte_stop": 10868143,
                "byte_start": 10862709,
                "start": 2697.225
              }
            ],
            "start": 2697.225
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 10868143,
            "byte_stop": 10874726,
            "stop": 2700.243,
            "text_blocks": [
              {
                "stop": 2700.243,
                "text": "Are those regulations limited --",
                "byte_stop": 10874726,
                "byte_start": 10868143,
                "start": 2698.594
              }
            ],
            "start": 2698.594
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 10874726,
            "byte_stop": 10879846,
            "stop": 2701.522,
            "text_blocks": [
              {
                "stop": 2701.522,
                "text": "No, Sir, no Sir.",
                "byte_stop": 10879846,
                "byte_start": 10874726,
                "start": 2700.243
              }
            ],
            "start": 2700.243
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 10879846,
            "byte_stop": 10882249,
            "stop": 2702.127,
            "text_blocks": [
              {
                "stop": 2702.127,
                "text": "They are not.",
                "byte_stop": 10882249,
                "byte_start": 10879846,
                "start": 2701.522
              }
            ],
            "start": 2701.522
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 10882249,
            "byte_stop": 10947555,
            "stop": 2718.455,
            "text_blocks": [
              {
                "stop": 2704.443,
                "text": "No, Sir they are not.",
                "byte_stop": 10891549,
                "byte_start": 10882249,
                "start": 2702.127
              },
              {
                "stop": 2718.455,
                "text": "They are set out in the record in this case, and the regulation itself is mentioned by Judge Butzner in his opinion.",
                "byte_stop": 10947555,
                "byte_start": 10891549,
                "start": 2704.443
              }
            ],
            "start": 2702.127
          }
        ],
        "stop": 2718.455,
        "byte_stop": 10947555,
        "byte_start": 9246670,
        "start": 2293.235
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/judge_powell",
              "name": "Judge Powell",
              "last_name": "Powell",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32445,
              "identifier": "judge_powell"
            },
            "byte_start": 10947555,
            "byte_stop": 11012861,
            "stop": 2734.764,
            "text_blocks": [
              {
                "stop": 2734.764,
                "text": "The North Carolina statute, it appears on Appendix 2 of your response seems to say that as a matter of state law the landowner owns the space above the land?",
                "byte_stop": 11012861,
                "byte_start": 10947555,
                "start": 2718.455
              }
            ],
            "start": 2718.455
          }
        ],
        "stop": 2734.764,
        "byte_stop": 11012861,
        "byte_start": 10947555,
        "start": 2718.455
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11012861,
            "byte_stop": 11020071,
            "stop": 2736.575,
            "text_blocks": [
              {
                "stop": 2736.575,
                "text": "Yes Sir.",
                "byte_stop": 11020071,
                "byte_start": 11012861,
                "start": 2734.764
              }
            ],
            "start": 2734.764
          }
        ],
        "stop": 2736.575,
        "byte_stop": 11020071,
        "byte_start": 11012861,
        "start": 2734.764
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/judge_powell",
              "name": "Judge Powell",
              "last_name": "Powell",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32445,
              "identifier": "judge_powell"
            },
            "byte_start": 11020071,
            "byte_stop": 11161237,
            "stop": 2771.875,
            "text_blocks": [
              {
                "stop": 2753.462,
                "text": "And subject to the right of flight described in 6313 and that flight is described as flight that is not dangerous or injurious to the persons or property beneath.",
                "byte_stop": 11087571,
                "byte_start": 11020071,
                "start": 2736.575
              },
              {
                "stop": 2771.875,
                "text": "So if that makes the -- under state law that makes the landowner the owner of the space above his land and therefore any invasion on that space except in the limited manner described by 6313 would be a trespass.",
                "byte_stop": 11161237,
                "byte_start": 11087571,
                "start": 2753.462
              }
            ],
            "start": 2736.575
          }
        ],
        "stop": 2771.875,
        "byte_stop": 11161237,
        "byte_start": 11020071,
        "start": 2736.575
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11161237,
            "byte_stop": 11165625,
            "stop": 2772.962,
            "text_blocks": [
              {
                "stop": 2772.962,
                "text": "That's right.",
                "byte_stop": 11165625,
                "byte_start": 11161237,
                "start": 2771.875
              }
            ],
            "start": 2771.875
          }
        ],
        "stop": 2772.962,
        "byte_stop": 11165625,
        "byte_start": 11161237,
        "start": 2771.875
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/judge_powell",
              "name": "Judge Powell",
              "last_name": "Powell",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32445,
              "identifier": "judge_powell"
            },
            "byte_start": 11165625,
            "byte_stop": 11180254,
            "stop": 2776.619,
            "text_blocks": [
              {
                "stop": 2776.619,
                "text": "And doesn't that make this quite different therefore from the Dalehite case.",
                "byte_stop": 11180254,
                "byte_start": 11165625,
                "start": 2772.962
              }
            ],
            "start": 2772.962
          }
        ],
        "stop": 2776.619,
        "byte_stop": 11180254,
        "byte_start": 11165625,
        "start": 2772.962
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11180254,
            "byte_stop": 11186210,
            "stop": 2778.114,
            "text_blocks": [
              {
                "stop": 2778.114,
                "text": "That's right, that's what Judge Butzner had --",
                "byte_stop": 11186210,
                "byte_start": 11180254,
                "start": 2776.619
              }
            ],
            "start": 2776.619
          }
        ],
        "stop": 2778.114,
        "byte_stop": 11186210,
        "byte_start": 11180254,
        "start": 2776.619
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/judge_powell",
              "name": "Judge Powell",
              "last_name": "Powell",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 32445,
              "identifier": "judge_powell"
            },
            "byte_start": 11186210,
            "byte_stop": 11196972,
            "stop": 2780.79,
            "text_blocks": [
              {
                "stop": 2780.79,
                "text": "And the matter of state law.",
                "byte_stop": 11196972,
                "byte_start": 11186210,
                "start": 2778.114
              }
            ],
            "start": 2778.114
          }
        ],
        "stop": 2780.79,
        "byte_stop": 11196972,
        "byte_start": 11186210,
        "start": 2778.114
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11196972,
            "byte_stop": 11887023,
            "stop": 2953.322,
            "text_blocks": [
              {
                "stop": 2782.327,
                "text": "That's right.",
                "byte_stop": 11203033,
                "byte_start": 11196972,
                "start": 2780.79
              },
              {
                "stop": 2828.418,
                "text": "Now not withstanding the laws that I have mentioned, the Government claims that is not liable, because of this discretionary function in the statute and it is our claim supported by an abundance of authority cases cited in the brief that neither the Government nor an agency of the Government has any discretion to violate the positive law of a state.",
                "byte_stop": 11387457,
                "byte_start": 11203033,
                "start": 2782.327
              },
              {
                "stop": 2836.344,
                "text": "It's outside of anyone's discretion.",
                "byte_stop": 11419118,
                "byte_start": 11387457,
                "start": 2828.418
              },
              {
                "stop": 2850.435,
                "text": "I think Judge Parker, the late John J. Parker who by the way was really the greatest appellate judges that ever sat on the Appellate Court in this country.",
                "byte_stop": 11475542,
                "byte_start": 11419118,
                "start": 2836.344
              },
              {
                "stop": 2854.347,
                "text": "I know because I already ran a case before him.",
                "byte_stop": 11491111,
                "byte_start": 11475542,
                "start": 2850.435
              },
              {
                "stop": 2859.649,
                "text": "He should have been approved when he was nominated for this court.",
                "byte_stop": 11512322,
                "byte_start": 11491111,
                "start": 2854.347
              },
              {
                "stop": 2863.073,
                "text": "But people defeated him.",
                "byte_stop": 11526115,
                "byte_start": 11512322,
                "start": 2859.649
              },
              {
                "stop": 2882.536,
                "text": "Now Judge Parker, I might be a little bit inaccurate, so I am afraid exactly what he had in the Praylou case.",
                "byte_stop": 11603960,
                "byte_start": 11526115,
                "start": 2863.073
              },
              {
                "stop": 2935.981,
                "text": "The Praylou case went up as I recall from South Carolina and South Carolina had adapted the same rule universal, Uniform Aeronautics Act of North Carolina, and therefore the court had referred in that case the exact question that we have for before here, and Judge Parker said or held this, Congress did not intend to exclude from coverage of the Federal Tort Claims Act liability arising from operation of government aircraft merely because under the state law liability for entry was made absolute and not the dependent upon negligence.",
                "byte_stop": 11817746,
                "byte_start": 11603960,
                "start": 2882.536
              },
              {
                "stop": 2953.322,
                "text": "Nor did Congress intend the that there should be a liability, in states where a liability under the state law is based on negligence and no liability in the great majority of states which have adapted a Uniform Aeronautics Act.",
                "byte_stop": 11887023,
                "byte_start": 11817746,
                "start": 2935.981
              }
            ],
            "start": 2780.79
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11887023,
            "byte_stop": 11900607,
            "stop": 2956.699,
            "text_blocks": [
              {
                "stop": 2956.699,
                "text": "What's that decision?",
                "byte_stop": 11900607,
                "byte_start": 11887023,
                "start": 2953.322
              }
            ],
            "start": 2953.322
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11900607,
            "byte_stop": 11921818,
            "stop": 2962.01,
            "text_blocks": [
              {
                "stop": 2962.01,
                "text": "That's the Praylou case from the first --",
                "byte_stop": 11921818,
                "byte_start": 11900607,
                "start": 2956.699
              }
            ],
            "start": 2956.699
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11921818,
            "byte_stop": 11936864,
            "stop": 2965.775,
            "text_blocks": [
              {
                "stop": 2965.775,
                "text": "That's the case where the plane fell on the house in Baltimore, isn't it?",
                "byte_stop": 11936864,
                "byte_start": 11921818,
                "start": 2962.01
              }
            ],
            "start": 2962.01
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11936864,
            "byte_stop": 11956613,
            "stop": 2970.704,
            "text_blocks": [
              {
                "stop": 2966.935,
                "text": "No Sir, I don't think that's this case.",
                "byte_stop": 11941462,
                "byte_start": 11936864,
                "start": 2965.775
              },
              {
                "stop": 2970.704,
                "text": "This case arose in South Carolina, of course they applied the South Carolina law.",
                "byte_stop": 11956613,
                "byte_start": 11941462,
                "start": 2966.935
              }
            ],
            "start": 2965.775
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11956613,
            "byte_stop": 11961733,
            "stop": 2971.992,
            "text_blocks": [
              {
                "stop": 2971.992,
                "text": "You have to have the citation?",
                "byte_stop": 11961733,
                "byte_start": 11956613,
                "start": 2970.704
              }
            ],
            "start": 2970.704
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 11961733,
            "byte_stop": 11973540,
            "stop": 2974.934,
            "text_blocks": [
              {
                "stop": 2973.891,
                "text": "Yes, we have a citation.",
                "byte_stop": 11969361,
                "byte_start": 11961733,
                "start": 2971.992
              },
              {
                "stop": 2974.934,
                "text": "It's in the --",
                "byte_stop": 11973540,
                "byte_start": 11969361,
                "start": 2973.891
              }
            ],
            "start": 2971.992
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11973540,
            "byte_stop": 12005723,
            "stop": 2982.993,
            "text_blocks": [
              {
                "stop": 2982.993,
                "text": "In your brief, no doubt, but I can't find -- Page 3 of the brief on opposition?",
                "byte_stop": 12005723,
                "byte_start": 11973540,
                "start": 2974.934
              }
            ],
            "start": 2974.934
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12005723,
            "byte_stop": 12049713,
            "stop": 2993.987,
            "text_blocks": [
              {
                "stop": 2993.987,
                "text": "It's 208 Federal 2nd cited in our brief on page 10, of our brief.",
                "byte_stop": 12049713,
                "byte_start": 12005723,
                "start": 2982.993
              }
            ],
            "start": 2982.993
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 12049713,
            "byte_stop": 12051281,
            "stop": 2994.38,
            "text_blocks": [
              {
                "stop": 2994.38,
                "text": "Thank you.",
                "byte_stop": 12051281,
                "byte_start": 12049713,
                "start": 2993.987
              }
            ],
            "start": 2993.987
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12051281,
            "byte_stop": 12057550,
            "stop": 2995.932,
            "text_blocks": [
              {
                "stop": 2995.932,
                "text": "Our brief is a readmission.",
                "byte_stop": 12057550,
                "byte_start": 12051281,
                "start": 2994.38
              }
            ],
            "start": 2994.38
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 12057550,
            "byte_stop": 12066432,
            "stop": 2998.162,
            "text_blocks": [
              {
                "stop": 2996.64,
                "text": "Yes, I have.",
                "byte_stop": 12060371,
                "byte_start": 12057550,
                "start": 2995.932
              },
              {
                "stop": 2998.162,
                "text": "Thank you.",
                "byte_stop": 12066432,
                "byte_start": 12060371,
                "start": 2996.64
              }
            ],
            "start": 2995.932
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12066432,
            "byte_stop": 12258902,
            "stop": 3046.278,
            "text_blocks": [
              {
                "stop": 3006.423,
                "text": "Now this court refused certiorari in the Praylou case.",
                "byte_stop": 12099451,
                "byte_start": 12066432,
                "start": 2998.162
              },
              {
                "stop": 3046.278,
                "text": "Well, I know that they say you don't need anything to refuse certiorari, but it does mean something in some cases because if the decision in Praylou on the identical question was as erroneous and would disastrous to the Federal Government as the government claims now that it would be in the Nelms case, I am sure, somewhere would have this honorable court would assess it and grant it certiorari.",
                "byte_stop": 12258902,
                "byte_start": 12099451,
                "start": 3006.423
              }
            ],
            "start": 2998.162
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 12258902,
            "byte_stop": 12273531,
            "stop": 3049.944,
            "text_blocks": [
              {
                "stop": 3049.944,
                "text": "Was the Praylou case decided before or after the Dalehite case, do you know?",
                "byte_stop": 12273531,
                "byte_start": 12258902,
                "start": 3046.278
              }
            ],
            "start": 3046.278
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12273531,
            "byte_stop": 12279278,
            "stop": 3051.381,
            "text_blocks": [
              {
                "stop": 3051.381,
                "text": "Afterwards.",
                "byte_stop": 12279278,
                "byte_start": 12273531,
                "start": 3049.944
              }
            ],
            "start": 3049.944
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 12279278,
            "byte_stop": 12293593,
            "stop": 3054.959,
            "text_blocks": [
              {
                "stop": 3054.959,
                "text": "Afterwards, thank you.",
                "byte_stop": 12293593,
                "byte_start": 12279278,
                "start": 3051.381
              }
            ],
            "start": 3051.381
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12293593,
            "byte_stop": 12837880,
            "stop": 3191.033,
            "text_blocks": [
              {
                "stop": 3069.237,
                "text": "Now, when the Nelms case came before the Fourth Circuit, what was that court supposed to do?",
                "byte_stop": 12350749,
                "byte_start": 12293593,
                "start": 3054.959
              },
              {
                "stop": 3079.39,
                "text": "An identical question had been raised and decided in the Praylou case and this court had refused certiorari.",
                "byte_stop": 12391291,
                "byte_start": 12350749,
                "start": 3069.237
              },
              {
                "stop": 3098.616,
                "text": "This court had led the decision stand, surely there was nothing for the Fourth Circuit to do except to follow the Praylou case, which it did.",
                "byte_stop": 12468195,
                "byte_start": 12391291,
                "start": 3079.39
              },
              {
                "stop": 3144.104,
                "text": "This Court in what is known as the famous chicken case, the Federal Tort Claims Act was enacted, decided that government planes passing over a farmer's chicken farm, frightened the chicken so that they would fly up against the walls of the buildings and (Inaudible) and some of the hens will stop laying and those few that continued to lay, their eggs were worthless for raising the chickens, no doubt because the males were so frightened that they couldn't perform their duties in fertilizing days.",
                "byte_stop": 12650216,
                "byte_start": 12468195,
                "start": 3098.616
              },
              {
                "stop": 3160.38,
                "text": "Now this High Court held in that case that according to the Fifth Amendment that man was entitled to compensation, although not one square foot of his property was taken.",
                "byte_stop": 12715313,
                "byte_start": 12650216,
                "start": 3144.104
              },
              {
                "stop": 3165.864,
                "text": "They said that it was practiclaly disturbed for the purpose of raising chickens.",
                "byte_stop": 12737256,
                "byte_start": 12715313,
                "start": 3160.38
              },
              {
                "stop": 3177.545,
                "text": "Now according to the argument of the Government, Nelms would have been better off if the Federal Tort Claims Act haven't been passed.",
                "byte_stop": 12783963,
                "byte_start": 12737256,
                "start": 3165.864
              },
              {
                "stop": 3187.144,
                "text": "He will have some chance to recover under the Fifth Amendment.",
                "byte_stop": 12822311,
                "byte_start": 12783963,
                "start": 3177.545
              },
              {
                "stop": 3191.033,
                "text": "And now I want to have something to say in passing there for regulation.",
                "byte_stop": 12837880,
                "byte_start": 12822311,
                "start": 3187.144
              }
            ],
            "start": 3054.959
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12837880,
            "byte_stop": 12891170,
            "stop": 3204.342,
            "text_blocks": [
              {
                "stop": 3193.938,
                "text": "Before you go onto that Mr. Allen.",
                "byte_stop": 12849478,
                "byte_start": 12837880,
                "start": 3191.033
              },
              {
                "stop": 3204.342,
                "text": "Do you read the Tort Claims Act with decisions under it as affecting the basic Fifth Amendment rights for a taking?",
                "byte_stop": 12891170,
                "byte_start": 12849478,
                "start": 3193.938
              }
            ],
            "start": 3191.033
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12891170,
            "byte_stop": 12913635,
            "stop": 3209.958,
            "text_blocks": [
              {
                "stop": 3207.205,
                "text": "I don't think it can do it, sir.",
                "byte_stop": 12902559,
                "byte_start": 12891170,
                "start": 3204.342
              },
              {
                "stop": 3209.958,
                "text": "I think an act of Congress can't affect --",
                "byte_stop": 12913635,
                "byte_start": 12902559,
                "start": 3207.205
              }
            ],
            "start": 3204.342
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12913635,
            "byte_stop": 12919382,
            "stop": 3211.391,
            "text_blocks": [
              {
                "stop": 3211.391,
                "text": "Your last statement sounded as though that --",
                "byte_stop": 12919382,
                "byte_start": 12913635,
                "start": 3209.958
              }
            ],
            "start": 3209.958
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12919382,
            "byte_stop": 12926069,
            "stop": 3213.074,
            "text_blocks": [
              {
                "stop": 3213.074,
                "text": "Sorry.",
                "byte_stop": 12926069,
                "byte_start": 12919382,
                "start": 3211.391
              }
            ],
            "start": 3211.391
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12926069,
            "byte_stop": 12947072,
            "stop": 3218.336,
            "text_blocks": [
              {
                "stop": 3218.336,
                "text": "Your prior statement sounded as thought that Tort Claims Act had intent on the --",
                "byte_stop": 12947072,
                "byte_start": 12926069,
                "start": 3213.074
              }
            ],
            "start": 3213.074
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 12947072,
            "byte_stop": 14907196,
            "stop": 3708.358,
            "text_blocks": [
              {
                "stop": 3219.895,
                "text": "No, not at all.",
                "byte_stop": 12953341,
                "byte_start": 12947072,
                "start": 3218.336
              },
              {
                "stop": 3228.728,
                "text": "I only meant to say that if we try to recover on to the Tort Claims Act, we would have been better off to haven't given the Tort Claims Act.",
                "byte_stop": 12988659,
                "byte_start": 12953341,
                "start": 3219.895
              },
              {
                "stop": 3231.412,
                "text": "That's in the Fifth Amendment, no sir.",
                "byte_stop": 12999421,
                "byte_start": 12988659,
                "start": 3228.728
              },
              {
                "stop": 3238.803,
                "text": "Now we will come to that in an another connection little bit later.",
                "byte_stop": 13028992,
                "byte_start": 12999421,
                "start": 3231.412
              },
              {
                "stop": 3243.817,
                "text": "Just a word about these regulations.",
                "byte_stop": 13049054,
                "byte_start": 13028992,
                "start": 3238.803
              },
              {
                "stop": 3259.251,
                "text": "A Federal statute authorizes the President of the United States as Command in Chief of the Army and Navy, to make regulations of the Army, Navy, and Air force.",
                "byte_stop": 13110807,
                "byte_start": 13049054,
                "start": 3243.817
              },
              {
                "stop": 3268.255,
                "text": "Of course, he doesn't actually make them himself, he delegates that to respective agencies, in this case the Air Force.",
                "byte_stop": 13146752,
                "byte_start": 13110807,
                "start": 3259.251
              },
              {
                "stop": 3293.671,
                "text": "But when the Courts hold that they are presumed to have been made by the President and they have the force of law, feeling and I might not have time to complete my brief, I have decided to write a brief on that issue before I received the government's brief.",
                "byte_stop": 13248420,
                "byte_start": 13146752,
                "start": 3268.255
              },
              {
                "stop": 3304.725,
                "text": "We found 31 cases, three from this High Court, holding that regulations of that type have the force of law.",
                "byte_stop": 13292724,
                "byte_start": 13248420,
                "start": 3293.671
              },
              {
                "stop": 3316.864,
                "text": "We found one the Ward (ph) case making particularly a scrap of paper out of a regulation, the Ward case was a District Court case in Pennsylvania.",
                "byte_stop": 13341207,
                "byte_start": 13292724,
                "start": 3304.725
              },
              {
                "stop": 3324.989,
                "text": "So lo and behold, when I got the brief of the government, they cited the Ward case.",
                "byte_stop": 13373704,
                "byte_start": 13341207,
                "start": 3316.864
              },
              {
                "stop": 3338.313,
                "text": "We had cited in our brief, because along the cases we found two of those claims were made to us, but we cited all other cases.",
                "byte_stop": 13426993,
                "byte_start": 13373704,
                "start": 3324.989
              },
              {
                "stop": 3341.75,
                "text": "They cited the Ward case.",
                "byte_stop": 13440786,
                "byte_start": 13426993,
                "start": 3338.313
              },
              {
                "stop": 3349.446,
                "text": "They decided one above all of these other cases, (Inaudible) that this Court had decided.",
                "byte_stop": 13471506,
                "byte_start": 13440786,
                "start": 3341.75
              },
              {
                "stop": 3368.519,
                "text": "Perhaps the gentlemen belonging to that school of thought that the last cases have any relevance or importance and they stopped where the last advent cheat of a larger system and looked back.",
                "byte_stop": 13547888,
                "byte_start": 13471506,
                "start": 3349.446
              },
              {
                "stop": 3372.66,
                "text": "In the first case they find (Inaudible).",
                "byte_stop": 13564398,
                "byte_start": 13547888,
                "start": 3368.519
              },
              {
                "stop": 3386.43,
                "text": "Now Dean Palm (ph) told us that you might as well read throw your whole law books that's just been in the shelf for 30 years, but you didn't lend it back to one.",
                "byte_stop": 13619464,
                "byte_start": 13564398,
                "start": 3372.66
              },
              {
                "stop": 3418.693,
                "text": "Now, of course the (Inaudible) case, I understand, it is before the Third Circuit and that the Third Circuit is awaiting the decision of this court in this case before it decides the Ward case.",
                "byte_stop": 13748509,
                "byte_start": 13619464,
                "start": 3386.43
              },
              {
                "stop": 3434.532,
                "text": "I want to pay my respects to the famous Dalehite case, of course the lawyers were depleted.",
                "byte_stop": 13811934,
                "byte_start": 13748509,
                "start": 3418.693
              },
              {
                "stop": 3440.397,
                "text": "I had been the defendant against them in that case.",
                "byte_stop": 13835340,
                "byte_start": 13811934,
                "start": 3434.532
              },
              {
                "stop": 3451.624,
                "text": "500 and some persons were killed and millions of dollars worth of property was destroyed and hundreds of persons injured.",
                "byte_stop": 13880270,
                "byte_start": 13835340,
                "start": 3440.397
              },
              {
                "stop": 3460.34,
                "text": "Now the amount of the damage ought not to have had anything to do with the decision, but apparently it did.",
                "byte_stop": 13915170,
                "byte_start": 13880270,
                "start": 3451.624
              },
              {
                "stop": 3475.645,
                "text": "But aside from that in the Dalehite case there was no statute involved as a guide to the court and there was no regulation involved as a guide to the court.",
                "byte_stop": 13976401,
                "byte_start": 13915170,
                "start": 3460.34
              },
              {
                "stop": 3499.515,
                "text": "And according to the court's own reading the ultrahazardous doctrine didn't apply, because the court found that the explosion was a result of an accident, hear what I am saying, absolutely unforeseeable by the exercise of the (Inaudible).",
                "byte_stop": 14071800,
                "byte_start": 13976401,
                "start": 3475.645
              },
              {
                "stop": 3504.471,
                "text": "So nothing has been put in -- exercise of ordinary care.",
                "byte_stop": 14091653,
                "byte_start": 14071800,
                "start": 3499.515
              },
              {
                "stop": 3525.058,
                "text": "I don't think the case has any control over the issues in this case and that's was Judge Butzner said, Judge Butzner of the Fourth Circuit, who might approach this case from another angle.",
                "byte_stop": 14173991,
                "byte_start": 14091653,
                "start": 3504.471
              },
              {
                "stop": 3539.728,
                "text": "We know that the Federal government has no powers except those granted in the constitution either expressed it or by necessary implication.",
                "byte_stop": 14232714,
                "byte_start": 14173991,
                "start": 3525.058
              },
              {
                "stop": 3550.038,
                "text": "Now, we have a Federal statute and a State statute on the same subject.",
                "byte_stop": 14273883,
                "byte_start": 14232714,
                "start": 3539.728
              },
              {
                "stop": 3552.12,
                "text": "What are we to do?",
                "byte_stop": 14282242,
                "byte_start": 14273883,
                "start": 3550.038
              },
              {
                "stop": 3585.486,
                "text": "We are required by the law to examine both statutes and if they are not irreconcilably -- if they are not wholly irreconcilable, then we must -– what I am saying, we must construe the two statutes so as to let them both stand if we can, and you have a unique situation here.",
                "byte_stop": 14415676,
                "byte_start": 14282242,
                "start": 3552.12
              },
              {
                "stop": 3618.984,
                "text": "The Federal statute actually creates for word of action under the State law, because it says that the federal government will be liable, if any individual in the state (Inaudible) and it says further that the liability must be according to the state law, then you have the discretion that I am referring to in the federal statute.",
                "byte_stop": 14549736,
                "byte_start": 14415676,
                "start": 3585.486
              },
              {
                "stop": 3624.496,
                "text": "What are you going to do with that, when you come to construe the statutes?",
                "byte_stop": 14571784,
                "byte_start": 14549736,
                "start": 3618.984
              },
              {
                "stop": 3649.258,
                "text": "Remember, a lot of times, the limited powers of the Federal government and the unlimited powers of the State government except as they are restricted by Federal constitution and its own constitution and by Federal Statute authorized by the Federal constitution.",
                "byte_stop": 14670840,
                "byte_start": 14571784,
                "start": 3624.496
              },
              {
                "stop": 3679.138,
                "text": "You will have to construe the discretionary function provision of the Federal Tort Claims Act to the effect that there is no discretion on the power of the Federal government or any agency of the Federal government or any person representing the Federal government, no discretion to violate the positive unambiguous state law.",
                "byte_stop": 14790376,
                "byte_start": 14670840,
                "start": 3649.258
              },
              {
                "stop": 3682.8,
                "text": "Then both statutes can live together.",
                "byte_stop": 14805005,
                "byte_start": 14790376,
                "start": 3679.138
              },
              {
                "stop": 3708.358,
                "text": "Now, that construction in my own judgment would be more in keeping with the intention of the Congress to spread the liability over all of the taxpayers instead of requiring the poor taxpayer who sustained the loss to bear it all.",
                "byte_stop": 14907196,
                "byte_start": 14805005,
                "start": 3682.8
              }
            ],
            "start": 3218.336
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 14907196,
            "byte_stop": 15093501,
            "stop": 3754.944,
            "text_blocks": [
              {
                "stop": 3716.58,
                "text": "Mr. Allen let me a put a hypothetical question to you which may or may not shed any light on the problem.",
                "byte_stop": 14940110,
                "byte_start": 14907196,
                "start": 3708.358
              },
              {
                "stop": 3744.501,
                "text": "Suppose we were engaged in the war, enemy attacks on an American establishment and antiaircraft guns were used to repel the attack, and of course as we know antiaircraft gun fire, if it doesn't hit the enemy airplane, ultimately, it has to fall down back to Earth.",
                "byte_stop": 15051810,
                "byte_start": 14940110,
                "start": 3716.58
              },
              {
                "stop": 3751.788,
                "text": "Of course, it falls on either people or houses or cows, animals, it does some damage.",
                "byte_stop": 15080962,
                "byte_start": 15051810,
                "start": 3744.501
              },
              {
                "stop": 3754.944,
                "text": "Do you think it's covered with the Tort Claims Act?",
                "byte_stop": 15093501,
                "byte_start": 15080962,
                "start": 3751.788
              }
            ],
            "start": 3708.358
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 15093501,
            "byte_stop": 15194856,
            "stop": 3780.266,
            "text_blocks": [
              {
                "stop": 3776.914,
                "text": "I don't think that the Federal government has any right even for the benefit in war times and any other times to destroy a property and put the burden of all damage on that property only rather than on all the people through taxes letting all the citizens bear it.",
                "byte_stop": 15181377,
                "byte_start": 15093501,
                "start": 3754.944
              },
              {
                "stop": 3780.266,
                "text": "I don't think they would have a right to do that.",
                "byte_stop": 15194856,
                "byte_start": 15181377,
                "start": 3776.914
              }
            ],
            "start": 3754.944
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 15194856,
            "byte_stop": 15216695,
            "stop": 3785.735,
            "text_blocks": [
              {
                "stop": 3785.735,
                "text": "That would be a highly discretionary governmental function was it not just to shoot --",
                "byte_stop": 15216695,
                "byte_start": 15194856,
                "start": 3780.266
              }
            ],
            "start": 3780.266
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 15216695,
            "byte_stop": 15276358,
            "stop": 3800.635,
            "text_blocks": [
              {
                "stop": 3788.849,
                "text": "Yes Sir, it would.",
                "byte_stop": 15229129,
                "byte_start": 15216695,
                "start": 3785.735
              },
              {
                "stop": 3797.108,
                "text": "In many instance has the government any discretion to take property or destroy a property, without claim.",
                "byte_stop": 15262252,
                "byte_start": 15229129,
                "start": 3788.849
              },
              {
                "stop": 3800.635,
                "text": "They are prohibited by the First Amendment to the constitution.",
                "byte_stop": 15276358,
                "byte_start": 15262252,
                "start": 3797.108
              }
            ],
            "start": 3785.735
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 15276358,
            "byte_stop": 15307496,
            "stop": 3808.443,
            "text_blocks": [
              {
                "stop": 3808.443,
                "text": "What do you think that exception that about discretionary actions means then?",
                "byte_stop": 15307496,
                "byte_start": 15276358,
                "start": 3800.635
              }
            ],
            "start": 3800.635
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 15307496,
            "byte_stop": 15311258,
            "stop": 3809.379,
            "text_blocks": [
              {
                "stop": 3809.379,
                "text": "Well.",
                "byte_stop": 15311258,
                "byte_start": 15307496,
                "start": 3808.443
              }
            ],
            "start": 3808.443
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 15311258,
            "byte_stop": 15369041,
            "stop": 3823.806,
            "text_blocks": [
              {
                "stop": 3823.806,
                "text": "That would be the highest order of discretion, would it not if the ground forces were ordered to repel the enemy attack by the use of anti aircraft fire?",
                "byte_stop": 15369041,
                "byte_start": 15311258,
                "start": 3809.379
              }
            ],
            "start": 3809.379
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 15369041,
            "byte_stop": 16096290,
            "stop": 4005.638,
            "text_blocks": [
              {
                "stop": 3842.745,
                "text": "That's right, it certainly is, but still if they destroy the property of a private person, you have being destroy for public purposes, private property being destroyed for public purposes, without compensation.",
                "byte_stop": 15444796,
                "byte_start": 15369041,
                "start": 3823.806
              },
              {
                "stop": 3852.879,
                "text": "It's just a question of magnitude, suppose a government tank runs over a house.",
                "byte_stop": 15485338,
                "byte_start": 15444796,
                "start": 3842.745
              },
              {
                "stop": 3854.393,
                "text": "I will illustrate this again.",
                "byte_stop": 15491294,
                "byte_start": 15485338,
                "start": 3852.879
              },
              {
                "stop": 3871.075,
                "text": "When I first came to the bar, we have a -- the Highway Commission was vested with absolute and uncontrollable discretion to run highways to new...",
                "byte_stop": 15558063,
                "byte_start": 15491294,
                "start": 3854.393
              },
              {
                "stop": 3882.924,
                "text": "But there was another law which provided that they could run a highway through a man's (Inaudible).",
                "byte_stop": 15605501,
                "byte_start": 15558063,
                "start": 3871.075
              },
              {
                "stop": 3891.854,
                "text": "Now they couldn't exercise that uncontrollable discretion and violated that other statute.",
                "byte_stop": 15641237,
                "byte_start": 15605501,
                "start": 3882.924
              },
              {
                "stop": 3915.649,
                "text": "So anyway you look at, you would see rules of law and your discretion can't be exercised in violation of rules -- positive rules and you had the law in Dalehite case – you had no rules of that kind, no statutes or anything of that kind.",
                "byte_stop": 15736322,
                "byte_start": 15641237,
                "start": 3891.854
              },
              {
                "stop": 3939.009,
                "text": "You had nothing but the Ultra Hazardous Act, and of course that wasn't up further in view, fine use of fact that the court made.",
                "byte_stop": 15829841,
                "byte_start": 15736322,
                "start": 3915.649
              },
              {
                "stop": 3954.263,
                "text": "Just before, after I had written our brief in this case, a few days before I left home, I came across my desk, two articles written on the Nelms case.",
                "byte_stop": 15890863,
                "byte_start": 15829841,
                "start": 3939.009
              },
              {
                "stop": 3969.53,
                "text": "One from the New York Law Review, from University of New York and other from students in University of Washington, at Seattle.",
                "byte_stop": 15951885,
                "byte_start": 15890863,
                "start": 3954.263
              },
              {
                "stop": 3974.463,
                "text": "I read those two articles with a great deal of interest.",
                "byte_stop": 15971633,
                "byte_start": 15951885,
                "start": 3969.53
              },
              {
                "stop": 4005.638,
                "text": "There we have a younger generation taking a new look at the situation and I became more convinced than ever of the confusion that exists in this country in reference to the Torts Claims Act and particularly the discretionary function.",
                "byte_stop": 16096290,
                "byte_start": 15971633,
                "start": 3974.463
              }
            ],
            "start": 3823.806
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 16096290,
            "byte_stop": 16111650,
            "stop": 4009.459,
            "text_blocks": [
              {
                "stop": 4009.459,
                "text": "Do you happen to have any citations of those two law reviews?",
                "byte_stop": 16111650,
                "byte_start": 16096290,
                "start": 4005.638
              }
            ],
            "start": 4005.638
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 16111650,
            "byte_stop": 16132757,
            "stop": 4014.745,
            "text_blocks": [
              {
                "stop": 4013.118,
                "text": "Well, I have one of them, sir.",
                "byte_stop": 16126278,
                "byte_start": 16111650,
                "start": 4009.459
              },
              {
                "stop": 4014.745,
                "text": "I have the New York.",
                "byte_stop": 16132757,
                "byte_start": 16126278,
                "start": 4013.118
              }
            ],
            "start": 4009.459
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 16132757,
            "byte_stop": 16161909,
            "stop": 4022.046,
            "text_blocks": [
              {
                "stop": 4022.046,
                "text": "If you could supply both of them to the clerk Mr. Allen, if you may supply both to the clerk after the argument if you don't have them at this time.",
                "byte_stop": 16161909,
                "byte_start": 16132757,
                "start": 4014.745
              }
            ],
            "start": 4014.745
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/george_e_allen_sr",
              "name": "George E. Allen, Sr.",
              "last_name": "Allen,",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24871,
              "identifier": "george_e_allen_sr"
            },
            "byte_start": 16161909,
            "byte_stop": 17022069,
            "stop": 4237.083,
            "text_blocks": [
              {
                "stop": 4030.311,
                "text": "Now, the one from Washington State, the only citation, I can give there is the name of the two gentlemen that wrote it.",
                "byte_stop": 16195033,
                "byte_start": 16161909,
                "start": 4022.046
              },
              {
                "stop": 4042.939,
                "text": "It seems that they wrote the brief in the court argument case.",
                "byte_stop": 16245501,
                "byte_start": 16195033,
                "start": 4030.311
              },
              {
                "stop": 4067.488,
                "text": "Now the Federal -- the New York review, I don't think it's out yet, but it will be published in the April issue of the New York University Law Review and the title of it is Federal Torts Claims Act.",
                "byte_stop": 16343722,
                "byte_start": 16245501,
                "start": 4042.939
              },
              {
                "stop": 4078.01,
                "text": "The government maybe is strictly liable to a homeowner for damage resulting from a sonic boom (Inaudible).",
                "byte_stop": 16385831,
                "byte_start": 16343722,
                "start": 4067.488
              },
              {
                "stop": 4107.558,
                "text": "There was a very good discussion there and the other case is a brief written by -- I have the name here somewhere -- two students (Inaudible) I have the given them down to the clerk, you can take them down.",
                "byte_stop": 16504009,
                "byte_start": 16385831,
                "start": 4078.01
              },
              {
                "stop": 4122.901,
                "text": "Now after reading those articles as I said, I was more convinced than ever of the predicament we are in, and the state of confusion we are in on this subject.",
                "byte_stop": 16565344,
                "byte_start": 16504009,
                "start": 4107.558
              },
              {
                "stop": 4137.252,
                "text": "And I am going to offer this solutions which is the only one I think of, that will clear up in that, and it would be in harmony, I think with the intention of the Congress.",
                "byte_stop": 16622814,
                "byte_start": 16565344,
                "start": 4122.901
              },
              {
                "stop": 4172.379,
                "text": "That is wherever that is a State statute fixing the liabilities or even a regulation of the Air Force which is a part of the government, then they take this discretionary function provision out of the area of discretion and the Government should pay it.",
                "byte_stop": 16763248,
                "byte_start": 16622814,
                "start": 4137.252
              },
              {
                "stop": 4184.018,
                "text": "Now neither the rules require merely indicate to this honorable court what action I think it should take.",
                "byte_stop": 16809851,
                "byte_start": 16763248,
                "start": 4172.379
              },
              {
                "stop": 4237.083,
                "text": "What special relief I believe, where the rule says, I think the Fourth Circuit should be affirmed in its ruling on the Federal Tort Claims Act, and the case remanded for trial to court on the question of proximate cause and damages, and that as to the Fifth Amendment, the case should be remanded with trial before the court with a jury, if we make a submissible case on the question of taking with private property for public purposes without compensations, and I thank you.",
                "byte_stop": 17022069,
                "byte_start": 16809851,
                "start": 4184.018
              }
            ],
            "start": 4022.046
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 17022069,
            "byte_stop": 17035862,
            "stop": 4240.545,
            "text_blocks": [
              {
                "stop": 4239.286,
                "text": "Thank you Mr. Allen and thank you Mr. Stone.",
                "byte_stop": 17030951,
                "byte_start": 17022069,
                "start": 4237.083
              },
              {
                "stop": 4240.545,
                "text": "The case is submitted.",
                "byte_stop": 17035862,
                "byte_start": 17030951,
                "start": 4239.286
              }
            ],
            "start": 4237.083
          }
        ],
        "stop": 4240.545,
        "byte_stop": 17035862,
        "byte_start": 11196972,
        "start": 2780.79
      }
    ],
    "duration": 4240.545
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1971/71-573/19720417a_71-573.delivery.mp3",
      "id": 40998,
      "size": 17036071
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1971/71-573/19720417a_71-573.ogg",
      "id": 62940,
      "size": 40138978
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1971/71-573/19720417a_71-573.m3u8",
      "id": 62941,
      "size": 60913
    }
  ],
  "public_note": null
}