{
  "title": "Oral Argument - March 26, 1973 (Part 1)",
  "damaged": null,
  "id": 23783,
  "unavailable": null,
  "transcript": {
    "title": null,
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 28672,
            "byte_stop": 240473,
            "stop": 52.941,
            "text_blocks": [
              {
                "stop": 47.527,
                "text": "We'll hear arguments next in 72-634, United States Civil Service Commission against the National Association.",
                "byte_stop": 218843,
                "byte_start": 28672,
                "start": 0
              },
              {
                "stop": 52.941,
                "text": "Mr. Solicitor General.",
                "byte_stop": 240473,
                "byte_start": 218843,
                "start": 47.527
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/griswold",
              "name": "Griswold",
              "last_name": null,
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 24831,
              "identifier": "griswold"
            },
            "byte_start": 240473,
            "byte_stop": 3373808,
            "stop": 836.268,
            "text_blocks": [
              {
                "stop": 56.818,
                "text": "May it please the Court.",
                "byte_stop": 256042,
                "byte_start": 240473,
                "start": 52.941
              },
              {
                "stop": 72.346,
                "text": "This case is here on a direct appeal from a decision of a three-judge District Court in the United States -- in the District of -- for the District of Columbia.",
                "byte_stop": 318109,
                "byte_start": 256042,
                "start": 56.818
              },
              {
                "stop": 101.236,
                "text": "A majority of that court has held unconstitutional the basic provision of the Hatch Act, enacted by Congress nearly 34 years ago and held to be constitutional by this Court in its decision in United States against Mitchell in 330 U.S.decided in 1947.",
                "byte_stop": 433674,
                "byte_start": 318109,
                "start": 72.346
              },
              {
                "stop": 116.366,
                "text": "The present form of the statute as it now appears in the United States Code, appears in the opening portion of the Government's main brief of pages 2 and 3.",
                "byte_stop": 494174,
                "byte_start": 433674,
                "start": 101.236
              },
              {
                "stop": 134.938,
                "text": "In some ways, I hesitate to put those pages before the Court, because I think that the statute as it now appears in the Code is somewhat misleading in the light of its legislative history, and I will develop that legislative history in my argument.",
                "byte_stop": 568466,
                "byte_start": 494174,
                "start": 116.366
              },
              {
                "stop": 151.944,
                "text": "But in order to get the setting of the case, I call attention to the statute as it now appears in the United States Code, it forbids two sorts of activities in these terms.",
                "byte_stop": 636489,
                "byte_start": 568466,
                "start": 134.938
              },
              {
                "stop": 154.141,
                "text": "This is about the middle of page 2.",
                "byte_stop": 645266,
                "byte_start": 636489,
                "start": 151.944
              },
              {
                "stop": 179.52,
                "text": "An employee in an executive agency or an individual employed by the government of the District of Columbia may not one, use his official authority or influence for the purpose of interfering with or effecting the result of an election or two, take an active part in political management or political campaigns.",
                "byte_stop": 746830,
                "byte_start": 645266,
                "start": 154.141
              },
              {
                "stop": 200.045,
                "text": "Now, it is the second which is primarily involved in this case, and I would then call attention to further provisions in the statute on page 3.",
                "byte_stop": 828855,
                "byte_start": 746830,
                "start": 179.52
              },
              {
                "stop": 210.6,
                "text": "Well, before I turn to page 3, let me go ahead with the -- with the following portion on page 2, immediately following what I have just said.",
                "byte_stop": 871173,
                "byte_start": 828855,
                "start": 200.045
              },
              {
                "stop": 241.186,
                "text": "For the purpose of this subsection, the phrase \"An active part in political management or in political campaign\" means those acts of political management or political campaigning which were prohibited on the part of employees in the competitive service before July 19, 1940 by determinations of the Civil Service Commission under the rules prescribed by the President.",
                "byte_stop": 993426,
                "byte_start": 871173,
                "start": 210.6
              },
              {
                "stop": 276.285,
                "text": "The further portions of the statute on page 3 contained qualifications and limitations, as such, for example, as it does not apply to a nonpartisan election and there are provisions to the effect that an employee retains the right to vote as he chooses and to express his opinion on political subjects and candidates.",
                "byte_stop": 1133861,
                "byte_start": 993426,
                "start": 241.186
              },
              {
                "stop": 299.87,
                "text": "The plaintiffs in this case in the court below are a federal employees' postal union, certain individual federal employees who assert that they want to do various things or have done certain things and fear prosecution and local Democratic and Republican Committees.",
                "byte_stop": 1228215,
                "byte_start": 1133861,
                "start": 276.285
              },
              {
                "stop": 311.584,
                "text": "The suit was brought as a class action and sought a declaration that the act is unconstitutional and an injunction against its enforcement.",
                "byte_stop": 1275026,
                "byte_start": 1228215,
                "start": 299.87
              },
              {
                "stop": 323.742,
                "text": "This was granted by the District Court in an opinion by Judge Gesell with Circuit Judge MacKinnon dissenting.",
                "byte_stop": 1323719,
                "byte_start": 1275026,
                "start": 311.584
              },
              {
                "stop": 338.33,
                "text": "The majority accepted the appropriateness of the governmental objectives of the Hatch Act, but felt that the statute was defective in the way it sought to reach this objective.",
                "byte_stop": 1382024,
                "byte_start": 1323719,
                "start": 323.742
              },
              {
                "stop": 354.168,
                "text": "In particular, the Court focused on the portion of the statute which referred to the determinations of the Civil Service Commission made prior to the date that provision was enacted.",
                "byte_stop": 1445345,
                "byte_start": 1382024,
                "start": 338.33
              },
              {
                "stop": 358.799,
                "text": "That is July 19, 1940.",
                "byte_stop": 1463944,
                "byte_start": 1445345,
                "start": 354.168
              },
              {
                "stop": 368.428,
                "text": "The Court held that this definition required federal employees to consider as a guide to their political conduct.",
                "byte_stop": 1502396,
                "byte_start": 1463944,
                "start": 358.799
              },
              {
                "stop": 383.78,
                "text": "The entire body of pre-1940 administrative rulings, which the Court said, and I quote, \"were rigidly incorporated into the Act.\"",
                "byte_stop": 1563836,
                "byte_start": 1502396,
                "start": 368.428
              },
              {
                "stop": 392.656,
                "text": "Now, we would suggest that that was a wooden and indeed a perverse construction of the Act.",
                "byte_stop": 1599363,
                "byte_start": 1563836,
                "start": 383.78
              },
              {
                "stop": 407.438,
                "text": "The Court felt that these rulings often proscribe constitutionally permissible conduct and were inconsistent with each other and with language in the Hatch Act itself.",
                "byte_stop": 1658504,
                "byte_start": 1599363,
                "start": 392.656
              },
              {
                "stop": 437.246,
                "text": "The Court further concluded that no constitutionally acceptable mechanism was provided for reconciling the inconsistencies, and it rejected the administrative construction placed on the statute by the Commission's decisions and regulations holding that Congress conferred no power on the Commission to clarify or define the statutory prohibition.",
                "byte_stop": 1777727,
                "byte_start": 1658504,
                "start": 407.438
              },
              {
                "stop": 462.378,
                "text": "On this basis, the Court concluded that the statute was both overly broad and impermissibly vague with the consequence that it had a chilling effect thus, bringing all three of the phrases which always come into these cases, which was not permissible under the First Amendment.",
                "byte_stop": 1878246,
                "byte_start": 1777727,
                "start": 437.246
              },
              {
                "stop": 470.057,
                "text": "The majority recognized that this Court had upheld the statute in the Mitchell case.",
                "byte_stop": 1908966,
                "byte_start": 1878246,
                "start": 462.378
              },
              {
                "stop": 480.362,
                "text": "It said, however, that the Court had left open the question raised by the incorporation by reference provision of the statute.",
                "byte_stop": 1950135,
                "byte_start": 1908966,
                "start": 470.057
              },
              {
                "stop": 509.85,
                "text": "And it held that the Mitchell decision was \"inconsistent with subsequent decisions delineating First Amendment freedoms\" and these decisions it said, coupled with changes in the size and complexity of the public service, placed Mitchell among other decisions outmoded by passage of time.",
                "byte_stop": 2068104,
                "byte_start": 1950135,
                "start": 480.362
              },
              {
                "stop": 534.626,
                "text": "Judge MacKinnon in dissent concluded that the statutory reference, the Civil Service Commission decisions did not incorporate all pre-1940 decisions but only those not inconsistent with the other provisions of the Act and with evolving concepts of First Amendment rights.",
                "byte_stop": 2167265,
                "byte_start": 2068104,
                "start": 509.85
              },
              {
                "stop": 558.065,
                "text": "On this basis, he concluded that the federal employee could ascertain with reasonable precision, what sorts of activities are prohibited with the result that the statute is not impermissibly vague in the constitutional sense.",
                "byte_stop": 2260992,
                "byte_start": 2167265,
                "start": 534.626
              },
              {
                "stop": 570.679,
                "text": "The problems arising from political activities of government employees have been a matter of concern since the adoption of the Constitution.",
                "byte_stop": 2311461,
                "byte_start": 2260992,
                "start": 558.065
              },
              {
                "stop": 580.645,
                "text": "Brief summaries of this historical background are found in the appendices to both main briefs in this case.",
                "byte_stop": 2351271,
                "byte_start": 2311461,
                "start": 570.679
              },
              {
                "stop": 603.797,
                "text": "And experience -- in -- in summary, experience has shown that there are at least three types of problems, in addition to the desire and effort to have a merit system rather than a spoil system of government employment.",
                "byte_stop": 2443954,
                "byte_start": 2351271,
                "start": 580.645
              },
              {
                "stop": 616.289,
                "text": "Now there is first, the question of the employee's time of his -- using his working time to work for the Government and not for something else.",
                "byte_stop": 2493900,
                "byte_start": 2443954,
                "start": 603.797
              },
              {
                "stop": 623.379,
                "text": "I don't think that that is really the most important aspect of the statute.",
                "byte_stop": 2522216,
                "byte_start": 2493900,
                "start": 616.289
              },
              {
                "stop": 637.961,
                "text": "There is second, the problem of the development of political machines through the use of government employees and political campaigns and we've had a great deal of history of that.",
                "byte_stop": 2580522,
                "byte_start": 2522216,
                "start": 623.379
              },
              {
                "stop": 652.543,
                "text": "And finally, there is the question of the protection of the employee against coercion and exploitation by his governmental and political superiors.",
                "byte_stop": 2638932,
                "byte_start": 2580522,
                "start": 637.961
              },
              {
                "stop": 662.925,
                "text": "Out of this background, the Civil Service Act was passed in 1883, 90 years ago.",
                "byte_stop": 2680414,
                "byte_start": 2638932,
                "start": 652.543
              },
              {
                "stop": 679.455,
                "text": "Within a few months after the statute was passed, President Arthur promulgated the original Civil Service rules of which the principal one is ever since has been known as Civil Service Rule I.",
                "byte_stop": 2746556,
                "byte_start": 2680414,
                "start": 662.925
              },
              {
                "stop": 692.098,
                "text": "A few years later, Theodore Roosevelt became the Civil Service Commissioner an office which he held from 1889 to 1895.",
                "byte_stop": 2797129,
                "byte_start": 2746556,
                "start": 679.455
              },
              {
                "stop": 715.071,
                "text": "And some 10 years later, when he was president, he issued Executive Order 642 in which the basic language with which we are now concerned, appears in a -- an official document having some legal force for the first time.",
                "byte_stop": 2888976,
                "byte_start": 2797129,
                "start": 692.098
              },
              {
                "stop": 740.099,
                "text": "I may say that this is language which is quoted at the bottom of page 14 and top of page 15 of our brief, had appeared in a report of the Civil Service Commission in 1894 when Theodore Roosevelt was the commissioner, and when he became president, he put it into an executive order.",
                "byte_stop": 2989077,
                "byte_start": 2888976,
                "start": 715.071
              },
              {
                "stop": 749.669,
                "text": "No person in the Executive civil service shall use his official authority or influence for the purpose of interfering with an election or affecting the results thereof.",
                "byte_stop": 3027425,
                "byte_start": 2989077,
                "start": 740.099
              },
              {
                "stop": 771.877,
                "text": "Persons who, by the provisions of these rules are in the competitive classified service, while retaining the right to vote as they please and to express privately their opinions on all political subjects, shall take no active part in political management or in political campaigns.",
                "byte_stop": 3116241,
                "byte_start": 3027425,
                "start": 749.669
              },
              {
                "stop": 789.611,
                "text": "And that has been in effect, in one form or another under the Executive Order and later by act of Congress and now for two-thirds of the century.",
                "byte_stop": 3187190,
                "byte_start": 3116241,
                "start": 771.877
              },
              {
                "stop": 804.92,
                "text": "Civil Service Rule I was immediately amended to contain this language and this continued in effect without change until the Hatch Act was passed in 1939.",
                "byte_stop": 3248421,
                "byte_start": 3187190,
                "start": 789.611
              },
              {
                "stop": 821.528,
                "text": "From 1886 until the enactment of the Hatch Act, the Commission decided more than 2600 cases involving alleged political activity in violation of Civil Service Rule I.",
                "byte_stop": 3314876,
                "byte_start": 3248421,
                "start": 804.92
              },
              {
                "stop": 836.268,
                "text": "Thus, when the Hatch Act was enacted, Civil Service Rule I had a well-defined and generally-understood meaning, although there were of course, borderline situations where there could be uncertainty.",
                "byte_stop": 3373808,
                "byte_start": 3314876,
                "start": 821.528
              }
            ],
            "start": 52.941
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 3373808,
            "byte_stop": 3391154,
            "stop": 840.63,
            "text_blocks": [
              {
                "stop": 840.63,
                "text": "We'll resume at that point.",
                "byte_stop": 3391154,
                "byte_start": 3373808,
                "start": 836.268
              }
            ],
            "start": 836.268
          }
        ],
        "stop": 840.63,
        "byte_stop": 3391154,
        "byte_start": 28672,
        "start": 0
      }
    ],
    "duration": 840.63
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1972/72-634/72-634_19730326-argument-1.delivery.mp3",
      "id": 56906,
      "size": 3391467
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1972/72-634/72-634_19730326-argument-1.ogg",
      "id": 78296,
      "size": 8267508
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1972/72-634/72-634_19730326-argument-1.m3u8",
      "id": 78297,
      "size": 15004
    }
  ],
  "public_note": null
}