{
  "title": "Oral Argument - October 15, 1975",
  "damaged": null,
  "id": 16529,
  "unavailable": null,
  "transcript": {
    "title": "United States v. Moore",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 103360,
            "byte_stop": 262080,
            "stop": 39.659,
            "text_blocks": [
              {
                "stop": 36.914,
                "text": "We will hear arguments next in 74-687, United States against Moore.",
                "byte_stop": 251109,
                "byte_start": 103360,
                "start": 0
              },
              {
                "stop": 39.659,
                "text": "Mrs. Shapiro you may proceed when you are ready.",
                "byte_stop": 262080,
                "byte_start": 251109,
                "start": 36.914
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 262080,
            "byte_stop": 2457724,
            "stop": 588.589,
            "text_blocks": [
              {
                "stop": 42.922,
                "text": "Mr. Chief Justice may I please the Court.",
                "byte_stop": 275141,
                "byte_start": 262080,
                "start": 39.659
              },
              {
                "stop": 50.239,
                "text": "This case is here on the Government's petition for Certiorari to review the judgment of the Court of Appeals for the Fifth Circuit.",
                "byte_stop": 304398,
                "byte_start": 275141,
                "start": 42.922
              },
              {
                "stop": 63.811,
                "text": "It involves the interpretation of 31 U.S.C. 191 which provides that when a person indebted to the United States becomes insolvent, the debts due to the United States shall be paid first.",
                "byte_stop": 358629,
                "byte_start": 304398,
                "start": 50.239
              },
              {
                "stop": 81.337,
                "text": "The issue here is whether that priority of the United States, applies only when the precise amount of the debt is established before insolvency or whether all debts due to the United States since insolvency, whether liquidated or not, are to be paid first.",
                "byte_stop": 428741,
                "byte_start": 358629,
                "start": 63.811
              },
              {
                "stop": 83.563,
                "text": "The fact here were stipulated.",
                "byte_stop": 437623,
                "byte_start": 428741,
                "start": 81.337
              },
              {
                "stop": 89.589,
                "text": "Emsco which is a Texas Corporation breached three contracts with the Defense Department.",
                "byte_stop": 461760,
                "byte_start": 437623,
                "start": 83.563
              },
              {
                "stop": 101.79,
                "text": "After they had breached the contracts, it assigned all its property to respondent to be sold for the benefit of its creditors and that act of course established its insolvency.",
                "byte_stop": 510557,
                "byte_start": 461760,
                "start": 89.589
              },
              {
                "stop": 111.137,
                "text": "Shortly thereafter, the Government re-let those contracts that Emsco had breached and the amount of Emsco’s debt to the Government was determined.",
                "byte_stop": 547964,
                "byte_start": 510557,
                "start": 101.79
              },
              {
                "stop": 121.502,
                "text": "It was determined by settlement of two of the contracts and by charging Emsco for the excess costs of re-procurement on the other.",
                "byte_stop": 589447,
                "byte_start": 547964,
                "start": 111.137
              },
              {
                "stop": 130.176,
                "text": "The priority statute requires that when a person indebted to the Government becomes insolvent, the debts to the United States shall be paid first.",
                "byte_stop": 624137,
                "byte_start": 589447,
                "start": 121.502
              },
              {
                "stop": 138.256,
                "text": "And a voluntary assignment for the benefit of creditors is the one of the ways in which insolvency can be shown under the statute.",
                "byte_stop": 656424,
                "byte_start": 624137,
                "start": 130.176
              },
              {
                "stop": 141.563,
                "text": "It is -- that is also an act of bankruptcy.",
                "byte_stop": 669695,
                "byte_start": 656424,
                "start": 138.256
              },
              {
                "stop": 148.209,
                "text": "So that when there is an assignment for the benefit of creditors, the creditors have a choice.",
                "byte_stop": 696235,
                "byte_start": 669695,
                "start": 141.563
              },
              {
                "stop": 168.474,
                "text": "They can either consent to the assignment and take their share of the debtor's estate under the conditions in the assignment or if they prefer the protection of Bankruptcy Laws, they can petition to have the debtor declared a bankrupt, in which case the assignment is void.",
                "byte_stop": 777319,
                "byte_start": 696235,
                "start": 148.209
              },
              {
                "stop": 186.239,
                "text": "If there had been a petition in bankruptcy here, it is clear that the Government's claims on this contract would have been debts provable in bankruptcy because the Bankruptcy Act expressly defines debts to include un-liquidated or even contingent claims.",
                "byte_stop": 848372,
                "byte_start": 777319,
                "start": 168.474
              },
              {
                "stop": 208.479,
                "text": "These are provable debts and so long as they are liquidated or can be estimated soon enough, so that they can paid without unduly delaying the Administration of the estate, they are allowable.",
                "byte_stop": 937293,
                "byte_start": 848372,
                "start": 186.239
              },
              {
                "stop": 226.025,
                "text": "In addition, the bankruptcy Act gives a priority to debts owing to any person, including the United States entitled to a priority under Federal Law, so that the Bankruptcy Act incorporates the priority statute by reference.",
                "byte_stop": 1007510,
                "byte_start": 937293,
                "start": 208.479
              },
              {
                "stop": 240.94,
                "text": "A number of cases, both in this Court and in the Courts of Appeals have assumed that this priority applies to claims like the ones here which were un-liquidated when insolvency occurred.",
                "byte_stop": 1067174,
                "byte_start": 1007510,
                "start": 226.025
              },
              {
                "stop": 250.509,
                "text": "So that if there had been a bankruptcy, we submit that these claims would not only have been provable, but would been entitled to a priority.",
                "byte_stop": 1105417,
                "byte_start": 1067174,
                "start": 240.94
              },
              {
                "stop": 253.511,
                "text": "But there was not any petition in bankruptcy here.",
                "byte_stop": 1117433,
                "byte_start": 1105417,
                "start": 250.509
              },
              {
                "stop": 258.18,
                "text": "The Government simply asserted its claims to priority under the priority statute.",
                "byte_stop": 1136137,
                "byte_start": 1117433,
                "start": 253.511
              },
              {
                "stop": 273.826,
                "text": "When the claim was denied, the Government brought suit in the District Court following the established principle, found that the Government was indeed entitled to its priority, but the Court of Appeals reversed.",
                "byte_stop": 1198727,
                "byte_start": 1136137,
                "start": 258.18
              },
              {
                "stop": 288.306,
                "text": "It interpreted, it is a 175 year old statute without considering any of the previous cases which it had construed, the policy it was designed to serve or even the long-standing practice under it.",
                "byte_stop": 1256614,
                "byte_start": 1198727,
                "start": 273.826
              },
              {
                "stop": 301.64,
                "text": "The Court held that before its debts due means only those debts which would have been entitled to be recovered under Common Law Action of Debt.",
                "byte_stop": 1310008,
                "byte_start": 1256614,
                "start": 288.306
              },
              {
                "stop": 316.484,
                "text": "Since the claims here were not for fixed and certain amounts presently payable at insolvency, they were not debts due at Common Law, and therefore, the Court held they were not entitled to priority.",
                "byte_stop": 1369358,
                "byte_start": 1310008,
                "start": 301.64
              },
              {
                "stop": 326.137,
                "text": "We submit that that decision is simply wrong, both on the basis of precedent and because it was undesirable, practical effects.",
                "byte_stop": 1407915,
                "byte_start": 1369358,
                "start": 316.484
              },
              {
                "stop": 350.484,
                "text": "The precedents are entirely clear in holding that the priority statute applies not only to debts which are due in the sense of being presently payable, when at the moment that insolvency occurs, but it also applies to debts where the obligation has accrued, but the time for payment has not yet arrived.",
                "byte_stop": 1505300,
                "byte_start": 1407915,
                "start": 326.137
              },
              {
                "stop": 367.579,
                "text": "In fact the respondent does not really dispute this, but we submit that that fact alone should demonstrate the Common Law Action for Debt which requires that the debt be presently payable is not an appropriate standard for defining debts due.",
                "byte_stop": 1573740,
                "byte_start": 1505300,
                "start": 350.484
              },
              {
                "stop": 375.417,
                "text": "Indeed if the standard were strictly applied, there could be some question about whether taxes would be within the priority at all.",
                "byte_stop": 1605087,
                "byte_start": 1573740,
                "start": 367.579
              },
              {
                "stop": 380.812,
                "text": "Since there are some precedent indicating that taxes are not Common Law debts.",
                "byte_stop": 1626612,
                "byte_start": 1605087,
                "start": 375.417
              },
              {
                "stop": 394.64,
                "text": "And of course the status of taxes which have accrued, but which are not payable at the precise point of the insolvency would still more uncertain.",
                "byte_stop": 1681992,
                "byte_start": 1626612,
                "start": 380.812
              },
              {
                "stop": 397.165,
                "text": "There is not any such uncertainty now.",
                "byte_stop": 1692023,
                "byte_start": 1681992,
                "start": 394.64
              },
              {
                "stop": 410.008,
                "text": "Priority statute clearly applies to all accrued taxes, including un-liquidated ones and to those which have accrued but are not yet due, when the insolvency occurs.",
                "byte_stop": 1743432,
                "byte_start": 1692023,
                "start": 397.165
              },
              {
                "stop": 427.982,
                "text": "The priority statute also has long been assumed to apply to contract debts of the sort involved here where the obligation has been established by the time that the insolvency occurs, but the precise amount of the obligation is not settled until later.",
                "byte_stop": 1815321,
                "byte_start": 1743432,
                "start": 410.008
              },
              {
                "stop": 436.427,
                "text": "The effect on Government Revenues of altering this long-standing interpretation of the priority statute is hard to estimate.",
                "byte_stop": 1849071,
                "byte_start": 1815321,
                "start": 427.982
              },
              {
                "stop": 444.852,
                "text": "Indeed for the tax applications, we really have not been able to get any estimate because the effect of the decision is so unclear.",
                "byte_stop": 1882821,
                "byte_start": 1849071,
                "start": 436.427
              },
              {
                "stop": 453.02,
                "text": "What it does is create questions, but there is really no way of telling what the precise impact of it would be.",
                "byte_stop": 1915527,
                "byte_start": 1882821,
                "start": 444.852
              },
              {
                "stop": 466.049,
                "text": "On the contract applications, the Defense Department has estimated that in a typical year, perhaps some $20 million in Government claims in Defense contracts alone might be affected.",
                "byte_stop": 1967562,
                "byte_start": 1915527,
                "start": 453.02
              },
              {
                "stop": 474.427,
                "text": "There is a further reason why the decision below should be reversed, in addition to its precedent and its effect on Government revenues.",
                "byte_stop": 2001104,
                "byte_start": 1967562,
                "start": 466.049
              },
              {
                "stop": 481.282,
                "text": "It provides a practically unworkable standard for the person who must distribute the insolvent's estate.",
                "byte_stop": 2028584,
                "byte_start": 2001104,
                "start": 474.427
              },
              {
                "stop": 495.705,
                "text": "He must decide whether a given Government claim is entitled to priority and if he guesses wrong, he may be personally liable to the Government for the amount paid to the other creditors.",
                "byte_stop": 2086263,
                "byte_start": 2028584,
                "start": 481.282
              },
              {
                "stop": 512.056,
                "text": "It is therefore very important to have clear standards for determining when the priority applies and the limitations of the Common Law Action for Debt are certainly not the kind of clear standards that are appropriate.",
                "byte_stop": 2151673,
                "byte_start": 2086263,
                "start": 495.705
              },
              {
                "stop": 517.994,
                "text": "The respondent seems to agree that the decision below cannot really mean exactly what it says.",
                "byte_stop": 2175393,
                "byte_start": 2151673,
                "start": 512.056
              },
              {
                "stop": 529.479,
                "text": "He suggests that nevertheless, this Court should limit the debts to which the priority statute applies to ones which have been liquidated before the insolvency occurs.",
                "byte_stop": 2221368,
                "byte_start": 2175393,
                "start": 517.994
              },
              {
                "stop": 538.167,
                "text": "But that limitation too is unsupported by precedent and it is also unrelated to the purpose of the priority statute.",
                "byte_stop": 2256059,
                "byte_start": 2221368,
                "start": 529.479
              },
              {
                "stop": 543.82,
                "text": "The Courts have consistently interpreted the statute as applying to all types of debts.",
                "byte_stop": 2278733,
                "byte_start": 2256059,
                "start": 538.167
              },
              {
                "stop": 556.984,
                "text": "They have recognized that its broad purpose is to protect the Federal Revenues and when a particular debt is liquidated, is not significant in terms of that policy.",
                "byte_stop": 2331396,
                "byte_start": 2278733,
                "start": 543.82
              },
              {
                "stop": 568.242,
                "text": "The Government's interest in assuring that the debts owed to it will be paid is not related to the time of the precise amount of the debt is determined.",
                "byte_stop": 2376431,
                "byte_start": 2331396,
                "start": 556.984
              },
              {
                "stop": 574.521,
                "text": "But there is an appropriate source of guidance for determining the meaning of the debts in the priority statute.",
                "byte_stop": 2401509,
                "byte_start": 2376431,
                "start": 568.242
              },
              {
                "stop": 588.589,
                "text": "That source is the Bankruptcy Act, which uses the precise term and as used in the Bankruptcy Act, the term “debts” explicitly includes un-liquidated and contingent claims.",
                "byte_stop": 2457724,
                "byte_start": 2401509,
                "start": 574.521
              }
            ],
            "start": 39.659
          },
          {
            "speaker": null,
            "byte_start": 2457724,
            "byte_stop": 2480503,
            "stop": 594.266,
            "text_blocks": [
              {
                "stop": 594.266,
                "text": "Of course the Bankruptcy Act came along a hundred years later and on the statutes on which this case is based?",
                "byte_stop": 2480503,
                "byte_start": 2457724,
                "start": 588.589
              }
            ],
            "start": 588.589
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 2480503,
            "byte_stop": 3206602,
            "stop": 775.79,
            "text_blocks": [
              {
                "stop": 595.736,
                "text": "That is right.",
                "byte_stop": 2486354,
                "byte_start": 2480503,
                "start": 594.266
              },
              {
                "stop": 597.996,
                "text": "The current Bankruptcy Act did.",
                "byte_stop": 2495445,
                "byte_start": 2486354,
                "start": 595.736
              },
              {
                "stop": 613.138,
                "text": "There was an earlier Bankruptcy Act about 1800 which also recognized certain contingent claims as debts.",
                "byte_stop": 2555944,
                "byte_start": 2495445,
                "start": 597.996
              },
              {
                "stop": 633.012,
                "text": "And the priority statute refers in effect to the Bankruptcy Act since one of the types of in -- one the acts which makes it applicable or any is any kind of bankruptcy.",
                "byte_stop": 2635461,
                "byte_start": 2555944,
                "start": 613.138
              },
              {
                "stop": 642.343,
                "text": "And moreover the Bankruptcy Act refers to the priority act in defining debts which are entitled to priority.",
                "byte_stop": 2672764,
                "byte_start": 2635461,
                "start": 633.012
              },
              {
                "stop": 645.47,
                "text": "So there is a distinct cross reference.",
                "byte_stop": 2685303,
                "byte_start": 2672764,
                "start": 642.343
              },
              {
                "stop": 652.601,
                "text": "Both Acts deal with insolvency and protect Federal interests by providing Federal priorities.",
                "byte_stop": 2713829,
                "byte_start": 2685303,
                "start": 645.47
              },
              {
                "stop": 668.397,
                "text": "So both reflect similar policies and moreover they are overlapping in the sense that a case involving one statute will very often also involve the other.",
                "byte_stop": 2777045,
                "byte_start": 2713829,
                "start": 652.601
              },
              {
                "stop": 688.809,
                "text": "So differences in interpretation of identical languages under these circumstances almost certainly will lead to confusion and such differences should be avoided unless they are clearly required by the statute's language or by it is purpose and no such difference is required here.",
                "byte_stop": 2858651,
                "byte_start": 2777045,
                "start": 668.397
              },
              {
                "stop": 699.015,
                "text": "Un-liquidated claims are debts under the Bankruptcy Act and for that reason they also should be considered debts under the priority act.",
                "byte_stop": 2899507,
                "byte_start": 2858651,
                "start": 688.809
              },
              {
                "stop": 707.036,
                "text": "This interpretation of the Act has an entirely practical advantage, not only to the Government, but also to those who contract with it.",
                "byte_stop": 2931585,
                "byte_start": 2899507,
                "start": 699.015
              },
              {
                "stop": 713.795,
                "text": "From the Government’s point of view, the priority should attach when the contract is breached.",
                "byte_stop": 2958544,
                "byte_start": 2931585,
                "start": 707.036
              },
              {
                "stop": 729.561,
                "text": "If it does not, the debtor can manipulate the time at which he becomes insolvent in order to avoid the Government’s priority and he may very often want to do that in order to prefer creditors with whom he may want to deal later.",
                "byte_stop": 3021656,
                "byte_start": 2958544,
                "start": 713.795
              },
              {
                "stop": 732.511,
                "text": "Manipulation is not -- it would not be difficult.",
                "byte_stop": 3033463,
                "byte_start": 3021656,
                "start": 729.561
              },
              {
                "stop": 745.381,
                "text": "He would have simply have to make an assignment for the benefit of creditors or file an involuntary petition in bankruptcy, promptly after he has breached his contract before the Government has a chance to liquidate its damages.",
                "byte_stop": 3084976,
                "byte_start": 3033463,
                "start": 732.511
              },
              {
                "stop": 763.403,
                "text": "But to try to protect itself from having its priority defeated in that way, the Government in its turn would have to liquidate its claims as rapidly as possible even perhaps by terminating contracts where it had doubts about the contractor’s insolvency and that certainly is not a policy that would benefit contractors.",
                "byte_stop": 3157074,
                "byte_start": 3084976,
                "start": 745.381
              },
              {
                "stop": 775.79,
                "text": "It might very well lead to increased litigation over contract terminations and it could increase business instability by tending to push border line companies in insolvency.",
                "byte_stop": 3206602,
                "byte_start": 3157074,
                "start": 763.403
              }
            ],
            "start": 594.266
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3206602,
            "byte_stop": 3292702,
            "stop": 797.322,
            "text_blocks": [
              {
                "stop": 797.322,
                "text": "Well, unless if you are right that debts due does include un-liquidated claims, certainly it is in the interest of the disposing of these insolvent's estate for the Government to liquidate its claims as rapidly as possible, otherwise this insolvency estates are going to be tied up indefinitely, if you are correct in your basic premise?",
                "byte_stop": 3292702,
                "byte_start": 3206602,
                "start": 775.79
              }
            ],
            "start": 775.79
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 3292702,
            "byte_stop": 3319974,
            "stop": 804.141,
            "text_blocks": [
              {
                "stop": 804.141,
                "text": "Certainly the Government does have a very strong interest in liquidating the claims as promptly as possible.",
                "byte_stop": 3319974,
                "byte_start": 3292702,
                "start": 797.322
              }
            ],
            "start": 797.322
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3319974,
            "byte_stop": 3393221,
            "stop": 822.463,
            "text_blocks": [
              {
                "stop": 805.443,
                "text": "You had direct interest.",
                "byte_stop": 3325198,
                "byte_start": 3319974,
                "start": 804.141
              },
              {
                "stop": 822.463,
                "text": "You just told that your interest is going the other way, but however would that may be, the interest of settling the insolvency estate history is very strong in favor of getting these claims liquidated and then handled?",
                "byte_stop": 3393221,
                "byte_start": 3325198,
                "start": 805.443
              }
            ],
            "start": 804.141
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 3393221,
            "byte_stop": 3584124,
            "stop": 870.176,
            "text_blocks": [
              {
                "stop": 823.582,
                "text": "That is perfectly true.",
                "byte_stop": 3397714,
                "byte_start": 3393221,
                "start": 822.463
              },
              {
                "stop": 835.364,
                "text": "All I am saying is that it is important not to have the Government’s priority turn on the speed with which it can liquidate the estate.",
                "byte_stop": 3444839,
                "byte_start": 3397714,
                "start": 823.582
              },
              {
                "stop": 843.6,
                "text": "There certainly is no chance that the Government is going to delay liquidation if its priority does not turn on that.",
                "byte_stop": 3477858,
                "byte_start": 3444839,
                "start": 835.364
              },
              {
                "stop": 860.381,
                "text": "All I am saying is you should not have a rule that says, “Okay, the minute you think that there may be insolvency, you have to rush in and liquidate immediately on pain of loosing your priority.",
                "byte_stop": 3544940,
                "byte_start": 3477858,
                "start": 843.6
              },
              {
                "stop": 870.176,
                "text": "The Government certainly does not have any interest in delaying liquidation and it is not going to do so, it certainly did not do so here and in fact under --",
                "byte_stop": 3584124,
                "byte_start": 3544940,
                "start": 860.381
              }
            ],
            "start": 822.463
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3584124,
            "byte_stop": 3593842,
            "stop": 872.604,
            "text_blocks": [
              {
                "stop": 872.604,
                "text": "Six years after the assignment?",
                "byte_stop": 3593842,
                "byte_start": 3584124,
                "start": 870.176
              }
            ],
            "start": 870.176
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 3593842,
            "byte_stop": 3600947,
            "stop": 874.378,
            "text_blocks": [
              {
                "stop": 873.297,
                "text": "Well, no.",
                "byte_stop": 3596558,
                "byte_start": 3593842,
                "start": 872.604
              },
              {
                "stop": 874.378,
                "text": "in fact --",
                "byte_stop": 3600947,
                "byte_start": 3596558,
                "start": 873.297
              }
            ],
            "start": 872.604
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3600947,
            "byte_stop": 3605022,
            "stop": 875.405,
            "text_blocks": [
              {
                "stop": 875.405,
                "text": "Liquidated?",
                "byte_stop": 3605022,
                "byte_start": 3600947,
                "start": 874.378
              }
            ],
            "start": 874.378
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 3605022,
            "byte_stop": 3882651,
            "stop": 944.803,
            "text_blocks": [
              {
                "stop": 898.094,
                "text": "In fact I think that the respondent would agree that the point of liquidation is when the contract was re-let and here the last one, well the first contract was re-let within the period within which the non-priority creditors could submit there claims, before December 1, 1966.",
                "byte_stop": 3695824,
                "byte_start": 3605022,
                "start": 875.405
              },
              {
                "stop": 907.967,
                "text": "The second one was liquidated within the time which -- within which the assignment could still have been avoided by a petition in bankruptcy.",
                "byte_stop": 3735321,
                "byte_start": 3695824,
                "start": 898.094
              },
              {
                "stop": 929.744,
                "text": "And the final one was liquidated within, assuming there had been a petition in bankruptcy, then you have six months to file claims and now that --the final claim was liquidated within that six months so the Government has not delayed and it does not normally.",
                "byte_stop": 3822361,
                "byte_start": 3735321,
                "start": 907.967
              },
              {
                "stop": 944.803,
                "text": "As I have said, all I am saying really is that you should not put a penalty on the Government of loosing its priority if it fails to liquidate before there is an assignment for the benefit of creditors.",
                "byte_stop": 3882651,
                "byte_start": 3822361,
                "start": 929.744
              }
            ],
            "start": 875.405
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 3882651,
            "byte_stop": 3942838,
            "stop": 959.85,
            "text_blocks": [
              {
                "stop": 959.85,
                "text": "Was not one of these claims contingent as well as un-liquidated, contingent in the sense that it was complicated -- there was a controversy as to whether or not there was a claim, a valid claim?",
                "byte_stop": 3942838,
                "byte_start": 3882651,
                "start": 944.803
              }
            ],
            "start": 944.803
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 3942838,
            "byte_stop": 4000934,
            "stop": 974.393,
            "text_blocks": [
              {
                "stop": 974.393,
                "text": "The respondent or Emsco did maintain that and I believe all three of the contracts were terminated for the benefit of the Government rather than breached by Emsco.",
                "byte_stop": 4000934,
                "byte_start": 3942838,
                "start": 959.85
              }
            ],
            "start": 959.85
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 4000934,
            "byte_stop": 4044924,
            "stop": 985.374,
            "text_blocks": [
              {
                "stop": 985.374,
                "text": "Your position makes no distinction between claims that are contingent and those that are merely un-liquidated, does it?",
                "byte_stop": 4044924,
                "byte_start": 4000934,
                "start": 974.393
              }
            ],
            "start": 974.393
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4044924,
            "byte_stop": 4290266,
            "stop": 1046.704,
            "text_blocks": [
              {
                "stop": 996.678,
                "text": "Well, in -- what we claim is that this claim was un-liquidated, but were not contingent.",
                "byte_stop": 4090168,
                "byte_start": 4044924,
                "start": 985.374
              },
              {
                "stop": 1028.521,
                "text": "Certainly the fact that there was litigation concerning the type of breach, does not we believe make it -- makes the claim contingent when the conclusion of a Court of -- Contract Appeals Board was that in fact there had been a breach as of the time the breach occurred, that -- the finding of the Board relates back to the moment of the breach.",
                "byte_stop": 4217541,
                "byte_start": 4090168,
                "start": 996.678
              },
              {
                "stop": 1046.704,
                "text": "Certainly, so long as the obligation of the debtor is fixed, so long as the cause of action has accrued by the time there is an assignment or other act of insolvency, we --",
                "byte_stop": 4290266,
                "byte_start": 4217541,
                "start": 1028.521
              }
            ],
            "start": 985.374
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 4290266,
            "byte_stop": 4333107,
            "stop": 1057.413,
            "text_blocks": [
              {
                "stop": 1057.413,
                "text": "So long as the Government makes the claim because if the claim is contested at the time of the assignment the obligation would not be necessarily be fixed that way?",
                "byte_stop": 4333107,
                "byte_start": 4290266,
                "start": 1046.704
              }
            ],
            "start": 1046.704
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4333107,
            "byte_stop": 4399040,
            "stop": 1073.901,
            "text_blocks": [
              {
                "stop": 1073.901,
                "text": "Well, I think it makes a difference about what happens to the result of the contest if in fact there is a determination that the Government’s claim was valid.",
                "byte_stop": 4399040,
                "byte_start": 4333107,
                "start": 1057.413
              }
            ],
            "start": 1057.413
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 4399040,
            "byte_stop": 4415340,
            "stop": 1077.975,
            "text_blocks": [
              {
                "stop": 1077.975,
                "text": "Suppose it were a tort claim, contested?",
                "byte_stop": 4415340,
                "byte_start": 4399040,
                "start": 1073.901
              }
            ],
            "start": 1073.901
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4415340,
            "byte_stop": 4466540,
            "stop": 1090.789,
            "text_blocks": [
              {
                "stop": 1090.789,
                "text": "I don’t believe that makes any difference as I know that it had -- as long as it is a -- the result is that the Government’s claim is upheld then --",
                "byte_stop": 4466540,
                "byte_start": 4415340,
                "start": 1077.975
              }
            ],
            "start": 1077.975
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 4466540,
            "byte_stop": 4497365,
            "stop": 1098.494,
            "text_blocks": [
              {
                "stop": 1098.494,
                "text": "But it may not be upheld, say for six to seven years as result of litigation, what happens during that period of time?",
                "byte_stop": 4497365,
                "byte_start": 4466540,
                "start": 1090.789
              }
            ],
            "start": 1090.789
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4497365,
            "byte_stop": 4618260,
            "stop": 1128.701,
            "text_blocks": [
              {
                "stop": 1128.701,
                "text": "Well, the other provision that is in the Bankruptcy Act which we believe certainly might well be applicable under to this -- to the priority statute is that if the claim cannot be either liquidated or estimated within a time which would permit the reasonable prompt -- reasonably prompt administration of the estate then it is not a provable claim.",
                "byte_stop": 4618260,
                "byte_start": 4497365,
                "start": 1098.494
              }
            ],
            "start": 1098.494
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4618260,
            "byte_stop": 4694746,
            "stop": 1147.834,
            "text_blocks": [
              {
                "stop": 1131.403,
                "text": "But that provision is not applicable to this.",
                "byte_stop": 4629022,
                "byte_start": 4618260,
                "start": 1128.701
              },
              {
                "stop": 1136.224,
                "text": "It is applicable to the bankruptcy and that is the very problem of your case.",
                "byte_stop": 4648353,
                "byte_start": 4629022,
                "start": 1131.403
              },
              {
                "stop": 1142.009,
                "text": "If we had such a provision here that in a manageable situation, but that provision is not.",
                "byte_stop": 4671445,
                "byte_start": 4648353,
                "start": 1136.224
              },
              {
                "stop": 1147.834,
                "text": "You are really seriously submitting that that provision is applicable to this statute, are you?",
                "byte_stop": 4694746,
                "byte_start": 4671445,
                "start": 1142.009
              }
            ],
            "start": 1128.701
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4694746,
            "byte_stop": 4702792,
            "stop": 1149.844,
            "text_blocks": [
              {
                "stop": 1149.844,
                "text": "There is no real reason why it could not be --",
                "byte_stop": 4702792,
                "byte_start": 4694746,
                "start": 1147.834
              }
            ],
            "start": 1147.834
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4702792,
            "byte_stop": 4722227,
            "stop": 1154.692,
            "text_blocks": [
              {
                "stop": 1154.692,
                "text": "It would be nice if it were, that is your point?",
                "byte_stop": 4722227,
                "byte_start": 4702792,
                "start": 1149.844
              }
            ],
            "start": 1149.844
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4722227,
            "byte_stop": 4777293,
            "stop": 1168.482,
            "text_blocks": [
              {
                "stop": 1168.226,
                "text": "Well, the other possibility of course is that the respondent or the assignee can set aside an amount necessary to meet the Government’s claims.",
                "byte_stop": 4776353,
                "byte_start": 4722227,
                "start": 1154.692
              },
              {
                "stop": 1168.482,
                "text": "This is --",
                "byte_stop": 4777293,
                "byte_start": 4776353,
                "start": 1168.226
              }
            ],
            "start": 1154.692
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 4777293,
            "byte_stop": 4817940,
            "stop": 1178.629,
            "text_blocks": [
              {
                "stop": 1178.629,
                "text": "But in this case that would have required the setting aside of assets that would have deprived other creditors of any recovery at all, would it not?",
                "byte_stop": 4817940,
                "byte_start": 4777293,
                "start": 1168.482
              }
            ],
            "start": 1168.482
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4817940,
            "byte_stop": 4834240,
            "stop": 1182.713,
            "text_blocks": [
              {
                "stop": 1179.052,
                "text": "Yes.",
                "byte_stop": 4819611,
                "byte_start": 4817940,
                "start": 1178.629
              },
              {
                "stop": 1181.827,
                "text": "That is true, it would have.",
                "byte_stop": 4830687,
                "byte_start": 4819611,
                "start": 1179.052
              },
              {
                "stop": 1182.713,
                "text": "This is --",
                "byte_stop": 4834240,
                "byte_start": 4830687,
                "start": 1181.827
              }
            ],
            "start": 1178.629
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2764,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2764",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 551682000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/lewis_f_powell_jr",
              "name": "Lewis F. Powell, Jr.",
              "last_name": "Powell",
              "length_of_service": 5649,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/lewis_f_powell_jr/lewis_f_powell_jr.thumb.png",
                "id": 32738,
                "size": 53543
              },
              "ID": 15119,
              "identifier": "lewis_f_powell_jr"
            },
            "byte_start": 4834240,
            "byte_stop": 4850645,
            "stop": 1186.811,
            "text_blocks": [
              {
                "stop": 1186.811,
                "text": "The administration problem is really very puzzling, you know?",
                "byte_stop": 4850645,
                "byte_start": 4834240,
                "start": 1182.713
              }
            ],
            "start": 1182.713
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 4850645,
            "byte_stop": 4976973,
            "stop": 1218.403,
            "text_blocks": [
              {
                "stop": 1218.403,
                "text": "Well, the Court in United States v. Barnes faced up to that and decided that the priority statute in fact applied -- provided that the Government did have a priority and in those circumstances the Government -- there is a policy of giving the Government a priority is that -- Congress has decided that it applies, that it should prevail.",
                "byte_stop": 4976973,
                "byte_start": 4850645,
                "start": 1186.811
              }
            ],
            "start": 1186.811
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 4976973,
            "byte_stop": 5061819,
            "stop": 1239.602,
            "text_blocks": [
              {
                "stop": 1223.137,
                "text": "Well, certainly there is no question about the Government having been given a priority by statute.",
                "byte_stop": 4995990,
                "byte_start": 4976973,
                "start": 1218.403
              },
              {
                "stop": 1234.035,
                "text": "It is given a priority with respect to debts due to United States and the question in this case is what is the meaning of, not only debts, but debts due, is not it?",
                "byte_stop": 5039562,
                "byte_start": 4995990,
                "start": 1223.137
              },
              {
                "stop": 1239.602,
                "text": "There is no question about its priority, question is only how --what it covers?",
                "byte_stop": 5061819,
                "byte_start": 5039562,
                "start": 1234.035
              }
            ],
            "start": 1218.403
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5061819,
            "byte_stop": 5167144,
            "stop": 1265.927,
            "text_blocks": [
              {
                "stop": 1247.854,
                "text": "Well, yes, that certainly is just correct, yes.",
                "byte_stop": 5094838,
                "byte_start": 5061819,
                "start": 1239.602
              },
              {
                "stop": 1265.927,
                "text": "Well, I am -- and my conclusion really is that the decision permitting private creditors to get a larger share of the assets of the insolvent's estate is a change for Congress to make.",
                "byte_stop": 5167144,
                "byte_start": 5094838,
                "start": 1247.854
              }
            ],
            "start": 1239.602
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 5167144,
            "byte_stop": 5230988,
            "stop": 1281.882,
            "text_blocks": [
              {
                "stop": 1281.882,
                "text": "I notice on Page -- Footnote on page 17 in your brief, you say that if there is no priority, the other creditors will receive substantial portions of their debts and the United States will receive nothing?",
                "byte_stop": 5230988,
                "byte_start": 5167144,
                "start": 1265.927
              }
            ],
            "start": 1265.927
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5230988,
            "byte_stop": 5238720,
            "stop": 1283.839,
            "text_blocks": [
              {
                "stop": 1283.839,
                "text": "Yes.",
                "byte_stop": 5238720,
                "byte_start": 5230988,
                "start": 1281.882
              }
            ],
            "start": 1281.882
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 5238720,
            "byte_stop": 5289816,
            "stop": 1296.592,
            "text_blocks": [
              {
                "stop": 1296.592,
                "text": "And I see that on page 3 of the -- of your opponent's brief, it is said that if there is no priority, the United States will receive 40%?",
                "byte_stop": 5289816,
                "byte_start": 5238720,
                "start": 1283.839
              }
            ],
            "start": 1283.839
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5289816,
            "byte_stop": 5302772,
            "stop": 1299.836,
            "text_blocks": [
              {
                "stop": 1299.836,
                "text": "I do not know how they got to the 40%.",
                "byte_stop": 5302772,
                "byte_start": 5289816,
                "start": 1296.592
              }
            ],
            "start": 1296.592
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 5302772,
            "byte_stop": 5322416,
            "stop": 1304.744,
            "text_blocks": [
              {
                "stop": 1304.744,
                "text": "Whatever it was, do you still maintain that the United States will get nothing?",
                "byte_stop": 5322416,
                "byte_start": 5302772,
                "start": 1299.836
              }
            ],
            "start": 1299.836
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5322416,
            "byte_stop": 5427533,
            "stop": 1331.032,
            "text_blocks": [
              {
                "stop": 1319.806,
                "text": "Under the terms of the assignment, that provided for the payment to the non-priority creditors who submitted claims by the first of December 1966.",
                "byte_stop": 5382602,
                "byte_start": 5322416,
                "start": 1304.744
              },
              {
                "stop": 1331.032,
                "text": "The government did not submit a claim as a non-priority creditor by December 1, 1966, so under the terms of the assignment, the government would get nothing.",
                "byte_stop": 5427533,
                "byte_start": 5382602,
                "start": 1319.806
              }
            ],
            "start": 1304.744
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5427533,
            "byte_stop": 5439549,
            "stop": 1334.03,
            "text_blocks": [
              {
                "stop": 1334.03,
                "text": "And that is something you could have (Inaudible)",
                "byte_stop": 5439549,
                "byte_start": 5427533,
                "start": 1331.032
              }
            ],
            "start": 1331.032
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5439549,
            "byte_stop": 5471732,
            "stop": 1342.083,
            "text_blocks": [
              {
                "stop": 1342.083,
                "text": "We could have, but we thought we had a priority on the basis of the practice up to that point.",
                "byte_stop": 5471732,
                "byte_start": 5439549,
                "start": 1334.03
              }
            ],
            "start": 1334.03
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 5471732,
            "byte_stop": 5503706,
            "stop": 1350.073,
            "text_blocks": [
              {
                "stop": 1350.073,
                "text": "Could the government have improved its position in that regard by filing a petition for bankruptcy upon the occurrence of the assignment?",
                "byte_stop": 5503706,
                "byte_start": 5471732,
                "start": 1342.083
              }
            ],
            "start": 1342.083
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5503706,
            "byte_stop": 5537770,
            "stop": 1358.599,
            "text_blocks": [
              {
                "stop": 1358.008,
                "text": "The government cannot by itself file a petition for bankruptcy when there are more than 12 creditors.",
                "byte_stop": 5535471,
                "byte_start": 5503706,
                "start": 1350.073
              },
              {
                "stop": 1358.599,
                "text": "It cannot --",
                "byte_stop": 5537770,
                "byte_start": 5535471,
                "start": 1358.008
              }
            ],
            "start": 1350.073
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 5537770,
            "byte_stop": 5549368,
            "stop": 1361.493,
            "text_blocks": [
              {
                "stop": 1361.493,
                "text": "It cannot, (Voice Overlap) it can join as one of the three or whatever?",
                "byte_stop": 5549368,
                "byte_start": 5537770,
                "start": 1358.599
              }
            ],
            "start": 1358.599
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5549368,
            "byte_stop": 5554488,
            "stop": 1362.771,
            "text_blocks": [
              {
                "stop": 1362.771,
                "text": "It takes 12.",
                "byte_stop": 5554488,
                "byte_start": 5549368,
                "start": 1361.493
              }
            ],
            "start": 1361.493
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 5554488,
            "byte_stop": 5557936,
            "stop": 1363.622,
            "text_blocks": [
              {
                "stop": 1363.622,
                "text": "It takes 12?",
                "byte_stop": 5557936,
                "byte_start": 5554488,
                "start": 1362.771
              }
            ],
            "start": 1362.771
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5557936,
            "byte_stop": 5670367,
            "stop": 1391.727,
            "text_blocks": [
              {
                "stop": 1386.978,
                "text": "It takes 12 if there are more than 12 creditors.",
                "byte_stop": 5651350,
                "byte_start": 5557936,
                "start": 1363.622
              },
              {
                "stop": 1391.727,
                "text": "Oh! I am sorry, you are right, it is 95 (b), it is by three or more.",
                "byte_stop": 5670367,
                "byte_start": 5651350,
                "start": 1386.978
              }
            ],
            "start": 1363.622
          },
          {
            "speaker": null,
            "byte_start": 5670367,
            "byte_stop": 5700565,
            "stop": 1399.292,
            "text_blocks": [
              {
                "stop": 1399.292,
                "text": "(Inaudible)",
                "byte_stop": 5700565,
                "byte_start": 5670367,
                "start": 1391.727
              }
            ],
            "start": 1391.727
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 5700565,
            "byte_stop": 5710596,
            "stop": 1401.796,
            "text_blocks": [
              {
                "stop": 1401.796,
                "text": "[Laughter] I would like to reserve my -- rest of my time.",
                "byte_stop": 5710596,
                "byte_start": 5700565,
                "start": 1399.292
              }
            ],
            "start": 1399.292
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5710596,
            "byte_stop": 5737136,
            "stop": 1408.431,
            "text_blocks": [
              {
                "stop": 1403.264,
                "text": "Well very well.",
                "byte_stop": 5716447,
                "byte_start": 5710596,
                "start": 1401.796
              },
              {
                "stop": 1408.431,
                "text": "Mr. Harris.",
                "byte_stop": 5737136,
                "byte_start": 5716447,
                "start": 1403.264
              }
            ],
            "start": 1401.796
          }
        ],
        "stop": 1408.431,
        "byte_stop": 5737136,
        "byte_start": 103360,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 5737136,
            "byte_stop": 6283409,
            "stop": 1545.01,
            "text_blocks": [
              {
                "stop": 1413.381,
                "text": "Mr. Chief Justice and may I please the Court.",
                "byte_stop": 5756885,
                "byte_start": 5737136,
                "start": 1408.431
              },
              {
                "stop": 1422.793,
                "text": "The question in this case is whether un-liquidated contractual claims of the United States constitute a debt due within the meaning of priority statute.",
                "byte_stop": 5794606,
                "byte_start": 5756885,
                "start": 1413.381
              },
              {
                "stop": 1425.488,
                "text": "Now, we differ with Ms. Shapiro.",
                "byte_stop": 5805368,
                "byte_start": 5794606,
                "start": 1422.793
              },
              {
                "stop": 1437.076,
                "text": "Several times she said, “All debts” and the Court says, “the question we are talking about right now is whether this type of claim is a debt within the meaning of the statute.”",
                "byte_stop": 5851762,
                "byte_start": 5805368,
                "start": 1425.488
              },
              {
                "stop": 1451.841,
                "text": "It appears to me that there are four factors very important to the resolution of this case and two of those factors would indicate a narrow decision, a narrow interpretation of the statute.",
                "byte_stop": 5910798,
                "byte_start": 5851762,
                "start": 1437.076
              },
              {
                "stop": 1457.192,
                "text": "Two of them would indicate a more expansive interpretation of the statute.",
                "byte_stop": 5932219,
                "byte_start": 5910798,
                "start": 1451.841
              },
              {
                "stop": 1467.507,
                "text": "The first two involve the meaning of the term debt due at Common Law at that time approximately when this statute was first written.",
                "byte_stop": 5973492,
                "byte_start": 5932219,
                "start": 1457.192
              },
              {
                "stop": 1475.435,
                "text": "The statute was first written in the 1780’s and has been carried forward substantially unchanged is that term.",
                "byte_stop": 6005153,
                "byte_start": 5973492,
                "start": 1467.507
              },
              {
                "stop": 1491.608,
                "text": "The second factor again which I think would indicate and lead to a narrow interpretation of the statute is the concept to the fairness of all the creditors in this situation, including the Government, including the other creditors who dealt with Emsco.",
                "byte_stop": 6069832,
                "byte_start": 6005153,
                "start": 1475.435
              },
              {
                "stop": 1504.842,
                "text": "The factors favorable to the Government’s position or a line of cases indicating that this particular statute should be construed liberally for the purpose of protecting the Government’s purse.",
                "byte_stop": 6122808,
                "byte_start": 6069832,
                "start": 1491.608
              },
              {
                "stop": 1519.179,
                "text": "Also a line of cases in which the matter of priority has just been assumed with no real discussion.",
                "byte_stop": 6180173,
                "byte_start": 6122808,
                "start": 1504.842
              },
              {
                "stop": 1524.354,
                "text": "Ms. Shapiro has adequately related the facts giving rise to this controversy.",
                "byte_stop": 6200862,
                "byte_start": 6180173,
                "start": 1519.179
              },
              {
                "stop": 1545.01,
                "text": "The only thing I might add was that this company, Emsco Screen Pipe Company was in a failing financial situation when it entered into these contracts with the Government and managed to sort of prolong its existence on for another couple of three months and then ultimately went into the assignment for benefit of creditors.",
                "byte_stop": 6283409,
                "byte_start": 6200862,
                "start": 1524.354
              }
            ],
            "start": 1408.431
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6283409,
            "byte_stop": 6293753,
            "stop": 1547.573,
            "text_blocks": [
              {
                "stop": 1547.573,
                "text": "(Inaudible)",
                "byte_stop": 6293753,
                "byte_start": 6283409,
                "start": 1545.01
              }
            ],
            "start": 1545.01
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 6293753,
            "byte_stop": 6435964,
            "stop": 1583.125,
            "text_blocks": [
              {
                "stop": 1559.501,
                "text": "Well, yes sir, it does because it has a bearing on it in my view because the second factor that I think is important is the matter of fairness to all creditors.",
                "byte_stop": 6341401,
                "byte_start": 6293753,
                "start": 1547.573
              },
              {
                "stop": 1581.854,
                "text": "In this case the Government was dealing with Emsco on a business basis just like each other creditors and it seems to me that we have got a different situation from a taxing authority dealing with the tax recipients and tax payers.",
                "byte_stop": 6430844,
                "byte_start": 6341401,
                "start": 1559.501
              },
              {
                "stop": 1583.125,
                "text": "I might raise a question --",
                "byte_stop": 6435964,
                "byte_start": 6430844,
                "start": 1581.854
              }
            ],
            "start": 1547.573
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6435964,
            "byte_stop": 6478700,
            "stop": 1593.809,
            "text_blocks": [
              {
                "stop": 1593.809,
                "text": "Would not your theses put a burden on the government to make a careful inquiry into the potential solvency of everyone of its contractors --",
                "byte_stop": 6478700,
                "byte_start": 6435964,
                "start": 1583.125
              }
            ],
            "start": 1583.125
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 6478700,
            "byte_stop": 6493120,
            "stop": 1597.436,
            "text_blocks": [
              {
                "stop": 1594.197,
                "text": "Yes, sir.",
                "byte_stop": 6480163,
                "byte_start": 6478700,
                "start": 1593.809
              },
              {
                "stop": 1597.436,
                "text": "That inquiry is required, generally in making --",
                "byte_stop": 6493120,
                "byte_start": 6480163,
                "start": 1594.197
              }
            ],
            "start": 1593.809
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6493120,
            "byte_stop": 6552157,
            "stop": 1612.194,
            "text_blocks": [
              {
                "stop": 1612.194,
                "text": "(Voice Overlap) on their own, but -- and that means that it has got to affect their priorities, the government is going to probably disfavor the great many contractors who need the business, are they not?",
                "byte_stop": 6552157,
                "byte_start": 6493120,
                "start": 1597.436
              }
            ],
            "start": 1597.436
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 6552157,
            "byte_stop": 7408137,
            "stop": 1826.184,
            "text_blocks": [
              {
                "stop": 1651.101,
                "text": "That was one of the disputes that arose in this particular case, Your Honor, not this trial, but at the trial of the Navy’s claim because the company argued that there was a misunderstanding between the government and the company at that time and that the company was not really financially able to perform this contract and the government was required to make a determination that it was and there was just some confusion in that and the company thought it was, but a wrong standard was applied and it should never been awarded this contract in the first place.",
                "byte_stop": 6707847,
                "byte_start": 6552157,
                "start": 1612.194
              },
              {
                "stop": 1667.326,
                "text": "These arguments are kind of detailed a little bit in the brief, but the main point that I wanted to cover was whether the idea of this un-liquidated claim was debt due within the statute in accordance with the Common Law definitions.",
                "byte_stop": 6772735,
                "byte_start": 6707847,
                "start": 1651.101
              },
              {
                "stop": 1692.886,
                "text": "There was a question as to the time of the time of the liquidation of the Government’s claim and the claims were liquidated soon after the time of the assignment for benefit of creditors and this lawsuit was generated to determine the applicability of the priority statute to un-liquidated claims.",
                "byte_stop": 6874926,
                "byte_start": 6772735,
                "start": 1667.326
              },
              {
                "stop": 1705.169,
                "text": "The first that I think the most important factor in the resolution of this case and the interpretation of the term debt was what the term meant to the framers of the legislation.",
                "byte_stop": 6924140,
                "byte_start": 6874926,
                "start": 1692.886
              },
              {
                "stop": 1715.512,
                "text": "And to get some indication of that, we’re going back to look at the particular meanings of the term “debt” and “debt due” in the Common Law.",
                "byte_stop": 6965414,
                "byte_start": 6924140,
                "start": 1705.169
              },
              {
                "stop": 1724.445,
                "text": "And our argument is that the Common Law did not comprehend a debt as an un-liquidated claim that you could have it.",
                "byte_stop": 7001149,
                "byte_start": 6965414,
                "start": 1715.512
              },
              {
                "stop": 1734.945,
                "text": "A debt where the matter was, say on a promissory note, it might not be presently payable, but it was readily ascertainable and it was a sum of certain.",
                "byte_stop": 7043154,
                "byte_start": 7001149,
                "start": 1724.445
              },
              {
                "stop": 1743.713,
                "text": "Some force was given to this argument by a case from this Court in 1948, Massachusetts versus the United States.",
                "byte_stop": 7078263,
                "byte_start": 7043154,
                "start": 1734.945
              },
              {
                "stop": 1754.061,
                "text": "In that case, Massachusetts was arguing with the United States over, again the proceeds of an assignment for benefit of creditors.",
                "byte_stop": 7119641,
                "byte_start": 7078263,
                "start": 1743.713
              },
              {
                "stop": 1756.828,
                "text": "There were two taxes that were owed.",
                "byte_stop": 7130717,
                "byte_start": 7119641,
                "start": 1754.061
              },
              {
                "stop": 1762.635,
                "text": "There were Federal unemployment taxes owed and there were State unemployment taxes owed.",
                "byte_stop": 7153913,
                "byte_start": 7130717,
                "start": 1756.828
              },
              {
                "stop": 1787.199,
                "text": "And the assignee took the position that he was entitled to pay the State unemployment claims to the extent of 90% of the Government’s, of the Federal Government’s claims because there was a provision in Federal Government statute that you could get 90% credit for any amounts payable to a State Fund that you have been provided.",
                "byte_stop": 7252238,
                "byte_start": 7153913,
                "start": 1762.635
              },
              {
                "stop": 1799.316,
                "text": "And the Federal Government took the position that they could not do that, that at the time of the insolvency all rights were fixed and you had to pay the full amount of the unemployment tax claim.",
                "byte_stop": 7300722,
                "byte_start": 7252238,
                "start": 1787.199
              },
              {
                "stop": 1807.769,
                "text": "This background is important because it bore on the resolution of the problem by the Court in that case.",
                "byte_stop": 7334472,
                "byte_start": 7300722,
                "start": 1799.316
              },
              {
                "stop": 1819.241,
                "text": "The Court said that you had to look to the moment of insolvency as to what the situation was at that time in order to determine whether priority applied.",
                "byte_stop": 7380343,
                "byte_start": 7334472,
                "start": 1807.769
              },
              {
                "stop": 1826.184,
                "text": "You could not look to events that happened after insolvency in order to determine whether there was a debt.",
                "byte_stop": 7408137,
                "byte_start": 7380343,
                "start": 1819.241
              }
            ],
            "start": 1612.194
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 7408137,
            "byte_stop": 7427781,
            "stop": 1831.104,
            "text_blocks": [
              {
                "stop": 1828.602,
                "text": "There was a little difference in Massachusetts case.",
                "byte_stop": 7417855,
                "byte_start": 7408137,
                "start": 1826.184
              },
              {
                "stop": 1831.104,
                "text": "There were these people disputing liability, were they not?",
                "byte_stop": 7427781,
                "byte_start": 7417855,
                "start": 1828.602
              }
            ],
            "start": 1826.184
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 7427781,
            "byte_stop": 7431334,
            "stop": 1831.979,
            "text_blocks": [
              {
                "stop": 1831.979,
                "text": "I beg your pardon, Sir.",
                "byte_stop": 7431334,
                "byte_start": 7427781,
                "start": 1831.104
              }
            ],
            "start": 1831.104
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 7431334,
            "byte_stop": 7443873,
            "stop": 1835.12,
            "text_blocks": [
              {
                "stop": 1835.12,
                "text": "In the Massachusetts case they were disputing the liability?",
                "byte_stop": 7443873,
                "byte_start": 7431334,
                "start": 1831.979
              }
            ],
            "start": 1831.979
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 7443873,
            "byte_stop": 7447530,
            "stop": 1836.023,
            "text_blocks": [
              {
                "stop": 1836.023,
                "text": "That is correct.",
                "byte_stop": 7447530,
                "byte_start": 7443873,
                "start": 1835.12
              }
            ],
            "start": 1835.12
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 7447530,
            "byte_stop": 7455993,
            "stop": 1838.137,
            "text_blocks": [
              {
                "stop": 1838.137,
                "text": "In this case there is no dispute here?",
                "byte_stop": 7455993,
                "byte_start": 7447530,
                "start": 1836.023
              }
            ],
            "start": 1836.023
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 7455993,
            "byte_stop": 7481907,
            "stop": 1844.635,
            "text_blocks": [
              {
                "stop": 1844.635,
                "text": "Well, there is no dispute as to the liability, only to the whether it was a debt that time.",
                "byte_stop": 7481907,
                "byte_start": 7455993,
                "start": 1838.137
              }
            ],
            "start": 1838.137
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 7481907,
            "byte_stop": 7487445,
            "stop": 1846,
            "text_blocks": [
              {
                "stop": 1846,
                "text": "But not (Inaudible)?",
                "byte_stop": 7487445,
                "byte_start": 7481907,
                "start": 1844.635
              }
            ],
            "start": 1844.635
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 7487445,
            "byte_stop": 7545750,
            "stop": 1860.594,
            "text_blocks": [
              {
                "stop": 1849.073,
                "text": "Yes sir, not mail.",
                "byte_stop": 7499670,
                "byte_start": 7487445,
                "start": 1846
              },
              {
                "stop": 1860.594,
                "text": "At the time of the insolvency, of course there was no way of knowing what the amount was owing to the Government and at that particular time it could have worked out in a number ways so that --",
                "byte_stop": 7545750,
                "byte_start": 7499670,
                "start": 1849.073
              }
            ],
            "start": 1846
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 7545750,
            "byte_stop": 7558184,
            "stop": 1863.705,
            "text_blocks": [
              {
                "stop": 1863.705,
                "text": "Only one judge on the Fifth Circuit followed that theory?",
                "byte_stop": 7558184,
                "byte_start": 7545750,
                "start": 1860.594
              }
            ],
            "start": 1860.594
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 7558184,
            "byte_stop": 7896627,
            "stop": 1948.308,
            "text_blocks": [
              {
                "stop": 1866.117,
                "text": "Yes sir.",
                "byte_stop": 7567902,
                "byte_start": 7558184,
                "start": 1863.705
              },
              {
                "stop": 1877.005,
                "text": "Actually two judges on the Fifth Circuit said that you -- what you have to do is look to see the time of insolvency as to whether it was a debt, presently payable or not.",
                "byte_stop": 7611474,
                "byte_start": 7567902,
                "start": 1866.117
              },
              {
                "stop": 1905.386,
                "text": "I think that was to some extent erroneous in making the debt be presently payable because that was not a necessary requirement of the Common Law term “debt” because the Common Law term included debts that were presently payable and debts meaning a sum certain that would be payable at a designated time in the future and the only thing he had to do was wait for the time to pass.",
                "byte_stop": 7724950,
                "byte_start": 7611474,
                "start": 1877.005
              },
              {
                "stop": 1911.808,
                "text": "There was no happening of the subsequent event that would liquidate the damages.",
                "byte_stop": 7750655,
                "byte_start": 7724950,
                "start": 1905.386
              },
              {
                "stop": 1917.621,
                "text": "In the Massachusetts case, the language that we rely on is as following.",
                "byte_stop": 7773851,
                "byte_start": 7750655,
                "start": 1911.808
              },
              {
                "stop": 1934.894,
                "text": "It says it is at least doubtful on the statute's wording that obligations wholly contingent for ultimate maturity and obligation upon the happening of events after insolvency can be said to fall within the reach of debts due at the time of insolvency.",
                "byte_stop": 7843024,
                "byte_start": 7773851,
                "start": 1917.621
              },
              {
                "stop": 1948.308,
                "text": "And further it says that Congress drew the line for the operation of the statute close to, if not at, the commonly accepted meaning of debt as distinguished from other forms of obligation.",
                "byte_stop": 7896627,
                "byte_start": 7843024,
                "start": 1934.894
              }
            ],
            "start": 1863.705
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 7896627,
            "byte_stop": 7925153,
            "stop": 1955.434,
            "text_blocks": [
              {
                "stop": 1955.434,
                "text": "Do you think that statement was necessary to the holding in that case or was it just a side observation by way of the dictum?",
                "byte_stop": 7925153,
                "byte_start": 7896627,
                "start": 1948.308
              }
            ],
            "start": 1948.308
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 7925153,
            "byte_stop": 7984398,
            "stop": 1970.241,
            "text_blocks": [
              {
                "stop": 1970.241,
                "text": "Well, when I first got involved in this, I thought it was just dicta but then as I become more closely acquainted with the case, I think that that was an integral part of the holding or at least an integral part of an alternative reasoning because the --",
                "byte_stop": 7984398,
                "byte_start": 7925153,
                "start": 1955.434
              }
            ],
            "start": 1955.434
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 7984398,
            "byte_stop": 8045629,
            "stop": 1985.551,
            "text_blocks": [
              {
                "stop": 1981.069,
                "text": "Does not the taking of this part of the holding mandate, now does not it refer to the maturity and obligation in the conjunctive?",
                "byte_stop": 8027657,
                "byte_start": 7984398,
                "start": 1970.241
              },
              {
                "stop": 1985.551,
                "text": "Is there any doubt about the obligation in this case?",
                "byte_stop": 8045629,
                "byte_start": 8027657,
                "start": 1981.069
              }
            ],
            "start": 1970.241
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8045629,
            "byte_stop": 8126296,
            "stop": 2005.719,
            "text_blocks": [
              {
                "stop": 2005.719,
                "text": "Well, I think that the focus of the inquiry that was indicated in Massachusetts was that you look at the time that the events, at the time of the insolvency and if you have to look to subsequent events, contingent advances as cause them in that language, then it was not, it would not be at debt due in the Common Law.",
                "byte_stop": 8126296,
                "byte_start": 8045629,
                "start": 1985.551
              }
            ],
            "start": 1985.551
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8126296,
            "byte_stop": 8172793,
            "stop": 2017.335,
            "text_blocks": [
              {
                "stop": 2017.335,
                "text": "The contingency that the Court was referring to in that language you rely on, has both elements, maturity and obligation, does it not?",
                "byte_stop": 8172793,
                "byte_start": 8126296,
                "start": 2005.719
              }
            ],
            "start": 2005.719
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8172793,
            "byte_stop": 8179376,
            "stop": 2018.999,
            "text_blocks": [
              {
                "stop": 2018.999,
                "text": "That is correct, yes sir.",
                "byte_stop": 8179376,
                "byte_start": 8172793,
                "start": 2017.335
              }
            ],
            "start": 2017.335
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8179376,
            "byte_stop": 8191079,
            "stop": 2021.929,
            "text_blocks": [
              {
                "stop": 2019.842,
                "text": "There is not.",
                "byte_stop": 8182824,
                "byte_start": 8179376,
                "start": 2018.999
              },
              {
                "stop": 2021.929,
                "text": "That is not true here, is not it?",
                "byte_stop": 8191079,
                "byte_start": 8182824,
                "start": 2019.842
              }
            ],
            "start": 2018.999
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8191079,
            "byte_stop": 8192438,
            "stop": 2022.266,
            "text_blocks": [
              {
                "stop": 2022.266,
                "text": "Well, there is no --",
                "byte_stop": 8192438,
                "byte_start": 8191079,
                "start": 2021.929
              }
            ],
            "start": 2021.929
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8192438,
            "byte_stop": 8201842,
            "stop": 2024.572,
            "text_blocks": [
              {
                "stop": 2024.557,
                "text": "There is no doubt about the obligation?",
                "byte_stop": 8201633,
                "byte_start": 8192438,
                "start": 2022.266
              },
              {
                "stop": 2024.572,
                "text": "Is that the (Voice Overlap)",
                "byte_stop": 8201842,
                "byte_start": 8201633,
                "start": 2024.557
              }
            ],
            "start": 2022.266
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8201842,
            "byte_stop": 8810390,
            "stop": 2176.748,
            "text_blocks": [
              {
                "stop": 2026.09,
                "text": "That is correct.",
                "byte_stop": 8207798,
                "byte_start": 8201842,
                "start": 2024.572
              },
              {
                "stop": 2056.822,
                "text": "The obligation was fixed, but the thing that I want to emphasize is that you have to look at events beyond the time of insolvency in order to determine, really whether there was any obligation because damages could have been zero on the thing on that, and I suppose that maybe a metaphysical way of approaching it, but if you have to look at events subsequent to the time of question then it would not be a debt in accordance with the Common Law thinking.",
                "byte_stop": 8330678,
                "byte_start": 8207798,
                "start": 2026.09
              },
              {
                "stop": 2067.338,
                "text": "Another case that we think bears on this case is the case of United States versus State Bank of North Carolina which was decided in 1832.",
                "byte_stop": 8372787,
                "byte_start": 8330678,
                "start": 2056.822
              },
              {
                "stop": 2075.775,
                "text": "That case involved a customs bond which was executed before the insolvency, payable after the insolvency.",
                "byte_stop": 8406537,
                "byte_start": 8372787,
                "start": 2067.338
              },
              {
                "stop": 2084.449,
                "text": "And Justice Story said that this was nonetheless a debt due, even though it was not presently payable.",
                "byte_stop": 8441228,
                "byte_start": 8406537,
                "start": 2075.775
              },
              {
                "stop": 2108.174,
                "text": "To get to that result, he went to some Common Law thinking and he said, “You know, if you want to know what debt means, look to the Common Law and we are going to apply it in the sense of the Common Law term, meaning a debt presently payable, excuse me a present a debt, that is presently obligated, but payable in the future.”",
                "byte_stop": 8536104,
                "byte_start": 8441228,
                "start": 2084.449
              },
              {
                "stop": 2113.957,
                "text": "The emphasis was that you did not look to subsequent events.",
                "byte_stop": 8559197,
                "byte_start": 8536104,
                "start": 2108.174
              },
              {
                "stop": 2147.736,
                "text": "Keying in on that particular language, it is in Latin, I could not pronounce it too well, but it is debitum in presenti, solvendum in futuro or something, keying in on that language, I looked at other cases and brought them before the Court in my brief and those other cases also stress the importance that to the -- in the concept of the language at that time that it was written in the statute, you could not look or you should not look to events after the time of the insolvency to determine if it was a debt or not.",
                "byte_stop": 8694407,
                "byte_start": 8559197,
                "start": 2113.957
              },
              {
                "stop": 2161.524,
                "text": "Debts and I am convinced that debts in the terms of the statute meant things like promissory notes, bonds, that type of fixed sum sort of obligation.",
                "byte_stop": 8749473,
                "byte_start": 8694407,
                "start": 2147.736
              },
              {
                "stop": 2176.748,
                "text": "There has been some discussion as to taxes, as to whether they are debts or debts due, there have been previous cases out of this Court that have indicated taxes are certainly a debt due within the meaning of the statute.",
                "byte_stop": 8810390,
                "byte_start": 8749473,
                "start": 2161.524
              }
            ],
            "start": 2024.572
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8810390,
            "byte_stop": 8829616,
            "stop": 2181.548,
            "text_blocks": [
              {
                "stop": 2181.548,
                "text": "Would you have settle though as to (Inaudible) of the tax payers testing the --",
                "byte_stop": 8829616,
                "byte_start": 8810390,
                "start": 2176.748
              }
            ],
            "start": 2176.748
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8829616,
            "byte_stop": 8887608,
            "stop": 2196.058,
            "text_blocks": [
              {
                "stop": 2192.543,
                "text": "Yes sir because the events that have generated the tax have happened at the time of the particular insolvency.",
                "byte_stop": 8873607,
                "byte_start": 8829616,
                "start": 2181.548
              },
              {
                "stop": 2196.058,
                "text": "They may be disputed, take a net worth case.",
                "byte_stop": 8887608,
                "byte_start": 8873607,
                "start": 2192.543
              }
            ],
            "start": 2181.548
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8887608,
            "byte_stop": 8922508,
            "stop": 2204.784,
            "text_blocks": [
              {
                "stop": 2204.784,
                "text": "(Voice Overlap) the events which is precipitated the liability here all happened before the insolvency?",
                "byte_stop": 8922508,
                "byte_start": 8887608,
                "start": 2196.058
              }
            ],
            "start": 2196.058
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8922508,
            "byte_stop": 8925016,
            "stop": 2205.413,
            "text_blocks": [
              {
                "stop": 2205.413,
                "text": "Yes sir.",
                "byte_stop": 8925016,
                "byte_start": 8922508,
                "start": 2204.784
              }
            ],
            "start": 2204.784
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 8925016,
            "byte_stop": 8943719,
            "stop": 2210.084,
            "text_blocks": [
              {
                "stop": 2208.274,
                "text": "It is just the amount that is not actually determined.",
                "byte_stop": 8936509,
                "byte_start": 8925016,
                "start": 2205.413
              },
              {
                "stop": 2210.084,
                "text": "How that is different from a tax case?",
                "byte_stop": 8943719,
                "byte_start": 8936509,
                "start": 2208.274
              }
            ],
            "start": 2205.413
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 8943719,
            "byte_stop": 9050612,
            "stop": 2236.808,
            "text_blocks": [
              {
                "stop": 2214.906,
                "text": "Well the tax case, at the time of the insolvency, you have got all the facts you need.",
                "byte_stop": 8963050,
                "byte_start": 8943719,
                "start": 2210.084
              },
              {
                "stop": 2218.095,
                "text": "You can work out the dispute.",
                "byte_stop": 8975798,
                "byte_start": 8963050,
                "start": 2214.906
              },
              {
                "stop": 2232.215,
                "text": "You can figure out what the tax is as of that particular moment whereas in the instant case, you cannot do that until the subsequent event after insolvency takes place and that subsequent is a repurchase of the contract.",
                "byte_stop": 9032222,
                "byte_start": 8975798,
                "start": 2218.095
              },
              {
                "stop": 2235.782,
                "text": "It could be that there would be no damages.",
                "byte_stop": 9046537,
                "byte_start": 9032222,
                "start": 2232.215
              },
              {
                "stop": 2236.808,
                "text": "I would --",
                "byte_stop": 9050612,
                "byte_start": 9046537,
                "start": 2235.782
              }
            ],
            "start": 2210.084
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 9050612,
            "byte_stop": 9200137,
            "stop": 2274.188,
            "text_blocks": [
              {
                "stop": 2248.881,
                "text": "Well, does that exclude all contractual type claims supposing that there is a promise to deliver the Government a thousand bricks and that promise is breached, so that you have a clear breach.",
                "byte_stop": 9098887,
                "byte_start": 9050612,
                "start": 2236.808
              },
              {
                "stop": 2253.192,
                "text": "The only question is assessing damages.",
                "byte_stop": 9116232,
                "byte_start": 9098887,
                "start": 2248.881
              },
              {
                "stop": 2274.188,
                "text": "Now, I suppose you, the Government could go about proving damages by simply producing testimony as to what to those bricks would have been worth without necessarily letting a contract for new bricks and that by your test might simply focus on the events that have occurred prior to the breach, would that then be a debt due?",
                "byte_stop": 9200137,
                "byte_start": 9116232,
                "start": 2253.192
              }
            ],
            "start": 2236.808
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 9200137,
            "byte_stop": 9220304,
            "stop": 2279.231,
            "text_blocks": [
              {
                "stop": 2279.231,
                "text": "Well, I do not think that it would be a debt due because you still have to look to the subsequent event.",
                "byte_stop": 9220304,
                "byte_start": 9200137,
                "start": 2274.188
              }
            ],
            "start": 2274.188
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 9220304,
            "byte_stop": 9229185,
            "stop": 2281.441,
            "text_blocks": [
              {
                "stop": 2281.441,
                "text": "What is the subsequent event?",
                "byte_stop": 9229185,
                "byte_start": 9220304,
                "start": 2279.231
              }
            ],
            "start": 2279.231
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 9229185,
            "byte_stop": 9235977,
            "stop": 2283.143,
            "text_blocks": [
              {
                "stop": 2283.143,
                "text": "Proving up what the damages were.",
                "byte_stop": 9235977,
                "byte_start": 9229185,
                "start": 2281.441
              }
            ],
            "start": 2281.441
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 9235977,
            "byte_stop": 9310165,
            "stop": 2301.697,
            "text_blocks": [
              {
                "stop": 2301.697,
                "text": "Well, then you say, even though the testimony of the proof talked about events that had occurred prior to the breach, the mere fact that the proceeding took place after the breach is enough to take it out of the debt classification?",
                "byte_stop": 9310165,
                "byte_start": 9235977,
                "start": 2283.143
              }
            ],
            "start": 2283.143
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 9310165,
            "byte_stop": 9929685,
            "stop": 2456.57,
            "text_blocks": [
              {
                "stop": 2303.859,
                "text": "No, sir.",
                "byte_stop": 9318838,
                "byte_start": 9310165,
                "start": 2301.697
              },
              {
                "stop": 2305.19,
                "text": "Let me back up a second.",
                "byte_stop": 9324167,
                "byte_start": 9318838,
                "start": 2303.859
              },
              {
                "stop": 2315.508,
                "text": "I think that if you have a liquidated damages clause within the contract then you would have a debt due as of the time of the insolvency.",
                "byte_stop": 9365440,
                "byte_start": 9324167,
                "start": 2305.19
              },
              {
                "stop": 2330.952,
                "text": "If you did not have a liquidated damages clause, your damages are going to be fixed in some sense by the loss of value to the Government, either a repurchase or some other way of determining what the value of that contract was.",
                "byte_stop": 9427193,
                "byte_start": 9365440,
                "start": 2315.508
              },
              {
                "stop": 2342.852,
                "text": "You have to have a determination after a subsequent event, after the insolvency, so you have to determine whether there was any money damages at all.",
                "byte_stop": 9474841,
                "byte_start": 9427193,
                "start": 2330.952
              },
              {
                "stop": 2349.481,
                "text": "To distinguish that from a tax case, you have to have a hearing of course, but you know what the numbers are.",
                "byte_stop": 9501381,
                "byte_start": 9474841,
                "start": 2342.852
              },
              {
                "stop": 2368.536,
                "text": "In the leading case of this Court which talked about taxes as a debt due, the Court was very careful to use the language that taxes were a sum certain or a sum that could be reasonably and quickly ascertained.",
                "byte_stop": 9577554,
                "byte_start": 9501381,
                "start": 2349.481
              },
              {
                "stop": 2380.622,
                "text": "And I think by that sort of mathematical calculation type thing, it was bringing, it was being careful not to get away from whatever the Common Law concept of debt was for the statute.",
                "byte_stop": 9625933,
                "byte_start": 9577554,
                "start": 2368.536
              },
              {
                "stop": 2387.894,
                "text": "That case is Price versus United States, which was cited by both counsels.",
                "byte_stop": 9654981,
                "byte_start": 9625933,
                "start": 2380.622
              },
              {
                "stop": 2398.018,
                "text": "I would like to, there is been some questioning of the Court and I understand the problem of the difference between a contingent event and a mere disputed event.",
                "byte_stop": 9695523,
                "byte_start": 9654981,
                "start": 2387.894
              },
              {
                "stop": 2418.162,
                "text": "Now, I want to say, and the Government has raised a point in their reply brief, and I say that in the event, say taxes, are disputed at the time of the insolvency, but they are not necessarily contingent because you are not looking to subsequent events.",
                "byte_stop": 9776085,
                "byte_start": 9695523,
                "start": 2398.018
              },
              {
                "stop": 2437.739,
                "text": "I think the second factor that is of importance in this case is the concept of the fairness to all the creditors and I raise a question again, why in this situation should the Government be given particular special treatment because they were in a business relationship with Emsco.",
                "byte_stop": 9854348,
                "byte_start": 9776085,
                "start": 2418.162
              },
              {
                "stop": 2456.57,
                "text": "If you take the situation that Emsco had never bid on this contract, then the contracts would have been re-let or they would have been let to other parties at a higher price perhaps, but it would have been the same price that the Government are not paying anyway rather than coming in to this.",
                "byte_stop": 9929685,
                "byte_start": 9854348,
                "start": 2437.739
              }
            ],
            "start": 2301.697
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 9929685,
            "byte_stop": 9966988,
            "stop": 2465.905,
            "text_blocks": [
              {
                "stop": 2458.508,
                "text": "How can we speculate about that?",
                "byte_stop": 9937417,
                "byte_start": 9929685,
                "start": 2456.57
              },
              {
                "stop": 2465.905,
                "text": "It’s a --Mr. Harris, useful, is not it?",
                "byte_stop": 9966988,
                "byte_start": 9937417,
                "start": 2458.508
              }
            ],
            "start": 2456.57
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_osa_harris",
              "name": "Thomas Osa Harris",
              "last_name": "Harris",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 42827,
              "identifier": "thomas_osa_harris"
            },
            "byte_start": 9966988,
            "byte_stop": 11123167,
            "stop": 2754.946,
            "text_blocks": [
              {
                "stop": 2477.143,
                "text": "In the instant case there is some evidence in the record that at least there in respect to the Navy’s contract, the contract was re-let to the second bid.",
                "byte_stop": 10012023,
                "byte_start": 9966988,
                "start": 2465.905
              },
              {
                "stop": 2484.085,
                "text": "The second lowest bidder at there being priced, it is on the page 44 of the appendix, I believe.",
                "byte_stop": 10039713,
                "byte_start": 10012023,
                "start": 2477.143
              },
              {
                "stop": 2515.964,
                "text": "But the point I am trying to make is whatever the second bid would have been at that time if Emsco had not bid, the Government would have been paying a higher price if they eventually, they would up paying a higher price anyway, but the fact that Emsco bid on the case and eventually went insolvent works in this case to the Government's advantage because they are getting a lien on all the assets that Emsco had at the time.",
                "byte_stop": 10167295,
                "byte_start": 10039713,
                "start": 2484.085
              },
              {
                "stop": 2538.602,
                "text": "It was pointed out in our brief that if the priority is extended to the Federal Government, the other creditors get nothing and that is of course the large part that we think it is -- at least you can say it is harsh on the other creditors, perhaps not unfair but harsh.",
                "byte_stop": 10257783,
                "byte_start": 10167295,
                "start": 2515.964
              },
              {
                "stop": 2554.768,
                "text": "Ms. Shapiro has indicated that the Government gets nothing if the priority statute is interpreted in such a way that un-liquidated claims are not debts due.",
                "byte_stop": 10322462,
                "byte_start": 10257783,
                "start": 2538.602
              },
              {
                "stop": 2579.219,
                "text": "And I think she’s probably wrong on that because under the Texas Law of the assignment to the benefit of creditors, the assignee is compelled to recognize creditors, even late filing creditors, if they just notify the assignee of their claim and elect to be treated as a participating creditors.",
                "byte_stop": 10420264,
                "byte_start": 10322462,
                "start": 2554.768
              },
              {
                "stop": 2601.942,
                "text": "We have always in this situation treated the Government as a claimant, another creditor and I never really even thought that if priority did not extend, that the Government would not receive its prorated share of the indemnities we have briefed the case all along in that vein.",
                "byte_stop": 10511171,
                "byte_start": 10420264,
                "start": 2579.219
              },
              {
                "stop": 2627.092,
                "text": "The question of the practical aspect of the manipulation by the creditor of the Government by somehow running into bankruptcy or running into an assignment for creditors soon after the contractual default and other in order to curry favor with the remaining creditors is a specter that I suppose is possible.",
                "byte_stop": 10611794,
                "byte_start": 10511171,
                "start": 2601.942
              },
              {
                "stop": 2639.943,
                "text": "But I think that you need to balance that horrible example or that horrible imaginable against the situation of the present harshness on the credit of creditors.",
                "byte_stop": 10663203,
                "byte_start": 10611794,
                "start": 2627.092
              },
              {
                "stop": 2662.393,
                "text": "As I indicated there are two factors that I think are favorable to the Government in this case and those are the cases that indicate that this case, this statute is supposed to be construed liberally to protect the Government's purse and my only response to that is, is what limits are involved in this.",
                "byte_stop": 10752960,
                "byte_start": 10663203,
                "start": 2639.943
              },
              {
                "stop": 2674.949,
                "text": "If you look to the State Bank case, United States versus State Bank of North Carolina, Justice Story said, “Well, this language in here has to be applied reasonably.",
                "byte_stop": 10803220,
                "byte_start": 10752960,
                "start": 2662.393
              },
              {
                "stop": 2682.92,
                "text": "You have to give it a reasonable interpretation” and in order to give it that reasonable interpretation he said, “Look to the Common Law meanings.”",
                "byte_stop": 10835089,
                "byte_start": 10803220,
                "start": 2674.949
              },
              {
                "stop": 2687.849,
                "text": "He did not say, “Extend it to all claims or all obligations.”",
                "byte_stop": 10854838,
                "byte_start": 10835089,
                "start": 2682.92
              },
              {
                "stop": 2706.821,
                "text": "He said, “Look to the Common Law meanings” and we were talking about a present debt. Other factors that militate for our decision for the Government would be the cases in which priority has been assumed even though there has been no real confrontation of the issue.",
                "byte_stop": 10930697,
                "byte_start": 10854838,
                "start": 2687.849
              },
              {
                "stop": 2709.858,
                "text": "There are a number of those cases.",
                "byte_stop": 10942818,
                "byte_start": 10930697,
                "start": 2706.821
              },
              {
                "stop": 2725.449,
                "text": "This is -- to follow that approach would be sort of law by accident, you know, because I do not think there is any real, there was no clear argument of the question.",
                "byte_stop": 11005198,
                "byte_start": 10942818,
                "start": 2709.858
              },
              {
                "stop": 2730.909,
                "text": "In closing, let me say that I believe this is a narrowly drawn statute.",
                "byte_stop": 11027037,
                "byte_start": 11005198,
                "start": 2725.449
              },
              {
                "stop": 2739.349,
                "text": "The statute did not, in its terms apply to torts, did not apply to obligations, did not apply to claims.",
                "byte_stop": 11060787,
                "byte_start": 11027037,
                "start": 2730.909
              },
              {
                "stop": 2754.946,
                "text": "It was drawn in terms of debt and as the term was used, I believe that the Common Law would indicate it did not comprehend un-liquidated claims.",
                "byte_stop": 11123167,
                "byte_start": 11060787,
                "start": 2739.349
              }
            ],
            "start": 2465.905
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11123167,
            "byte_stop": 11137482,
            "stop": 2758.521,
            "text_blocks": [
              {
                "stop": 2758.521,
                "text": "Do you have anything further Mrs. Shapiro?",
                "byte_stop": 11137482,
                "byte_start": 11123167,
                "start": 2754.946
              }
            ],
            "start": 2754.946
          }
        ],
        "stop": 2758.521,
        "byte_stop": 11137482,
        "byte_start": 5737136,
        "start": 1408.431
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/harriet_s_shapiro",
              "name": "Harriet S. Shapiro",
              "last_name": "Shapiro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 28176,
              "identifier": "harriet_s_shapiro"
            },
            "byte_start": 11137482,
            "byte_stop": 11559621,
            "stop": 2864.058,
            "text_blocks": [
              {
                "stop": 2759.785,
                "text": "Two points, sir.",
                "byte_stop": 11142602,
                "byte_start": 11137482,
                "start": 2758.521
              },
              {
                "stop": 2780.123,
                "text": "The first -- my first point is that the Massachusetts case really was deciding that a debt is not due when the debtor can at that point of insolvency decide whether he is going to pay the United States or the State.",
                "byte_stop": 11223896,
                "byte_start": 11142602,
                "start": 2759.785
              },
              {
                "stop": 2794.889,
                "text": "That in that kind of situation you have a contingent debt that which -- it is -- that is much harder to say it is a debt due.",
                "byte_stop": 11282932,
                "byte_start": 11223896,
                "start": 2780.123
              },
              {
                "stop": 2800.611,
                "text": "Tax claims can be contingent in the sense of uncertain.",
                "byte_stop": 11305816,
                "byte_start": 11282932,
                "start": 2794.889
              },
              {
                "stop": 2825.798,
                "text": "For example, you can have an accrual basis tax payer who has gone a mind, the results of the -- the profits from the mind will not be determined for a period of time or when there is a sum in litigation or when there is a sales contracts where the amount payable is not determined until the end.",
                "byte_stop": 11406648,
                "byte_start": 11305816,
                "start": 2800.611
              },
              {
                "stop": 2864.058,
                "text": "And finally, in the standard liquidated -- standard contract terms for damages, the liquidated damage clause is ordinarily not the exclusive remedy either, also a provision for contingent for consequential damages or other damages that result that it -- the damages here could have been determined at the moment of breach, there is no necessity to wait for the re-contracting.",
                "byte_stop": 11559621,
                "byte_start": 11406648,
                "start": 2825.798
              }
            ],
            "start": 2758.521
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11559621,
            "byte_stop": 11576235,
            "stop": 2868.241,
            "text_blocks": [
              {
                "stop": 2865.788,
                "text": "Thank you, Mrs. Shapiro.",
                "byte_stop": 11566518,
                "byte_start": 11559621,
                "start": 2864.058
              },
              {
                "stop": 2866.622,
                "text": "Thank you, Mr. Harris.",
                "byte_stop": 11569861,
                "byte_start": 11566518,
                "start": 2865.788
              },
              {
                "stop": 2868.241,
                "text": "The case is submitted.",
                "byte_stop": 11576235,
                "byte_start": 11569861,
                "start": 2866.622
              }
            ],
            "start": 2864.058
          }
        ],
        "stop": 2868.241,
        "byte_stop": 11576235,
        "byte_start": 11137482,
        "start": 2758.521
      }
    ],
    "duration": 2868.241
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1975/74-687/19751015a_74-687.delivery.mp3",
      "id": 42180,
      "size": 11576444
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1975/74-687/19751015a_74-687.ogg",
      "id": 64100,
      "size": 28676979
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1975/74-687/19751015a_74-687.m3u8",
      "id": 64101,
      "size": 41262
    }
  ],
  "public_note": null
}