{
  "title": "Oral Argument - October 13, 1976",
  "damaged": null,
  "id": 17115,
  "unavailable": null,
  "transcript": {
    "title": "United States v. Donovan",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 12.493,
            "text_blocks": [
              {
                "stop": 8.378,
                "text": "We will hear the arguments next in No. 72-212, United States against Donovan.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 0
              },
              {
                "stop": 12.493,
                "text": "Mr. Frey, you may precede whenever you are ready.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 8.378
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 334.73,
            "text_blocks": [
              {
                "stop": 15.879,
                "text": "Mr. Chief Justice, and May it please the Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 12.493
              },
              {
                "stop": 31.829,
                "text": "This case is here on the government?s petition for Writ of Certiorari to the United States Court of Appeals for the Sixth Circuit, which affirmed an order of the District Court, suppressing certain evidence obtained during wire interceptions as the five respondents in this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 15.879
              },
              {
                "stop": 49.793,
                "text": "There are two separate issues, one of which relates to three of the respondents? and concerns the obligations of the government to identify certain persons in the application and of the Court to identify them in the order authorizing the wire interception.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 31.829
              },
              {
                "stop": 61.977,
                "text": "The second concerns the obligation of the government to supply names to the District Court for purposes of discretionary service of inventory notice after an interception has terminated.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 49.793
              },
              {
                "stop": 73.215,
                "text": "And underlying both these issues, assuming the government did not live up to its responsibilities under the statute is a question whether suppression of the evidence is an appropriate remedy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 61.977
              },
              {
                "stop": 83.632,
                "text": "In November 1972, a Federal District Judge in Cleveland authorized the interception of wire communications relating to gambling offenses over four telephones.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 73.215
              },
              {
                "stop": 92.47,
                "text": "The application for this authorization was supported by an extensive affidavit, which takes up 48 pages of the appendix in this Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 83.632
              },
              {
                "stop": 111.908,
                "text": "The principle targets of the investigation were three suspected bookmakers, Kotoch, Spaganlo, and Florea, and both the application and the court order named them as well as three other individuals who were expected to be overheard during the interceptions discussing the gambling enterprises.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 92.47
              },
              {
                "stop": 124.954,
                "text": "Several weeks after the termination of the initial interception, application was made to the Court for authorization for an extension of the interception on two of the four original phones and also for monitoring of the third phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 111.908
              },
              {
                "stop": 133.833,
                "text": "The application and order named two new persons and deleted the names of three individuals who had been identified in the first go around.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 124.954
              },
              {
                "stop": 144.533,
                "text": "Respondents? Donovan, Robbins and Buzzacco were not specifically identified in either, the application or order, original or extension.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 133.833
              },
              {
                "stop": 173.142,
                "text": "The district court in a suppression hearing, upon review of various items or information in the government?s possession of the time, the renewal application was filed, determined that there was in fact probable cause to believe that these respondents would be overheard discussing illegal gambling conversations during the second interception and because they have not been identified in the application and order, the District Court suppressed their conversations from use in evidence against them, the Court of Appeals affirmed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 144.533
              },
              {
                "stop": 181.174,
                "text": "As to respondents Merlo and Lauer, there is no question about the initial propriety of the overhearing of their conversation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 173.142
              },
              {
                "stop": 194.509,
                "text": "However, after the interception was completed, the government supplied the authorizing judge with the names of 37 persons who had been identified as being overheard during their surveillance.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 181.174
              },
              {
                "stop": 198.903,
                "text": "Service of inventories on these persons was ordered by the Court and was carried out.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 194.509
              },
              {
                "stop": 210.538,
                "text": "Subsequently, the government realized that it had omitted to inform the judge of the identities of two other persons and it obtained an amended order and served additional inventories.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 198.903
              },
              {
                "stop": 218.956,
                "text": "However, Merlo and Lauer were not named to the judge and did not receive a service of inventory.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 210.538
              },
              {
                "stop": 230.973,
                "text": "They were thereafter indicted and after the indictment, they as well as all the other defendants were given access to the orders, the application and the transcripts of the intercepted conversations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 218.956
              },
              {
                "stop": 234.741,
                "text": "Everybody had access at the same time.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 230.973
              },
              {
                "stop": 248.371,
                "text": "The District Court ordered suppression of the intercepting conversation of Merlo and Lauer because if the government?s failure to supply their names to the judge, so that the judge could determine whether discretionary notice of the taps should be served upon them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 234.741
              },
              {
                "stop": 250.788,
                "text": "The Court of Appeals affirmed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 248.371
              },
              {
                "stop": 269.523,
                "text": "Neither court below found at the failure to supply the names for inventory purposes was anything other then inadvertent or that these respondents did not in fact know long before they were indicted that they had been overheard, or that there was any prejudice to them as a result of the delay in official notification of the hearings.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 250.788
              },
              {
                "stop": 281.238,
                "text": "Decision of the Court of Appeals stands rather for an absolute rule requiring suppression regardless of lack of governmental misconduct or prejudiced self-defense.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 269.523
              },
              {
                "stop": 295.301,
                "text": "Now, of the two issues before the Court, the one concerning the identification of persons in the application and orders by far the most important to the future administration of the Act and it is to that issue that I plan to devote the bulk of my argument.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 281.238
              },
              {
                "stop": 297.614,
                "text": "The inventory issue was less important.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 295.301
              },
              {
                "stop": 311.013,
                "text": "It is now the government?s policy, even though we do not believe the Act compels us to do so, to supply the supervising judge with the names of all overheard persons as to whom we believe there is any reasonable prospect of indictment.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 297.614
              },
              {
                "stop": 324.388,
                "text": "Perhaps the approach of the Court of Appeals for the Ninth Circuit which suggested that rather than submitting specific names, we should submit categories of persons who had been overheard is a better policy would be more helpful.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 311.013
              },
              {
                "stop": 334.73,
                "text": "The District Court in exercising its discretion and we would have no objection to following any reasonable policy that the District Courts determine would be useful to them in this area.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 324.388
              }
            ],
            "start": 12.493
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 335.938,
            "text_blocks": [
              {
                "stop": 335.938,
                "text": "As to the inventory notice?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 334.73
              }
            ],
            "start": 334.73
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 503.136,
            "text_blocks": [
              {
                "stop": 339.757,
                "text": "As to the inventory notice, that is right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 335.938
              },
              {
                "stop": 355.999,
                "text": "However, whatever the rules may be, suppression of the evidence is an inappropriate and unauthorized response in these cases and it is on that point that I want to make a few brief observations before I turn to the identification question.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 339.757
              },
              {
                "stop": 402.832,
                "text": "First of all section 2518 (10) (a) which is the suppression provision and which has set forth, I believe at page 5(a) of the appendix to our brief, authorizes District Courts to suppress, on one of three grounds; that the communication was unlawfully intercepted, that the order of authorization or approval was insufficient on its face, or that the interception was not made in conformity with the order and none of these grounds is applicable to a postintercept failure to comply with the procedures that follow and it is our argument that you cannot suppress under the statute for a failure to comply with post intercept procedures.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 355.999
              },
              {
                "stop": 412.908,
                "text": "Now, I point out in this connection that we at Congress wish to exclude evidence for postintercept defects, it is specifically so provided.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 402.832
              },
              {
                "stop": 446.188,
                "text": "For example, Section 2518 (8) (a) which is not in the appendix, concerns the sealing and it provides that after the interception is terminated, the tapes must be turned over promptly to the District Court for sealing and it further provides that the absence of seal called for in that Section or satisfactory explanation for the absence means that the evidence is to be excluded, that is a specific exclusionary rule dealing with a postintercept failure.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 412.908
              },
              {
                "stop": 453.988,
                "text": "Similarly and more directly in point in this case is Section 2518 (9) of the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 446.188
              },
              {
                "stop": 469.099,
                "text": "That is the provision that sets forth the congressional requirement of notice and to see them to the admission of evidence in a case that is notice to the defendant of the fact that he has been intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 453.988
              },
              {
                "stop": 490.145,
                "text": "That provision says that the contents of any intercepted wire or oral communication or evidence derived there from shall not be received in evidence or otherwise disclosed, unless each party not less than ten days before the trial hearing or preceding has been furnished with a copy of the court order accompanying application etcetera.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 469.099
              },
              {
                "stop": 503.136,
                "text": "That is congress had said, what is necessary, respondents Merlo and Lauer have gotten the information that is necessary, it is still more then ten days before their trial, we think there is no ground, therefore, for excluding.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 490.145
              }
            ],
            "start": 335.938
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 505.543,
            "text_blocks": [
              {
                "stop": 505.543,
                "text": "And this never did go to trial that it because of District Court (Voice Overlap).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 503.136
              }
            ],
            "start": 503.136
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 632.478,
            "text_blocks": [
              {
                "stop": 509.329,
                "text": "Not as to these respondents, they were served.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 505.543
              },
              {
                "stop": 518.484,
                "text": "One final point in discussing the Giordano, Chavez analysis here, of course the Courts have focused on the question of centrality.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 509.329
              },
              {
                "stop": 550.689,
                "text": "Now, we do not deny that the inventory notice concept is a central part of the statute, but that to us does not answer the question that must be answered before determining whether to suppress and that is whether the particular kind of defect in the procedures is itself so central to the statute, that is here whether the fact that only 39 people rather than 41 people were named is so central to the statute in the absence to prejudice to the defendants, that suppression is an appropriate remedy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 518.484
              },
              {
                "stop": 553.642,
                "text": "We say clearly is not.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 550.689
              },
              {
                "stop": 572.396,
                "text": "Now turning to the naming issue; the Court of Appeals held that the government?s obligation to identify extends to all persons whom a government has probable cause to believe at well over here talking over the monitored telephones about the criminal activities under investigation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 553.642
              },
              {
                "stop": 583.874,
                "text": "We submit that the language and structure of the Act, its legislative history and substantial policy considerations dictate a much never interpretation of that requirement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 572.396
              },
              {
                "stop": 595.114,
                "text": "I would like to begin by saying a word about the dictum in Kahn because several Courts of Appeals that have examined this question have really stopped their inquiry after they looked at the dictum in Kahn.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 583.874
              },
              {
                "stop": 597.713,
                "text": "Kahn was a very different case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 595.114
              },
              {
                "stop": 612.796,
                "text": "Kahn concerned the question of who among the people whose phone was being monitored had to be named in the order and Kahn held that the only where you have probable cause that you have the name somebody who?s phone was being intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 597.713
              },
              {
                "stop": 622.628,
                "text": "Kahn did not concern the question of your responsibilities to name people who are calling into the intercepted phone from phones that are not themselves being monitored.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 612.796
              },
              {
                "stop": 623.786,
                "text": "It was not briefed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 622.628
              },
              {
                "stop": 625.105,
                "text": "It was not argued.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 623.786
              },
              {
                "stop": 632.478,
                "text": "It was not necessary of the Court?s decision and I do not think a fair reading of the Kahn dictum suggests that the issue was in anyway for (Voice Overlap).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 625.105
              }
            ],
            "start": 505.543
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 635.902,
            "text_blocks": [
              {
                "stop": 635.902,
                "text": "Mr. Frey, in Kahn, Mrs. Kahn?s phone was not being monitored.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 632.478
              }
            ],
            "start": 632.478
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 636.985,
            "text_blocks": [
              {
                "stop": 636.985,
                "text": "Oh! Yes it was.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 635.902
              }
            ],
            "start": 635.902
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 642.42,
            "text_blocks": [
              {
                "stop": 638.203,
                "text": "It was Mr. Kahn?s phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 636.985
              },
              {
                "stop": 642.42,
                "text": "Phone was ? many times he was calling into and he was away because she was (Voice Overlap)",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 638.203
              }
            ],
            "start": 636.985
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 646.918,
            "text_blocks": [
              {
                "stop": 646.918,
                "text": "Well, actually she was at home but the point of our position is that?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 642.42
              }
            ],
            "start": 642.42
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 648.416,
            "text_blocks": [
              {
                "stop": 648.416,
                "text": "The daughter too as I remember.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 646.918
              }
            ],
            "start": 646.918
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 658.617,
            "text_blocks": [
              {
                "stop": 658.617,
                "text": "Well, that is right and what we are saying is the naming obligation extends to people who are users of the telephone that is being intercepted in the case of a telephone interception.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 648.416
              }
            ],
            "start": 648.416
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 659.775,
            "text_blocks": [
              {
                "stop": 659.775,
                "text": "(Inaudible) users at the telephones.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 658.617
              }
            ],
            "start": 658.617
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 661.063,
            "text_blocks": [
              {
                "stop": 661.063,
                "text": "Certainly, the Kahn family?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 659.775
              }
            ],
            "start": 659.775
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 663.096,
            "text_blocks": [
              {
                "stop": 663.096,
                "text": "No, no I mean in the case we get before us.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 661.063
              }
            ],
            "start": 661.063
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 667.698,
            "text_blocks": [
              {
                "stop": 664.299,
                "text": "No, they were not.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 663.096
              },
              {
                "stop": 665.921,
                "text": "Their telephones were not being monitored.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 664.299
              },
              {
                "stop": 667.698,
                "text": "They were calling in from outside.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 665.921
              }
            ],
            "start": 663.096
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 672.593,
            "text_blocks": [
              {
                "stop": 672.593,
                "text": "But they were communicating over the phone being monitored, just as Mrs. Kahn was.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 667.698
              }
            ],
            "start": 667.698
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 674.302,
            "text_blocks": [
              {
                "stop": 674.302,
                "text": "Well, yes but the difference.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 672.593
              }
            ],
            "start": 672.593
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 676.184,
            "text_blocks": [
              {
                "stop": 676.184,
                "text": "Is it the difference on which instruments you use it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 674.302
              }
            ],
            "start": 674.302
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 679.504,
            "text_blocks": [
              {
                "stop": 679.504,
                "text": "The difference is on which end of the phone that is when?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 676.184
              }
            ],
            "start": 676.184
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 681.302,
            "text_blocks": [
              {
                "stop": 681.302,
                "text": "Was there is a statute (Inaudible).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 679.504
              }
            ],
            "start": 679.504
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 689.817,
            "text_blocks": [
              {
                "stop": 689.817,
                "text": "I think it does, yes and I intend to get to that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 681.302
              }
            ],
            "start": 681.302
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 699.067,
            "text_blocks": [
              {
                "stop": 699.067,
                "text": "Just to make one more point clear, Mr. Kahn was away from, no matter whatever it was, the phone was and Mrs. Kahn was one who was home but he was not in the place where...",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 689.817
              }
            ],
            "start": 689.817
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 705.125,
            "text_blocks": [
              {
                "stop": 705.125,
                "text": "But it was the phone at the family that is these phones were the phones of the Kahn family.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 699.067
              }
            ],
            "start": 699.067
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 706.312,
            "text_blocks": [
              {
                "stop": 706.312,
                "text": "It was the Kahn household telephone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 705.125
              }
            ],
            "start": 705.125
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 917.265,
            "text_blocks": [
              {
                "stop": 729.911,
                "text": "It was the Kahn household telephone and our position would be that, it is not unreasonable to require the government to identify those people whose phone is being intercepted and I think the statute focuses as I will get to in just a moment on whose telephone is being intercepted, that is the person the Congress was talking about in the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 706.312
              },
              {
                "stop": 745.41,
                "text": "Section 2518 (1) (b), says that the application must state ?The identity of the person, if known, committing the offense and whose communications are to be intercepted.?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 729.911
              },
              {
                "stop": 753.483,
                "text": "Now, we submit that in this case that requirement was fully met when the application named Kotoch, Spaganlo, and Florea.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 745.41
              },
              {
                "stop": 763.593,
                "text": "These were the targets, these were the persons who were expected to be overheard talking from the phones that were being monitored about the illegal activities.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 753.483
              },
              {
                "stop": 769.807,
                "text": "Now, the first thing to notice, I have stressed, is the singular were the person in the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 763.593
              },
              {
                "stop": 784.193,
                "text": "Now, in the New York statute which was the model for this particular provision in a federal statute and which is quoted cited in Berger, in the opinion in Berger, the New York statute provided the person or persons had to be identified.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 769.807
              },
              {
                "stop": 791.492,
                "text": "Congress dropped four persons out of the federal statute only the person need be identified.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 784.193
              },
              {
                "stop": 803.818,
                "text": "Now we think if the congressional notion was it they would be one target in these cases that it would be the target?s phone that would be monitored and that that was the person who should be named, if that person was known.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 791.492
              },
              {
                "stop": 826.976,
                "text": "The critical distinction and its one we believe is clearly built into the statute and it is when we urge the Court to recognize in its decision, is between the users of the telephone that is being monitored on the one hand and all other persons throughout the world who make converse from unmonitored phones on the other hand, the naming of requirement applies to former in our view and not to the later.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 803.818
              },
              {
                "stop": 833.095,
                "text": "Now, there is internal evidence in the statute, I think that supports this quite clearly.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 826.976
              },
              {
                "stop": 852.079,
                "text": "If you look at page 2 (a) of the appendix to our brief and 3 (a) we set forth there Subsection 2518 (3) which talks about what the judge must find in determining the issue on authorization.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 833.095
              },
              {
                "stop": 863.208,
                "text": "A Subsection (a) says the judge must find that there is probable cause for belief that an individual is committing, has committed, or is about to commit a particular offense.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 852.079
              },
              {
                "stop": 889.026,
                "text": "Subsection (d) which ties in with this says that and I am going to edit it slightly, there is probable cause for belief that the facilities from which, or the place where the wire communications are to be intercepted that those facilities are being used or about to be used in connection with the commission of such offense, or are leased to, listed in the name of, or commonly used by such person.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 863.208
              },
              {
                "stop": 895.492,
                "text": "Now, the such person that Congress was talking about there was the individual who has committed the offense.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 889.026
              },
              {
                "stop": 917.265,
                "text": "The structure of the statute ties a particular individual, a particular telephone, a particular offense and we think that, that is further reinforced by Subsection four which deals with what the contents of the ?authorizing order shall include?.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 895.492
              }
            ],
            "start": 706.312
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 923.429,
            "text_blocks": [
              {
                "stop": 923.429,
                "text": "You agreed, did you not in your brief that if somebody regularly uses the phone, they should be named too?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 917.265
              }
            ],
            "start": 917.265
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 945.816,
            "text_blocks": [
              {
                "stop": 923.966,
                "text": "Well, that is right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 923.429
              },
              {
                "stop": 945.816,
                "text": "I think if we expect over here that is, if let us say as may have been in the case and this case one of the targets uses his girlfriend?s telephone to receive bets or relying information or something like that, we would agree that, that may be a case where he should be named, but that is because he is a user of the phone that is being intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 923.966
              }
            ],
            "start": 923.429
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 948.881,
            "text_blocks": [
              {
                "stop": 948.881,
                "text": "You putting it not on to the person, but the instrument owner?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 945.816
              }
            ],
            "start": 945.816
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 961.081,
            "text_blocks": [
              {
                "stop": 961.081,
                "text": "We think that the identification requirement is tied to the instrument and to the people who are likely to be using that instrument and not to everybody in the world and I will get in little bit to some of the practical reasons for that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 948.881
              }
            ],
            "start": 948.881
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 968.072,
            "text_blocks": [
              {
                "stop": 963.432,
                "text": "Mr. Counselor, you talk about everybody in the world.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 961.081
              },
              {
                "stop": 968.072,
                "text": "There is no claim yet to name everybody, it is only those who are believed to be committing the offense?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 963.432
              }
            ],
            "start": 961.081
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 972.212,
            "text_blocks": [
              {
                "stop": 972.212,
                "text": "Well, I understand to that could be, I am not suggesting we have?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 968.072
              }
            ],
            "start": 968.072
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 975.572,
            "text_blocks": [
              {
                "stop": 975.572,
                "text": "Be limited to those if the government has reason to believe are committing the offense.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 972.212
              }
            ],
            "start": 972.212
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 985.314,
            "text_blocks": [
              {
                "stop": 980.539,
                "text": "But when I am talking about everybody in the world, I making distinction between the users of the phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 975.572
              },
              {
                "stop": 985.314,
                "text": "I understand the probable cause is a requirement in any event, if we do not have probable cause, we do not have to name it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 980.539
              }
            ],
            "start": 975.572
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 996.232,
            "text_blocks": [
              {
                "stop": 986.85,
                "text": "Let me make it specific.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 985.314
              },
              {
                "stop": 994.56,
                "text": "Supposing in the Kahn case the government had known which they did not, in advance that Minnie Kahn was a partner in the gambling venture.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 986.85
              },
              {
                "stop": 996.232,
                "text": "You say she would not have been named?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 994.56
              }
            ],
            "start": 985.314
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1002.421,
            "text_blocks": [
              {
                "stop": 1000.011,
                "text": "No, I think we would say that she should have been named.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 996.232
              },
              {
                "stop": 1002.421,
                "text": "You can argue about whether when you name on?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1000.011
              }
            ],
            "start": 996.232
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1004.594,
            "text_blocks": [
              {
                "stop": 1004.594,
                "text": "Just so I understand why would you concede that?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1002.421
              }
            ],
            "start": 1002.421
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1007.657,
            "text_blocks": [
              {
                "stop": 1007.657,
                "text": "Because it was her telephone that was being monitored.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1004.594
              }
            ],
            "start": 1004.594
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1012.533,
            "text_blocks": [
              {
                "stop": 1012.533,
                "text": "By her telephone, you mean she was a regular user of the phone and it was not listed in her name.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1007.657
              }
            ],
            "start": 1007.657
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1051.145,
            "text_blocks": [
              {
                "stop": 1025.333,
                "text": "What we expected, when we overheard, assuming we had probable cause, we would have expected to overhear her engaging in criminal conversations from that phone rather then calling in from an outside.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1012.533
              },
              {
                "stop": 1028.377,
                "text": "In the Kahn case there was another person.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1025.333
              },
              {
                "stop": 1051.145,
                "text": "a layoff bookie in Indiana, who was one of the people who was in this category, this rest of the world category that I am talking about and there was no briefing or argument in Kahn, he was not indicted and there was no question as to whether he should have been named, although arguably there was probable cause to name him, but we think that he is in a different position from Mrs. Kahn.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1028.377
              }
            ],
            "start": 1012.533
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1058.453,
            "text_blocks": [
              {
                "stop": 1055.004,
                "text": "Let me just be sure I understand, why you concede she would be properly named?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1051.145
              },
              {
                "stop": 1058.453,
                "text": "Is it because she lived there or she was a regular user of the phone?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1055.004
              }
            ],
            "start": 1051.145
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1071.295,
            "text_blocks": [
              {
                "stop": 1071.295,
                "text": "Because she is a user of the phone, because on hypothetical we have probable cause to believe that we will all overhear her engaging and conversations about the criminal activity from the phone that is being monitored.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1058.453
              }
            ],
            "start": 1058.453
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1076.828,
            "text_blocks": [
              {
                "stop": 1074.17,
                "text": "Now, what does the statute talk about from the phone?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1071.295
              },
              {
                "stop": 1076.828,
                "text": "That is what you seem to emphasize which instrument is used?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1074.17
              }
            ],
            "start": 1071.295
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1081.324,
            "text_blocks": [
              {
                "stop": 1081.324,
                "text": "Well, the statute says the person arguably.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1076.828
              }
            ],
            "start": 1076.828
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1085.917,
            "text_blocks": [
              {
                "stop": 1085.917,
                "text": "But you have just conceded that it can be two persons.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1081.324
              }
            ],
            "start": 1081.324
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1110.52,
            "text_blocks": [
              {
                "stop": 1104.828,
                "text": "The purposes of our construction, I mean in another case, the question of what would happen if we named only one of two people which is an issue for instances in Doolittle case where there was a Doolittle who was the principle target and there was a fellow name Sanders, who was an employee of Doolittle?s, who worked in Doolittle?s club.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1085.917
              },
              {
                "stop": 1110.52,
                "text": "That poses different questions that are not presented here, our policy normally now is to name such person?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1104.828
              }
            ],
            "start": 1085.917
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1117.634,
            "text_blocks": [
              {
                "stop": 1117.634,
                "text": "I am trying to understand what you have think the statute it means, and I think you have conceded that the singular aspect of it is really not controlling.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1110.52
              }
            ],
            "start": 1110.52
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1161.722,
            "text_blocks": [
              {
                "stop": 1131.234,
                "text": "Well, I am suggesting that the Court could conclude that it is not absolutely controlling, but I still think it is very significant because the statute ties the person to the facility, that is being intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1117.634
              },
              {
                "stop": 1160.012,
                "text": "In Subsection four at the concluding paragraph of 2518 (4), it says that an order authorizing the interception of wire or oral communications shall direct that say the communication common carrier furnish necessary assistance, if you look at page (4) (a) to accomplish the interception unobtrusively and with a minimum of interference with the services that such carrier, landlord etcetera is according the person whose communications are to be intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1131.234
              },
              {
                "stop": 1161.722,
                "text": "The telephone company?.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1160.012
              }
            ],
            "start": 1117.634
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1172.585,
            "text_blocks": [
              {
                "stop": 1162.559,
                "text": "May be I am confused.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1161.722
              },
              {
                "stop": 1172.585,
                "text": "I think your argument to be that the government can anticipate and the Congress did not intend that the government anticipate everyone who is going to make a call to a monitored phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1162.559
              }
            ],
            "start": 1161.722
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1177.911,
            "text_blocks": [
              {
                "stop": 1177.911,
                "text": "Well, but there are problems with that of that nature.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1172.585
              }
            ],
            "start": 1172.585
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1186.351,
            "text_blocks": [
              {
                "stop": 1186.351,
                "text": "Unless you have probable cause with respect to certain questions to believe that they are regularly communicating with the primary monitored phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1177.911
              }
            ],
            "start": 1177.911
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1288.282,
            "text_blocks": [
              {
                "stop": 1197.419,
                "text": "Well, Mr. Chief Justice our first position is wholly aside from practical considerations which we think are substantial on which I will get to if I have time.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1186.351
              },
              {
                "stop": 1199.821,
                "text": "The question is what does the statute requires to do?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1197.419
              },
              {
                "stop": 1204.809,
                "text": "Now, our position is that the statute focuses on the person whose telephone is being intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1199.821
              },
              {
                "stop": 1220.943,
                "text": "Now, here the person who?s communication are to be intercepted here, the telephone company was not providing services to Donovan, or Buzzacco, or Robbins in this case of a kind that would be interrupted of a kind for which you needed a court order, court assistance to direct their facilitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1204.809
              },
              {
                "stop": 1230.431,
                "text": "The telephone company was providing the services to Kotoch, to Spaganlo, to Florea, to the persons whose telephones were being intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1220.943
              },
              {
                "stop": 1239.952,
                "text": "So, that this distinction between callers in from outside and callers out from the monitored phone, is I think built into the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1230.431
              },
              {
                "stop": 1245.26,
                "text": "It is also I believe built into the -- reflected and the legislative history.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1239.952
              },
              {
                "stop": 1267.659,
                "text": "For instance in the senate report which is the principle document in the legislative history where they talk about the inventory notice provision, the report says at page 105 through, its operation that is the inventory notice provision, all authorized interceptions must eventually become known at least to the subject.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1245.26
              },
              {
                "stop": 1271.008,
                "text": "He can then seek appropriate civil redress etcetera.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1267.659
              },
              {
                "stop": 1288.282,
                "text": "Now, again the concept of Congress had, and perhaps it was unsophisticated in terms of the reality of investigations that are taking place but the concept that Congress had was it there would be one target and if we knew who that target was, as we normally would, that target would be named.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1271.008
              }
            ],
            "start": 1186.351
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1302.345,
            "text_blocks": [
              {
                "stop": 1302.345,
                "text": "The inventory provision says persons with s, 2518 (8) (d), the inventory provision to the persons names?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1288.282
              }
            ],
            "start": 1288.282
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1411.974,
            "text_blocks": [
              {
                "stop": 1307.235,
                "text": "It is perfectly clear that in practice more then one person is ordinarily named.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1302.345
              },
              {
                "stop": 1324.661,
                "text": "What we are inquiring into here is the obligation to in fact name people who have probable cause to believe will be calling in from outside phones, and I just do not think of that obligation is contained in the statute or it was ever intended by Congress.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1307.235
              },
              {
                "stop": 1341.483,
                "text": "Now, I just like to say a word a two about the policy considerations because the broad interpretation of the Court of Appeals accomplishes very little by way of protecting against unjustified intrusions and for the privacy of persons who maybe overheard.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1324.661
              },
              {
                "stop": 1355.731,
                "text": "The statutory scheme does not limit the scope of permissible ?authorized overhearing in terms of the identities of the persons who maybe overheard? but rather in terms of the kinds of conversations that may be overheard.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1341.483
              },
              {
                "stop": 1363.307,
                "text": "Persons who are not previously known to be involved in the criminal enterprise maybe overheard nevertheless, as Kahn plainly demonstrates.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1355.731
              },
              {
                "stop": 1372.18,
                "text": "On the other hand overhearing of all innocent conversations even those of the named target are supposed to be minimized.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1363.307
              },
              {
                "stop": 1378.06,
                "text": "So, the primary interest of these respondents would not have gained in any significant respect.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1372.18
              },
              {
                "stop": 1389.658,
                "text": "They would not have gained one ounce of additional protection, had they been named as in the order as they claim they should have been, this is not a great honor to be named in an order of this sort.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1378.06
              },
              {
                "stop": 1411.974,
                "text": "The Court of Appeals broad naming requirement not only does accomplish anything in terms of protecting the privacy interest that Congress was legitimately concerned when it enacted Title III, but it also imposes significant administrative burdens on the government and preparing applications significant burdens on the Court in weighing and approving them, all to no useful purpose.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1389.658
              }
            ],
            "start": 1302.345
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1417.281,
            "text_blocks": [
              {
                "stop": 1417.281,
                "text": "Mr. Frey, let me just to ask why do you suppose Congress put in any naming requirement?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1411.974
              }
            ],
            "start": 1411.974
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1471.451,
            "text_blocks": [
              {
                "stop": 1440.282,
                "text": "Well, Congress explained why they did it, at page 101 of the Senate Report, Congress said they listed the requirements contained in subparagraph 2518 (1) and they said each of these requirements reflects the constitutional command of particularization and they cited Berger and Berger had this to say about the naming requirement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1417.281
              },
              {
                "stop": 1471.451,
                "text": "They said, then the Court said at page 59 of the opinion in Berger 388 U.S, it is true that statute requires the naming of the person or persons whose communications are to be overheard or recorded, but this does no more then identify the person whose constitutionally protected area is to be invaded, rather then particularly describing the communications, conversations or discussions to be seized, and in Kahn again the court recognizes that there is not Congress was wrong, there is not a constitutional obligation to the name.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1440.282
              }
            ],
            "start": 1417.281
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1482.246,
            "text_blocks": [
              {
                "stop": 1482.246,
                "text": "But the point is, they want to identify the person whose constitutionally protected privacy is to be invaded and you are saying that the owner of the phone has such a privacy interest, but the other person at the other end of the line has no such privacy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1471.451
              }
            ],
            "start": 1471.451
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1496.846,
            "text_blocks": [
              {
                "stop": 1485.314,
                "text": "Well, I am not suggesting that he has no such privacy interest.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1482.246
              },
              {
                "stop": 1496.846,
                "text": "What I am suggesting is that the naming requirement is not tied to kinds of conversations that can be overheard or the extent of the permissible overhearing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1485.314
              }
            ],
            "start": 1482.246
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1505.516,
            "text_blocks": [
              {
                "stop": 1505.516,
                "text": "What I am trying to understand is why does the reason apply to one and not to the other, that is the heart of my question, I guess?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1496.846
              }
            ],
            "start": 1496.846
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1609.519,
            "text_blocks": [
              {
                "stop": 1510.001,
                "text": "Well, the reason why it should not, there is a practical reason.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1505.516
              },
              {
                "stop": 1511.71,
                "text": "I mean there are several practical reasons.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1510.001
              },
              {
                "stop": 1548.788,
                "text": "You have a case like this which is a complex gambling conspiracy case with people actually all over the country transmitting line information, lying of bets, you although hear many, many persons it is a fast moving investigation and then you are telling the government that it has to engage in what essentially is a quite metaphysical evaluation of all the information in its possession so that it can tell the District Court that it has or it has not probable cause to believe that it will overhear certain persons and what it tells to District Court, what is the District Court to do with that information.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1511.71
              },
              {
                "stop": 1560.574,
                "text": "If the government has no probable cause, if the district court disagrees with the government then it strikes the name from the order and then we can although hear that person as a person unknown.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1548.788
              },
              {
                "stop": 1563.787,
                "text": "So it gives the person no protection to be stricken from the order.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1560.574
              },
              {
                "stop": 1575.568,
                "text": "It does nothing except it has a lot of work to the District Court and if we name someone who is at a borderline case and we will be forced to a policy of over inclusion if we loose this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1563.787
              },
              {
                "stop": 1597.342,
                "text": "We will be naming some people who will not be overheard and then when a suppression motion comes about and the intercept order and application are opened up these people will have in effect the famatory information unsupported by the actual result of the tap made public that they were suspected by the government of participating in criminal gambling enterprises, narcotics and so on.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1575.568
              },
              {
                "stop": 1606.683,
                "text": "So even in terms of, I mean the naming just does not serve a substantial interest of the individuals nor does it further the policy of the act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1597.342
              },
              {
                "stop": 1609.519,
                "text": "I think I would better reserve the balance of my time.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1606.683
              }
            ],
            "start": 1505.516
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1621.896,
            "text_blocks": [
              {
                "stop": 1610.977,
                "text": "Mr. Frey, let me ask you one question.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1609.519
              },
              {
                "stop": 1621.896,
                "text": "Do you have any doubt that Congress could have drafted a statute that provided only for the naming upon a showing probable cause of the owner of the phone in the United States against White?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1610.977
              }
            ],
            "start": 1609.519
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1634.281,
            "text_blocks": [
              {
                "stop": 1624.016,
                "text": "I do not have any problem with it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1621.896
              },
              {
                "stop": 1634.281,
                "text": "I do not think they had to provide for naming of anyone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1624.016
              }
            ],
            "start": 1621.896
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1635.269,
            "text_blocks": [
              {
                "stop": 1635.269,
                "text": "Mr. Berkman.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1634.281
              }
            ],
            "start": 1634.281
          }
        ],
        "stop": 1635.269,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1825.106,
            "text_blocks": [
              {
                "stop": 1642.672,
                "text": "Mr. Chief Justice, May it please the Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1635.269
              },
              {
                "stop": 1652.52,
                "text": "My colleague Mr. Policy and I represent five defendants in the gambling indictment whose telephone conversations were intercepted by the government for use as evidence at their trial.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1642.672
              },
              {
                "stop": 1662.064,
                "text": "The district courts suppressed these intercepts because they were obtained in violation of Title III of the Omnibus Crime Control Act of 1968.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1652.52
              },
              {
                "stop": 1697.989,
                "text": "My clients Mr. Merlo and Mr. Lauer, because they never received inventory notice of the intercepts as required by 18 United State Code Section 2518 (8)(d) which I shall refer to as 8(d) of the Act and Mr. Policy?s clients because they were not identified in the application for authorization, for the tap even though they were known to the government as required by 18 United States Code Section 1218 (1)(b)(4) which if I have occasion to refer it to again will be as 1(b)4.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1662.064
              },
              {
                "stop": 1729.272,
                "text": "Both of these suppressions were affirmed by the sixth circuit court of appeals and I intent to urge in my portion of the argument that the suppression of the wiretap evidence against my clients was appropriate, proper and necessary because of the government?s violation of Title III 8(d) and after that my colleague will argue for affirmnace of the suppression as to his clients because of the government?s of the Title III violation of 1(b)4.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1697.989
              },
              {
                "stop": 1745.863,
                "text": "It seems to me, that at the outset it is important to identify a couple of facts which have become a obscured or muddied as a result of the briefs and the descending opinion in the Court of Appeals below.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1729.272
              },
              {
                "stop": 1756.722,
                "text": "One of the things that I think must be clarified is that there never was any actual notice to defendants Merlo and Lauer.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1745.863
              },
              {
                "stop": 1795.534,
                "text": "The trial court have heard the evidence and had an opportunity to observe the demeanor of the witnesses made a specific finding that no inventory notice was ever served upon Merlo and Lauer nor did they receive notice in any other way and that finding by the trail court was commented upon by the Sixth Circuit Court of Appeals and the majority opinion of the view that the fact that 37 other people were notified would at least give the defendants a feeling that they had not been intercepted because they had failed to receive any inventory notice as required by Section 8 (d).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1756.722
              },
              {
                "stop": 1825.106,
                "text": "So there is so far as this case is concerned, it is clear that this is not a situation in which only a technical violation, the failure to serve an inventory notice occurred in the record but in fact up until the time they were indicted some 11 months later and until they actually received the information as a result of their discovery applications they had no such actual notice.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1795.534
              }
            ],
            "start": 1635.269
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1838.629,
            "text_blocks": [
              {
                "stop": 1838.629,
                "text": "What was the reasoning of the Court of Appeals that, that your clients would know that 37 other people had been intercepted, but that they would have received no notices themselves, so they would assume they have not been intercepted?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1825.106
              }
            ],
            "start": 1825.106
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1878.123,
            "text_blocks": [
              {
                "stop": 1845.67,
                "text": "Well, the Court of Appeals, with respect to the majority, did not take such a position.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1838.629
              },
              {
                "stop": 1878.123,
                "text": "I am sorry, the majority opinion did comment on the finding my trial court that they have not received the actual notice and further speculated in their opinion that far from the suggestion that because 37 other people had been notified, somehow by word of mouth, they must have had actual notice in someway of the interception, said that it is ambiguous and that it is just as likely that because the others had received the actual notice and they had not that they were entitled to assume that they were not intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1845.67
              }
            ],
            "start": 1838.629
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1885.319,
            "text_blocks": [
              {
                "stop": 1885.319,
                "text": "Well, how do the Courts of Appeals think that they have learned of the receipt actual notice by the other 37 people?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1878.123
              }
            ],
            "start": 1878.123
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1896.24,
            "text_blocks": [
              {
                "stop": 1896.24,
                "text": "Well, I think they were just refuting an argument that had been made by the government that somehow or rather through the grapevine or whatever they must have received notice because 37 other people had received inventory notices.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1885.319
              }
            ],
            "start": 1885.319
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1902.903,
            "text_blocks": [
              {
                "stop": 1902.903,
                "text": "Is it not just as reasonable that they received that kind of notice by the grapevine they received notice the fact they have been overheard?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1896.24
              }
            ],
            "start": 1896.24
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1922.518,
            "text_blocks": [
              {
                "stop": 1920.607,
                "text": "Well, that is the argument that was being refuted by the Court of Appeals as to the government?s argument that is what the government argued and the Court of Appeals decided that the finding by the trial court that there was in fact no actual notice in this case was sound and that is the basis upon which they did so.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1902.903
              },
              {
                "stop": 1922.518,
                "text": "The second fact that I think needs to be dealt with.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1920.607
              }
            ],
            "start": 1902.903
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1927.045,
            "text_blocks": [
              {
                "stop": 1927.045,
                "text": "Actual notice, now you mean the formal notice contemplated by the statute?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1922.518
              }
            ],
            "start": 1922.518
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1967.917,
            "text_blocks": [
              {
                "stop": 1927.867,
                "text": "No, I am going beyond that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1927.045
              },
              {
                "stop": 1928.493,
                "text": "It is clear.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1927.867
              },
              {
                "stop": 1937.786,
                "text": "There is no question whatever Your Honor that no inventory notice was ever served upon these people, never.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1928.493
              },
              {
                "stop": 1948.23,
                "text": "The first information that they received came in the process after they were indicted and after discovery proceedings were instituted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1937.786
              },
              {
                "stop": 1967.917,
                "text": "The question that was on the table so to speak so far as the Court of Appeals was concerned and the Trail Court was whether not conceiving that they had received no inventory notice as required by the statue, whether they had received actual notice that might somehow serve to medicate the violation of the statue and in dealing with that problem?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1948.23
              }
            ],
            "start": 1927.045
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1969.627,
            "text_blocks": [
              {
                "stop": 1969.627,
                "text": "That is from one of their friends.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1967.917
              }
            ],
            "start": 1967.917
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2033.949,
            "text_blocks": [
              {
                "stop": 1984.325,
                "text": "Yes, or colleagues and that problem was what the Court was addressing when they concluded that no actual notice had been shown on this record, neither and inventory notice.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1969.627
              },
              {
                "stop": 2006.162,
                "text": "The second fact that I believe needs to be dealt with is the question of when it was that Mr. Merlo and Mr. Lauer?s identity were known to the government sufficient to cause them to be required to serve an inventory notice upon these particular defendants.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1984.325
              },
              {
                "stop": 2028.134,
                "text": "And I believe in the descending opinion of the Court of Appeals that judge indicated that somehow or rather that information did not come until August, about two months, two or three months prior to the time that the second inventory adding a couple of more people was actually filed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2006.162
              },
              {
                "stop": 2033.949,
                "text": "I believe that, that represents a misreading of the record with all due respect.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2028.134
              }
            ],
            "start": 1969.627
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2040.658,
            "text_blocks": [
              {
                "stop": 2040.658,
                "text": "Was it not what the testimony was, the time was placed as the late summer of 1973, perhaps late August?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2033.949
              }
            ],
            "start": 2033.949
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2290.06,
            "text_blocks": [
              {
                "stop": 2065.059,
                "text": "That does appear, Mr. Gail, a special agent for the FBI did so testify and in the next few lines it becomes abundantly clear the reason that he, the question was put as to when he became cognizant of fact that these people were identified not only as individuals who had been on the telephone, but also individuals who were perhaps involved in the crime that they were investigating.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2040.658
              },
              {
                "stop": 2102.593,
                "text": "The reason that he became aware of that in August of 1973 was because of the fact that he had just been assigned that case at that time and he conceded in the next couple of pages and this appears at approximately 160 to 165 in the appendix, he conceded that in fact by January 13, a physical search and seizure was made of the premises on which Mr. Lauer and Mr. Merlo were found, that is a part of the problem cause that was assigned in that affidavit support of that warrant.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2065.059
              },
              {
                "stop": 2142.588,
                "text": "The telephone information which had been optioned was employed. That at time physical evidence was seized which was going to be introduced and some very critical admissions were obtained from Mr. Merlo and Lauer with respect to the fact that they were the people who were on the telephone and that they were the people who had rented the telephone in another name and he conceded I think quite honestly that as of that time and certainly by the 18th of January, all of the reports of the raid, all of the evidence seized, all of the reports of the admissions of these people were in the hands of the responsible people in the government, particularly FBI agents who were working with the strike force.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2102.593
              },
              {
                "stop": 2164.961,
                "text": "And so it seems to me that there is no way to read this record except to find that at least by January 18, the government had full knowledge of the identity and participation of these two individuals and yet from then until December, from January to December and after the time of indictment these people were never served with inventory notice, nor received notice of any kind and that is what the record suggests.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2142.588
              },
              {
                "stop": 2174.048,
                "text": "And so I think that when the Court in the Sixth Circuit, the dissenting Judge found that there was no knowledge until August.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2164.961
              },
              {
                "stop": 2188.682,
                "text": "I think he was bringing the rest of the record and I think it is very clear and I think Mr. Gail makes clear that the reason that he just learned the part was because he was a young lawyer who had just been assigned to the case and that the government did have this information.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2174.048
              },
              {
                "stop": 2212.307,
                "text": "In addition to that, there was some talk about the inadvertence of the failure to serve inventory notice upon Mr. Merlo and Mr. Lauer and I think that there is nothing in the record to indicate that the failure to do so was inadvertent.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2188.682
              },
              {
                "stop": 2226.928,
                "text": "One of the difficulties of attempting to find out from the government so far as the defendant?s standpoint is concerned as to the reasons for what occurred is of course that all of the facts are within the control of the government.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2212.307
              },
              {
                "stop": 2241.469,
                "text": "What we know from the record is to that from January 13th or January 18th of 1973 until December there was never any notice.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2226.928
              },
              {
                "stop": 2262.921,
                "text": "That when they combed the record in September 1973 to find other people, they found the couple of other people, but did not identify Merlo and Laure and it seems to me that the best place that can be put upon is record, is to suggest that as a result of sloppiness, as a result of negligence of the government these two people were not identified, that is the best the pace can be put on it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2241.469
              },
              {
                "stop": 2290.06,
                "text": "It seems to me under those circumstances to allow an absolute and total failure to perform the duties that are required under the 8(d) the statute, puts a burden upon the defendants in terms of finding out why it was that it was not done which I think Congress never intended with the strict responsibilities that are necessary in implementing the limitation provisions of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2262.921
              }
            ],
            "start": 2040.658
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2295.101,
            "text_blocks": [
              {
                "stop": 2295.101,
                "text": "You have not taken the position that there was bad faith demonstrated by this record then I take it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2290.06
              }
            ],
            "start": 2290.06
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2308.018,
            "text_blocks": [
              {
                "stop": 2296.742,
                "text": "I cannot say that there was bad faith.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2295.101
              },
              {
                "stop": 2308.018,
                "text": "It seems to me that there certainly was a complete and total failure which is unexplained by the government and which I think must be explained on the basis of at least negligence or sloppy performance.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2296.742
              }
            ],
            "start": 2295.101
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2316.224,
            "text_blocks": [
              {
                "stop": 2316.224,
                "text": "If you were to say that if there was negligence then it should follow that suppression is an order?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2308.018
              }
            ],
            "start": 2308.018
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2376.4,
            "text_blocks": [
              {
                "stop": 2319.381,
                "text": "That is one of the branches of our position, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2316.224
              },
              {
                "stop": 2374.489,
                "text": "The other branch would be to say that we read Giordano and Chavez correctly that if we are dealing with a central issue or central subject of the Act which was designed to limit the inappropriate use of interception of communications as we think that this clearly is that under that case as explained by Chavez whether or not the government has been guilty of any wrong doing either negligent or deliberate that because of its internality and because of the importance involved in making sure that the government follows in strict way every limitation that has been put upon them by the statute that regardless of any wrong doing or negligence by the government that suppression would be appropriate in necessary remedy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2319.381
              },
              {
                "stop": 2376.4,
                "text": "So our positions are two (Inaudible) in that direction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2374.489
              }
            ],
            "start": 2316.224
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2386.945,
            "text_blocks": [
              {
                "stop": 2386.945,
                "text": "Mr. Berkman, how do you meet the government?s argument that the references to postinterception conduct, there are a couple of specific references, but they do not apply to the situation?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2376.4
              }
            ],
            "start": 2376.4
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2500.402,
            "text_blocks": [
              {
                "stop": 2387.748,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2386.945
              },
              {
                "stop": 2412.358,
                "text": "It seems to me to be quite clear if we analyze the statute itself and if we analyze the legislative history of the statute that because of the necessity of surreptitious entry or surreptitious search and seizure as that term is applied to wire that, it is impossible to give the advance notice that the invasion of the client?s privacy or the invasion of the defendants? privacy is involved.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2387.748
              },
              {
                "stop": 2431.598,
                "text": "As a consequence, the postintercept procedures have been clearly set out to make sure that ultimately disclosure of these secret intrusions is made and to be made in a reasonable time thereafter, not immediately necessarily, but at a reasonable time thereafter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2412.358
              },
              {
                "stop": 2448.548,
                "text": "It seems to me that in the government?s discussion of the whole problem of suppression there was no mention at all of Section 2515 which very clearly indicates that suppression is appropriate, when there has been a violation of this chapter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2431.598
              },
              {
                "stop": 2478.908,
                "text": "It seems to me that, that and the legislative history surrounding that which is reported in detail in the Gilbert decision makes quite clear that is was important, so far as the government was concerned, so far as Congress was concerned, to make sure that a number of remedies were available in the event that there was a violation of the limitations of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2448.548
              },
              {
                "stop": 2500.402,
                "text": "Criminal provisions were provided in 2511, a civil suit was provided in 2520 and if you review the legislative history it makes clear that, that coupled with the requirement that the government not be able to use the fruits of it violations makes it very clear that, that was the intent of Congress.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2478.908
              }
            ],
            "start": 2386.945
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2527.526,
            "text_blocks": [
              {
                "stop": 2503.305,
                "text": "Mr. Berkman, can I ask you one point?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2500.402
              },
              {
                "stop": 2527.526,
                "text": "As I understand your argument that the government does what it did in this case and they overhear the testimony of an unknown criminal, he can be prosecuted on the basis of that information, but if they overhear the conversation of a known criminal they cannot use it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2503.305
              }
            ],
            "start": 2500.402
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2536.198,
            "text_blocks": [
              {
                "stop": 2536.198,
                "text": "It is my understanding that the words if known in the statute indicate either that the individual is known and was intercepted or that he is known to be involved in the criminal activity.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2527.526
              }
            ],
            "start": 2527.526
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2544.362,
            "text_blocks": [
              {
                "stop": 2544.362,
                "text": "That is what I said, well, if he is not known and he is very clever man then you can use it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2536.198
              }
            ],
            "start": 2536.198
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2544.765,
            "text_blocks": [
              {
                "stop": 2544.765,
                "text": "And so the studies?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2544.362
              }
            ],
            "start": 2544.362
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2549.449,
            "text_blocks": [
              {
                "stop": 2549.449,
                "text": "But if he is stupid and he is known you cannot use it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2544.765
              }
            ],
            "start": 2544.765
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2550.796,
            "text_blocks": [
              {
                "stop": 2550.796,
                "text": "Well?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2549.449
              }
            ],
            "start": 2549.449
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2551.936,
            "text_blocks": [
              {
                "stop": 2551.936,
                "text": "Yeah, that is what you said?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2550.796
              }
            ],
            "start": 2550.796
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2554.003,
            "text_blocks": [
              {
                "stop": 2554.003,
                "text": "Persons who are overheard, but not known?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2551.936
              }
            ],
            "start": 2551.936
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2555.21,
            "text_blocks": [
              {
                "stop": 2555.21,
                "text": "Right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2554.003
              }
            ],
            "start": 2554.003
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2606.743,
            "text_blocks": [
              {
                "stop": 2561.55,
                "text": "Come within another section of 8(d) rather than the one to which the Court is referring.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2555.21
              },
              {
                "stop": 2570.944,
                "text": "It seems to me that what the statute says in 8(d), is that anybody who is overheard and known he is got to receive an inventory.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2561.55
              },
              {
                "stop": 2606.743,
                "text": "Anybody who is overheard and not known must have that information at least transmitted to the Court so it can exercise its discretion in the interest of justice to make a determination as to whether or not to require an inventory and the failure in the case, Your Honor, is that there was no such information transmitted to the court, so that the court could exercise its discretion to make a determination as to whether persons who were overheard, but not known which is a category into which my clients fall, whether or not those persons should have been issued an inventory notice in the interest of justice.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2570.944
              }
            ],
            "start": 2555.21
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2611.847,
            "text_blocks": [
              {
                "stop": 2611.847,
                "text": "You admit that they were unknown, did your clients were unknown?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2606.743
              }
            ],
            "start": 2606.743
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2614.065,
            "text_blocks": [
              {
                "stop": 2614.065,
                "text": "We think that they were known as early as January?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2611.847
              }
            ],
            "start": 2611.847
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2615.219,
            "text_blocks": [
              {
                "stop": 2615.219,
                "text": "At first you said they were?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2614.065
              }
            ],
            "start": 2614.065
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2616.373,
            "text_blocks": [
              {
                "stop": 2616.373,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2615.219
              }
            ],
            "start": 2615.219
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2618.25,
            "text_blocks": [
              {
                "stop": 2618.25,
                "text": "Went about five minutes explaining it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2616.373
              }
            ],
            "start": 2616.373
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2642.652,
            "text_blocks": [
              {
                "stop": 2619.84,
                "text": "Yes, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2618.25
              },
              {
                "stop": 2624.329,
                "text": "We think that these people were known at least by January 1973.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2619.84
              },
              {
                "stop": 2642.652,
                "text": "We are not making the contention that they were known at the time of the application for an authorization for the inception, but we do claim that since January of 1973 until the time that they actually discovered the information, after they were inedited, they were entitled to that inventory information and that they never received it, that is our position.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2624.329
              }
            ],
            "start": 2618.25
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2645.937,
            "text_blocks": [
              {
                "stop": 2645.937,
                "text": "Mr. Berkman, your time is running short. You have not covered all your?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2642.652
              }
            ],
            "start": 2642.652
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2711.017,
            "text_blocks": [
              {
                "stop": 2650.507,
                "text": "I would like to just make one other observation and that is this.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2645.937
              },
              {
                "stop": 2696.229,
                "text": "That with respect to this exclusionary, well, getting back to Mr. Justice Stevens? question, getting back to the exclusionary rule, although there are specific provisions in 2518(a) 8(a) regarding sealing which do express an exclusionary rule and 2518 9 to send a notice provision, it seems to me to be quite clear the 2515 provides the exclusionary rule on a statutory basis for all of the other violations of the chapter and further more with respect to 2518 9, I think it is important to note that the Congress when it required a showing of prejudice was able to draft such language and use it into 2518 9.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2650.507
              },
              {
                "stop": 2711.017,
                "text": "The balance on my time I would like to reserve my colleague to argue the question under 1(b)4.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2696.229
              }
            ],
            "start": 2645.937
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2714.381,
            "text_blocks": [
              {
                "stop": 2714.381,
                "text": "Mr. Policy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2711.017
              }
            ],
            "start": 2711.017
          }
        ],
        "stop": 2714.381,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 1635.269
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2725.926,
            "text_blocks": [
              {
                "stop": 2717.722,
                "text": "Mr. Chief Justice, May it please the Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2714.381
              },
              {
                "stop": 2725.926,
                "text": "I shall address myself to the issue of identification as it relates to the respondents Donovan, Buzzacco, and Robbins.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2717.722
              }
            ],
            "start": 2714.381
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2778.005,
            "text_blocks": [
              {
                "stop": 2743.524,
                "text": "Could I ask at the outset, suppose there is an application to tap or intercept conversations of Jones phone, over Jones?s phone and there is probable cause to believe Jones is engaged in the some conspiracy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2725.926
              },
              {
                "stop": 2760.987,
                "text": "There is also probable cause to believe that he is engaged in the criminal conspiracy with Brown, but Brown is not named, but there is no probable cause to believe that he is engaged in a conspiracy with Smith.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2743.524
              },
              {
                "stop": 2770.082,
                "text": "Now, when the tap goes and they hear conversations with both of these other people, both Brown and Smith.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2760.987
              },
              {
                "stop": 2778.005,
                "text": "Now, is your position that Brown?s conversations are excludible and Smith?s are admissible?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2770.082
              }
            ],
            "start": 2725.926
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2780.021,
            "text_blocks": [
              {
                "stop": 2780.021,
                "text": "That is exactly our position Mr. Justice White.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2778.005
              }
            ],
            "start": 2778.005
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2789.495,
            "text_blocks": [
              {
                "stop": 2789.495,
                "text": "And I just make sure here, Smith?s conversation, the unknown person, is against any indictment in a criminal case against him.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2780.021
              }
            ],
            "start": 2780.021
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2796.424,
            "text_blocks": [
              {
                "stop": 2796.424,
                "text": "Assuming no probable cause existed and they did not anticipate the interception of his conversations, that exactly our position, Sir.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2789.495
              }
            ],
            "start": 2789.495
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2807.515,
            "text_blocks": [
              {
                "stop": 2807.515,
                "text": "And there does not seem to be any argument about that in the cases, that the conversation is between the target and Smith are admissible against them both.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2796.424
              }
            ],
            "start": 2796.424
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2887.071,
            "text_blocks": [
              {
                "stop": 2837.964,
                "text": "I believe that is correct, Your Honor and Your Honor, I might say that there is no question, but that the government had probable cause that these three respondents were in fact engaging in this type of activity that was under investigation and that their conversations would in fact be intercepted and they had this knowledge prior to the application of December 26, 1972 when the government applied for an extension of the original wiretap.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2807.515
              },
              {
                "stop": 2867.207,
                "text": "It is our position that failure to list these know individuals and said application for the extension was in fact the statutory violation of 2518 1(b)4 which in fact resulted in additional violation of 2518 4(a) which requires the judge of course to list the identity of the person if known whose communications are to be intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2837.964
              },
              {
                "stop": 2887.071,
                "text": "We can in no way except the government?s position that the statute in question was designed to cover the patron of a telephone company and was designed to cover only the conversation of the patron or the man they know to use that particular phone located at that particular service.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2867.207
              }
            ],
            "start": 2807.515
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2895.836,
            "text_blocks": [
              {
                "stop": 2895.836,
                "text": "Would you please tell me why a known criminal is entitled to more protection than an unknown criminal?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2887.071
              }
            ],
            "start": 2887.071
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2918.808,
            "text_blocks": [
              {
                "stop": 2918.808,
                "text": "Mr. Justice Marshall, one might say that when the government is seeking a course of search and seizure which is this is, they were searching and seizing the conversations of Buzzacco, Donovan, and Robbins and they have probable cause to believe that these men will be intercepted and they are violating the law, they have such an obligation of at least naming them by way of statute and by way of?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2895.836
              }
            ],
            "start": 2895.836
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2922.303,
            "text_blocks": [
              {
                "stop": 2922.303,
                "text": "And that would go to man who is calling from Paris?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2918.808
              }
            ],
            "start": 2918.808
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2925.285,
            "text_blocks": [
              {
                "stop": 2925.285,
                "text": "If they have the probable cause to believe that he would be calling.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2922.303
              }
            ],
            "start": 2922.303
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2927.818,
            "text_blocks": [
              {
                "stop": 2927.818,
                "text": "Or king of Africa?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2925.285
              }
            ],
            "start": 2925.285
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2930.167,
            "text_blocks": [
              {
                "stop": 2930.167,
                "text": "If they sought to bring him within the process of laws of United States.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2927.818
              }
            ],
            "start": 2927.818
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2931.637,
            "text_blocks": [
              {
                "stop": 2931.637,
                "text": "Any place in the world?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2930.167
              }
            ],
            "start": 2930.167
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2932.703,
            "text_blocks": [
              {
                "stop": 2932.703,
                "text": "I believe so sir.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2931.637
              }
            ],
            "start": 2931.637
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2934.884,
            "text_blocks": [
              {
                "stop": 2934.884,
                "text": "If he is a known criminal?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2932.703
              }
            ],
            "start": 2932.703
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2937.495,
            "text_blocks": [
              {
                "stop": 2937.495,
                "text": "If they have probable cause to believe that he was engaging in this activity.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2934.884
              }
            ],
            "start": 2934.884
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2943.316,
            "text_blocks": [
              {
                "stop": 2943.316,
                "text": "The best way to get the protection of our government is to be known as a criminal.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2937.495
              }
            ],
            "start": 2937.495
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2970.917,
            "text_blocks": [
              {
                "stop": 2944.516,
                "text": "Quite the contrary sir.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2943.316
              },
              {
                "stop": 2954.646,
                "text": "I compare this to a situation where the police would actually come upon a man in the course a lawful search or a lawful arrest and find him in the commission of a crime.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2944.516
              },
              {
                "stop": 2970.917,
                "text": "In that situation they had no foreknowledge of his involvement or the fact that they would come upon him in the commission of this crime, but this does not relieve them of the obligation to elicit a search warrant or an arrest warrant for the individuals that have foreknowledge of in terms of their search and arrest.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2954.646
              }
            ],
            "start": 2943.316
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2979.766,
            "text_blocks": [
              {
                "stop": 2979.766,
                "text": "Do you mean that anybody that writes a letter to the government and says I am a bookmaker, he then is protected from then on.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2970.917
              }
            ],
            "start": 2970.917
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2991.349,
            "text_blocks": [
              {
                "stop": 2980.697,
                "text": "Quite the contrary sir.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2979.766
              },
              {
                "stop": 2991.349,
                "text": "What I think he is doing is he is saying to the government here I am giving you some probable cause for you to go ahead and solicit a court and show a court that your following due process and statute and bug my phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2980.697
              }
            ],
            "start": 2979.766
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2997.725,
            "text_blocks": [
              {
                "stop": 2997.725,
                "text": "But if you send that letter and they do not name you and they intercept your message, you go free.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2991.349
              }
            ],
            "start": 2991.349
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2999.582,
            "text_blocks": [
              {
                "stop": 2999.582,
                "text": "So long as that they?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2997.725
              }
            ],
            "start": 2997.725
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3001.647,
            "text_blocks": [
              {
                "stop": 3001.647,
                "text": "So long as you send the letter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2999.582
              }
            ],
            "start": 2999.582
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3012.54,
            "text_blocks": [
              {
                "stop": 3012.54,
                "text": "Well, Your Honor, I think it would have to be somewhat more descriptive then I am a bookmaker.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3001.647
              }
            ],
            "start": 3001.647
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3025.728,
            "text_blocks": [
              {
                "stop": 3025.728,
                "text": "You are correctly saying that the test is whether at the time the government had probable cause to believe there was a particular person who is not named, was involved in the criminal activity.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3012.54
              }
            ],
            "start": 3012.54
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3027.194,
            "text_blocks": [
              {
                "stop": 3027.194,
                "text": "That is correct Mr. Chief Justice.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3025.728
              }
            ],
            "start": 3025.728
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3034.201,
            "text_blocks": [
              {
                "stop": 3034.201,
                "text": "Whether he was a well-known or totally unknown person before that, it would make no difference, probable cause is the key, is that right?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3027.194
              }
            ],
            "start": 3027.194
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3038.248,
            "text_blocks": [
              {
                "stop": 3035.704,
                "text": "That is correct sir.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3034.201
              },
              {
                "stop": 3038.248,
                "text": "Probable cause at that particular individual?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3035.704
              }
            ],
            "start": 3034.201
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3039.014,
            "text_blocks": [
              {
                "stop": 3039.014,
                "text": "At that time!",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3038.248
              }
            ],
            "start": 3038.248
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3255.048,
            "text_blocks": [
              {
                "stop": 3050.613,
                "text": "At that time, at the time that they were seeking the application to be approved was in fact probably engaging in this type of activity and his conversation would be intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3039.014
              },
              {
                "stop": 3067.91,
                "text": "Both of those keys, and I feel that the reading of Kahn tells us and logically dictates, that were Minnie Kahn, in fact known, prior to the application being sought to have been engaging in this activity and probably using her husband?s phone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3050.613
              },
              {
                "stop": 3071.773,
                "text": "I feel that this Honorable Court would have gone farther on the decision.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3067.91
              },
              {
                "stop": 3078.812,
                "text": "I would have stated that the statute would have required her being listed in said application.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3071.773
              },
              {
                "stop": 3104.906,
                "text": "I feel Mr. Chief Justice, Justices that we have a definite statutory violation here and when we look the Giordano, we are told that a statutory violation shall result in suppression when it hits that central aspect of the statute and when it hits an aspect of the statute which was designed by Congress to limit the use of this tool.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3078.812
              },
              {
                "stop": 3122.659,
                "text": "Now, I submit that in Berger and Katz, two of the key cases in this situation that Courts were concerned with interjecting and between law enforcement (Inaudible) wiretapping tool some judicial restraint or at least judicial review.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3104.906
              },
              {
                "stop": 3152.189,
                "text": "And I feel this is obvious in Congress? intent and by allowing the government to come forward and go to a District Court judge without providing him with the information as to the identity of those people that it has probable cause to believe will be intercepted and are probably committing this crime, they are bypassing, utilizing their own judgment in terms of that decision making process and taking away what Berger, Katz and Congress had intended to be some judicial review.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3122.659
              },
              {
                "stop": 3161.174,
                "text": "I further submit Mr. Chief Justice, Mr. Justices that there is a practical effect to not being named in this particular application.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3152.189
              },
              {
                "stop": 3173.281,
                "text": "As we read on in the Section 2518 8 requires inventory notice to be served upon all those named in the application.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3161.174
              },
              {
                "stop": 3195.949,
                "text": "Now, this is regardless of whether or not the application is denied, by placing this man?s name, who is a suspect upon whom probable cause exists in the application, he is guaranteed receipt of the inventory notice and is not subjected to the arbitrariness or to the discretionary activity that could go into effect otherwise.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3173.281
              },
              {
                "stop": 3212.389,
                "text": "I submit that if a innocent man with a subject of an investigation, he would preferred to know this even though his exonerated rather than have the entire process kept secret throughout and only in the hands and only in the files of the government.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3195.949
              },
              {
                "stop": 3230.646,
                "text": "I would say further that recognizing the existence of Chavez and comparing it to the Doctrine of Giordano; we certainly have a situation with the identification issue which is closer to suppression than the Chavez situation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3212.389
              },
              {
                "stop": 3245.909,
                "text": "I would even submit to this Honorable Court that the identification issue is as key and as central as the Giordano issue, because here we are dealing with the situation that goes to the merits of the probable cause aspects of these applications.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3230.646
              },
              {
                "stop": 3255.048,
                "text": "Here we are getting again to the heart of what Berger, Katz and Congress had sought in the form of judicial review, judicial restraint.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3245.909
              }
            ],
            "start": 3039.014
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3269.549,
            "text_blocks": [
              {
                "stop": 3257.603,
                "text": "Well, you refer to Berger and Katz.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3255.048
              },
              {
                "stop": 3259.795,
                "text": "Those are constitutional cases.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3257.603
              },
              {
                "stop": 3269.549,
                "text": "You do not have any doubt from reading that footnote 15 in Kahn, do you that, what you are saying is that statute requirement is not a constitutional requirement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3259.795
              }
            ],
            "start": 3255.048
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3318.639,
            "text_blocks": [
              {
                "stop": 3301.031,
                "text": "Without addressing myself to whether not it is a constitutional requirement, I submit that the statute in question Your Honor has been based upon the rulings of Berger and Katz and I am submitting that the reference in Berger that was made by Mr. Frey at page 59 relating to naming of a person as being the requirement was a reference that the government in effect for the State of New York was attempting to say, look we have a naming requirement that should be enough to save the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3269.549
              },
              {
                "stop": 3318.639,
                "text": "I think it was the State of New York?s opinion at that point and effort at that point to say, this is such an important key issue, this naming requirement, it is there, the statute should survive, whereas I believe this Honorable Court indicated that that was not in and of itself enough.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3301.031
              }
            ],
            "start": 3269.549
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3324.324,
            "text_blocks": [
              {
                "stop": 3324.324,
                "text": "You are not arguing that this is a constitutionally required rule that you are contending for here?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3318.639
              }
            ],
            "start": 3318.639
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3355.89,
            "text_blocks": [
              {
                "stop": 3355.89,
                "text": "I would submit that as a secondary argument it would be a constitutionally required rule to have a man, who the government knows in advance will be searched, whose conversations will be seized, named in an application for a warrant for a wiretap and at the failure, the failure to go so far as to simply name this individual and provide the aspects of probable cause to the judicial officer, who would review the same, would be actually a violation of constitutional standards as well as a violation of the statutory standard.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3324.324
              }
            ],
            "start": 3324.324
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3361.504,
            "text_blocks": [
              {
                "stop": 3361.504,
                "text": "Well, do not you think that Kahn language is quite to the contrary?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3355.89
              }
            ],
            "start": 3355.89
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/carmen_a_policy",
              "name": "Carmen A. Policy",
              "last_name": "Policy",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 19769,
              "identifier": "carmen_a_policy"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3405.346,
            "text_blocks": [
              {
                "stop": 3378.074,
                "text": "Your Honor as I recall the Kahn language, I felt that Kahn was saying and did say that the requirement was statutory or the fact that she was not known, there was no probable cause to know that she was committing these offenses.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3361.504
              },
              {
                "stop": 3388.752,
                "text": "Therefore, a statutory violation did not come into effect and I believe that this covered the constitutional aspect and did not allow it to come into play.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3378.074
              },
              {
                "stop": 3403.447,
                "text": "I would submit that in Kahn again, had the government known of Mrs. Kahn?s identity and the fact that she engaged in this illegal activity, statutory and constitutional consideration would have come into play.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3388.752
              },
              {
                "stop": 3405.346,
                "text": "Thank you very much",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3403.447
              }
            ],
            "start": 3361.504
          }
        ],
        "stop": 3405.346,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 2714.381
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/bernard_a_berkman",
              "name": "Bernard A. Berkman",
              "last_name": "Berkman",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 17433,
              "identifier": "bernard_a_berkman"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3407.381,
            "text_blocks": [
              {
                "stop": 3407.381,
                "text": "I do not have anything further.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3405.346
              }
            ],
            "start": 3405.346
          }
        ],
        "stop": 3407.381,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 3405.346
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3457.605,
            "text_blocks": [
              {
                "stop": 3414.08,
                "text": "I have a couple.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3407.381
              },
              {
                "stop": 3426.223,
                "text": "First of all, I want to come back to a point that was apparently troubling in Mr. Justice Stevens about why Congress would want to make it distinction between the people whose phone was being monitored and people calling in from outside.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3414.08
              },
              {
                "stop": 3448.877,
                "text": "One of the important reasons is that the impact of a wire interception differs greatly on the people, whose phone is being intercepted, whose every conversation is subject to being overheard and the people who may occasionally, once or twice during the course of a surveillance that involves several 100 telephone calls being listened to, maybe overheard.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3426.223
              },
              {
                "stop": 3457.605,
                "text": "There is a much greater impact upon the person whose phone is being intercepted and for that reason it is logical for Congress to have made the distinction that we submitted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3448.877
              }
            ],
            "start": 3407.381
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3466.199,
            "text_blocks": [
              {
                "stop": 3466.199,
                "text": "Doesn?t the distinction tend to disappear as the second person?s use of the phone becomes more and more regular and frequent?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3457.605
              }
            ],
            "start": 3457.605
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3478.436,
            "text_blocks": [
              {
                "stop": 3478.436,
                "text": "Yes, I mean if we had a case where the primary target of our investigation was somebody who we knew everyday was calling in from outside, you might have an issue, but these Donovan, Robbins and Buzzacco were very tangentially?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3466.199
              }
            ],
            "start": 3466.199
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3488.72,
            "text_blocks": [
              {
                "stop": 3486.594,
                "text": "Or a case where you trying prove the five-man crime and you know all five people used the same phone over and over again.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3478.436
              },
              {
                "stop": 3488.72,
                "text": "Even there you would not say they had to name more than one.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3486.594
              }
            ],
            "start": 3478.436
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3539.942,
            "text_blocks": [
              {
                "stop": 3506.461,
                "text": "Well, I would first say that you did not have to name more than one, but second I would say if you did have to name more than one, if all five used the phone it was being monitored, you might have to name them, but the people with whom they were doing business, people from Las Vegas sending the line information would not have to be named even though we expect to overhear them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3488.72
              },
              {
                "stop": 3520.455,
                "text": "Now, as far as the point that Mr. Policy was just making, we do not need either under the constitution or under the statute probable cause as to any person in order to have the interception.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3506.461
              },
              {
                "stop": 3529.57,
                "text": "All we need is probable cause to believe that an offense is being committed and at this telephone has being used and the conversations relating to the act will be intercepted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3520.455
              },
              {
                "stop": 3534.626,
                "text": "There can be no person. The statute does not require us to name a person if we do not know one.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3529.57
              },
              {
                "stop": 3539.942,
                "text": "It is neither a constitutional or statutory requirement, and it is plainly I think for that reason not central.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3534.626
              }
            ],
            "start": 3488.72
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3547.027,
            "text_blocks": [
              {
                "stop": 3547.027,
                "text": "But on the reverse side of that as soon as you do have probable cause then you should name him, should you not, under the statute?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3539.942
              }
            ],
            "start": 3539.942
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3553.806,
            "text_blocks": [
              {
                "stop": 3553.806,
                "text": "Well, the statute requires us to identify, yes, we could see that, we have to identify a person whose phone is being tapped.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3547.027
              }
            ],
            "start": 3547.027
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3573.98,
            "text_blocks": [
              {
                "stop": 3554.651,
                "text": "No, no.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3553.806
              },
              {
                "stop": 3559.397,
                "text": "After the phone, the tap is on and then some calls are coming in.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3554.651
              },
              {
                "stop": 3573.98,
                "text": "as soon as it appears that this man is calling saying whose going to win the third race tomorrow afternoon because it is all fixed and you get repeated calls, have you not then probable cause to believe that person?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3559.397
              }
            ],
            "start": 3553.806
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3580.178,
            "text_blocks": [
              {
                "stop": 3580.178,
                "text": "Well, may have probable cause, but it is our contention that we do not have to name them and we certainly would not have the name them unless we sought a renewal.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3573.98
              }
            ],
            "start": 3573.98
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3585.709,
            "text_blocks": [
              {
                "stop": 3585.709,
                "text": "You cannot name them because you may not know the name; take some steps to identify them under?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3580.178
              }
            ],
            "start": 3580.178
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3604.636,
            "text_blocks": [
              {
                "stop": 3589.928,
                "text": "No, I do not know, I even think Kahn said we did not have to investigate to find out.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3585.709
              },
              {
                "stop": 3600.883,
                "text": "That would be terribly burdensome in these investigation, we could not do it, we have too many people, we would be spending all our time on something that is really a totally irrelevancy to the administration of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3589.928
              },
              {
                "stop": 3604.636,
                "text": "I am not saying that the naming of the target as irrelevancy, the naming?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3600.883
              }
            ],
            "start": 3585.709
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3609.865,
            "text_blocks": [
              {
                "stop": 3609.865,
                "text": "If you would then go ahead and indict him?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3604.636
              }
            ],
            "start": 3604.636
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/andrew_l_frey",
              "name": "Mr. Andrew L. Frey",
              "last_name": "Frey",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 15933,
              "identifier": "andrew_l_frey"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3662.869,
            "text_blocks": [
              {
                "stop": 3662.32,
                "text": "Well, it is not irrelevant to him, that he is been overheard and that evidence would be introduced against him and of course the conversations are not irrelevant to the trial, but in terms of the privacy concerns that the Title III is concerned with since we can overhear as Justice Marshall pointed it out, people of whom we have no suspicion, the privacy concerns are not, it is not relevant to protecting people?s privacy and if it is not relevant for that reason, we say it is not central to the Act and the Court should not go out of its way to construe the statute to impose what is an administratively burdensome requirement which will make life also very difficult for judges who already have 46 page applications to read over and we have 146 page applications if we have to show all the probable cause we have with a far flung conspiracy as to every person around the country.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3609.865
              },
              {
                "stop": 3662.869,
                "text": "Thank you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3662.32
              }
            ],
            "start": 3609.865
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3665.87,
            "text_blocks": [
              {
                "stop": 3663.897,
                "text": "Well, thank you gentleman.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3662.869
              },
              {
                "stop": 3665.87,
                "text": "The case is submitted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3663.897
              }
            ],
            "start": 3662.869
          }
        ],
        "stop": 3665.87,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 3407.381
      }
    ],
    "duration": 3665.87
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1976/75-212/19761013a_75-212.delivery.mp3",
      "id": 43352,
      "size": 14764210
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1976/75-212/19761013a_75-212.ogg",
      "id": 65246,
      "size": 38054396
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1976/75-212/19761013a_75-212.m3u8",
      "id": 65247,
      "size": 52700
    }
  ],
  "public_note": null
}