{
  "title": "Oral Argument - October 06, 1976",
  "damaged": null,
  "id": 17112,
  "unavailable": null,
  "transcript": {
    "title": "National Labor Relations Board v. Enterprise Association of Steam, Hot Water, Hydraulic Sprinkler, Pneumatic Tube, Ice Machine & General Pipefitters of New York and Vicinity, Local Union No. 638",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 67.583,
            "text_blocks": [
              {
                "stop": 64.623,
                "text": "We will hear arguments next in National Labor Relations Board against Enterprise.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 0
              },
              {
                "stop": 67.583,
                "text": "Mr. Come, I think you may proceed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 64.623
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 616.267,
            "text_blocks": [
              {
                "stop": 72.206,
                "text": "Mr. Chief Justice, and May it please the Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 67.583
              },
              {
                "stop": 86.528,
                "text": "This case is here on Certiorari to the District of Columbia Circuit which sitting on banc and dividing five to four, denied enforcement of the Board’s order against responding union.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 72.206
              },
              {
                "stop": 121.394,
                "text": "The question presented is whether a union engages in an unlawful secondary boycott within the meaning of Section 8(b)4(B) of the National Labors Relations Act, when it causes the employees of a firm of which the union has a collective bargaining agreement containing a work preservation clause to handle prefabricated goods that their employers contract with the general contractor obliges the employer to install.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 86.528
              },
              {
                "stop": 132.446,
                "text": "This was a question which was mooted, but not decided in National Woodwork, a 1967 decision of this Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 121.394
              },
              {
                "stop": 135.099,
                "text": "The facts are briefly these.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 132.446
              },
              {
                "stop": 152.013,
                "text": "Austin the engineer and general contractor for construction of a home for the aged in Brooklyn, specified the use of climate control units, manufactured by Slant/Fin Corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 135.099
              },
              {
                "stop": 174.178,
                "text": "Under these specifications, Slant/Fin was to cut thread and install at the factory the internal piping on the units which carried a one-year warranty contingent upon factory fabrication of the internal piping.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 152.013
              },
              {
                "stop": 186.407,
                "text": "As a result of competitive bidding, Austin awarded a subcontract for the heating, ventilating and air conditioning work on the home to Hudik.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 174.178
              },
              {
                "stop": 194.904,
                "text": "This work included as Hudik was aware, installation of the Slant/Fin units.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 186.407
              },
              {
                "stop": 206.314,
                "text": "Now Hudik, the subcontractor had a collective bargaining agreement with the respondent union, a local of the Plumbers and Steamfitters Union.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 194.904
              },
              {
                "stop": 221.113,
                "text": "Rule IX of this agreement provided among other things that radiators branches, convector branches and coil connections shall be cut and threaded by hand on the job.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 206.314
              },
              {
                "stop": 267.276,
                "text": "Shortly after the Slant/Fin units which had been purchased by Austin arrived on the job site, the union business agent went to Austin, the general contractor and informed him, his project superintendent, the union’s members would not install the Slant/Fin units because the piping inside the units was Steamfitter’s work and the business agent then went to Hudik and told him essentially the same thing, adding that the prefabrication of the internal piping in the units was in violation of Rule IX of the collective agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 221.113
              },
              {
                "stop": 277.653,
                "text": "As a result, Hudik’s employees refused to install the Slant/Fin units, where upon Austin filed an unfair labor practice charge with the Board.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 267.276
              },
              {
                "stop": 335.612,
                "text": "The Board concluded that the union’s refusal to install the Slant/Fin units was a secondary boycott in violation of Section 8(b)4(B) because the Board found it, while the refusal of Hudik’s employees to install these units was based on a valid work preservation clause in the agreement with Hudik and was to the purpose of preservation work they had traditionally performed, Hudik was incapable of assigning this work to his employees, and therefore, the union in exerting strike pressure on Hudik, had coupled it's work preservation objective with an unlawful secondary objective of also trying to change Austin’s manner of doing business with Slant/Fin.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 277.653
              },
              {
                "stop": 361.13,
                "text": "Now, Board entered an appropriate remedial order and the Court of Appeals as I indicated denied enforcement of the Board’s order, the Court, majority of the Court finding that the Board’s reliance upon Hudik’s lack of power to assign the work was inconsistent with the principles annunciated by this Court in National Woodwork.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 335.612
              },
              {
                "stop": 396.63,
                "text": "I would like to turn to National Woodwork, Section 8(b)4(B) makes it an unfair labor practice for a labor organization or it's agents to exert strike pressure against an employer for an object, of forcing any person to cease using handling or otherwise dealing in the products of any other person or to cease doing business with any other person.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 361.13
              },
              {
                "stop": 409.497,
                "text": "A proviso states that this provision shall not be construed to make unlawful, any primary strike or primary pickets.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 396.63
              },
              {
                "stop": 448.522,
                "text": "Now, as this Court recognized shortly after the 47 Amendments which added the secondary boycott provision to the Act that Section 8(b)4(B) must be interpreted so as to foster the dual congressional objective of preserving the right of labor organizations to bring pressure on offending employers and primary labor disputes, and of shielding unoffending employers from pressures and controversies not their own.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 409.497
              },
              {
                "stop": 455.583,
                "text": "Now, the text of achieving this accommodation is a very, very difficult one.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 448.522
              },
              {
                "stop": 468.683,
                "text": "For the distinction between legitimate primary and illegal secondary activity as this Court has indicated is rarely a glaringly price line.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 455.583
              },
              {
                "stop": 479.416,
                "text": "Union activity is secondary, if an object of the activity is to force cessation of a change in business relations between two entities.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 468.683
              },
              {
                "stop": 514.304,
                "text": "On the other hand, the objectives of even primary activity includes the desire to influence others to withhold their patronage from the employer against whom the pressure is exerted and some union activity, which I submit is this case, who have both a primary object and a secondary object and in that event the activity is unlawful for Section 8(b)(4) prescribes activity, if an object is secondary.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 479.416
              },
              {
                "stop": 532.599,
                "text": "Now, let me illustrate the way these principles were applied in National Woodwork and try to point out the difference that the Board sees between the situation here and that which was before the Court in National Woodwork.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 514.304
              },
              {
                "stop": 552.832,
                "text": "The issue in National Woodwork was whether a union that engaged in a lawful secondary boycott by refusing to permit its members who are employed by Frouge a general contractor to install prefabricated doors.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 532.599
              },
              {
                "stop": 574.643,
                "text": "Finishing doors was worked and Frouge’s employees had traditionally performed on the job site and the collective agreement had a work preservation clause similar to one here which provided that Frouge’s employees would not be required to handle doors if it has been finished off the job site.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 552.832
              },
              {
                "stop": 589.44,
                "text": "The employees struck when Frouge nevertheless ordered the pre-finished doors, although he was not required to do so, on his contract with the project owner.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 574.643
              },
              {
                "stop": 602.999,
                "text": "The court stated that the determination whether the union’s activity was primary or secondary turned on whether hope from the Court under all the surrounding circumstances.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 589.44
              },
              {
                "stop": 616.267,
                "text": "The union’s object was preservation of work for Frouge's employees or whether the agreements and the boycott were tactically calculated to satisfy union objectives elsewhere.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 602.999
              }
            ],
            "start": 67.583
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 625.556,
            "text_blocks": [
              {
                "stop": 625.556,
                "text": "Well, Mr. Come, assume there has been no provision in the contract and that the strike otherwise would not have violated the contract, the result would have been the same.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 616.267
              }
            ],
            "start": 616.267
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 742.94,
            "text_blocks": [
              {
                "stop": 635.627,
                "text": "That is correct Your Honor and I think that the contract does not make the difference.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 625.556
              },
              {
                "stop": 643.411,
                "text": "The question is whether the activity that was engaged in is secondary or primary.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 635.627
              },
              {
                "stop": 674.107,
                "text": "Now, applying the text that I outlined to the facts in National Woodwork, the Court found that the contract clause was a valid work preservation clause, therefore, no violation of 8(e) and that the facts established that the union’s object in invoking the clause against Frouge was solely the preservation of the traditional task of jobsite carpenters.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 643.411
              },
              {
                "stop": 695.406,
                "text": "Frouge had the option of prescribing pre-finished doors or not prescribing it, it elected to order them and that got him into his problem with the union.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 674.107
              },
              {
                "stop": 742.94,
                "text": "Now, the facts here we submit, are different from the situation in National Woodwork and I might say that at the same time that the Board decided National Woodwork, in that very case, you had three subcontractors who were in precisely the same situation that Hudik was in here, the Board had found an 8(b)(4)(b) violation as to them, the Court of Appeals had sustained that finding, but the union did not bring that before the Court and was for that reason that that issue was not before the Court in National Woodwork.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 695.406
              }
            ],
            "start": 625.556
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 746.321,
            "text_blocks": [
              {
                "stop": 746.321,
                "text": "Well, actually that is the reason we expressed the (Inaudible).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 742.94
              }
            ],
            "start": 742.94
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 748.394,
            "text_blocks": [
              {
                "stop": 748.394,
                "text": "That is correct Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 746.321
              }
            ],
            "start": 746.321
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 754.79,
            "text_blocks": [
              {
                "stop": 754.79,
                "text": "But this court’s decision in National Woodwork upheld the determination of the Board.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 748.394
              }
            ],
            "start": 748.394
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 847.272,
            "text_blocks": [
              {
                "stop": 775.295,
                "text": "It upheld the determination of the Board as to Frouge who have the power to control whether or not, his employees were to pay the price of the work of finishing the doors.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 754.79
              },
              {
                "stop": 790.905,
                "text": "In contrast, the Frouge, who was free to decide whether or not to use prefabricated doors, Hudik was obligated by his contract with Austin to install the prefabricated climate control units?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 775.295
              },
              {
                "stop": 806.595,
                "text": "By demanding that Hudik’s employees perform on the jobsite, the internal piping work on these climate control units, the unit was seeking work that Hudik never possessed and did not have a right to obtain.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 790.905
              },
              {
                "stop": 818.265,
                "text": "Confronted by the union’s demands of the work, Hudik as a practical matter had available only two courses of action.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 806.595
              },
              {
                "stop": 829.44,
                "text": "It could have induced, try to induce Austin to change his specifications for the job or failing that to terminate his contract with Austin.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 818.265
              },
              {
                "stop": 847.272,
                "text": "The second course, like a refusal to bid on the job initially, would not have preserved or produced work for Hudik’s employees, indeed it would have be a loss for them, the rest of the piping work that they had on this job, the first course inducing…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 829.44
              }
            ],
            "start": 754.79
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 857.686,
            "text_blocks": [
              {
                "stop": 850.089,
                "text": "Well, I suppose Mr. Norton J. Come, there was another alternative.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 847.272
              },
              {
                "stop": 857.686,
                "text": "It could perhaps negotiate with his employees in payment of bonus, to installing the ducts.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 850.089
              }
            ],
            "start": 847.272
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1023.863,
            "text_blocks": [
              {
                "stop": 861.996,
                "text": "The Court of Appeals mentions that alternative Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 857.686
              },
              {
                "stop": 871.766,
                "text": "On this record there was no suggestion that that was ever contemplated by the union.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 861.996
              },
              {
                "stop": 881.53,
                "text": "On this record, the demand was solely for the work.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 871.766
              },
              {
                "stop": 911.276,
                "text": "Now, the first course namely inducing Austin to change its specification would have produced this work only if Austin were willing to do that, so that in these circumstances, you find that whereas the union, to be sure, may have been motivated by a work preservation object.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 881.53
              },
              {
                "stop": 936.31,
                "text": "It could not have obtained that object without changing the decision of Austin and possibly also Slant/Fin whereas in the Frouge case, Frouge could have granted the union’s demand, primarily changing its own decision, discontinuing ordering pre-finished doors.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 911.276
              },
              {
                "stop": 995.441,
                "text": "Now, granted that the line between whether a cessation of business is an object or whether it is just an incident of lawful primary activity, granted that that line is a fine one and it is difficult in some cases to find out which site is aligned, it falls on, we submit that it was at least within the Board’s province to conclude and was reasonable in so concluding that given a situation such as you have here or in order to attain the union’s work preservation objective, the employer pressure, even though he was the employer of the employees involved and only give them what they sought by changing the decisions of third parties.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 936.31
              },
              {
                "stop": 1023.863,
                "text": "That involves too much of a impairment of the rights of third parties to be regarded as purely incidental to legitimate primary activity and for that reason that the Board was awarded and concluding that the union’s pressure here at least an object included an unlawful secondary one describe by it 8(b)4.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 995.441
              }
            ],
            "start": 857.686
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1030.876,
            "text_blocks": [
              {
                "stop": 1030.876,
                "text": "What if they violated the work preservation clause?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1023.863
              }
            ],
            "start": 1023.863
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1079.417,
            "text_blocks": [
              {
                "stop": 1039.105,
                "text": "The Board did not have an 8(e) charge attacking the validity of the work preservation clause.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1030.876
              },
              {
                "stop": 1079.417,
                "text": "It assumed that the work preservation clause was lawful because on its face it was susceptible of being applied in a lawful situation and as I indicated in my answer to Justice White’s conclusion, it was not crucial to the Board’s decision to determine whether the clause was lawful or unlawful because whether the clause is lawful or unlawful, you cannot use secondary pressure to implement it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1039.105
              }
            ],
            "start": 1030.876
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1088.504,
            "text_blocks": [
              {
                "stop": 1088.504,
                "text": "What could the union do to protect its own contract?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1079.417
              }
            ],
            "start": 1079.417
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1101.604,
            "text_blocks": [
              {
                "stop": 1101.604,
                "text": "Well, I think that first of all you have the question as to whether or not the contract was meant to be applied to a situation where Hudik had no control over the work.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1088.504
              }
            ],
            "start": 1088.504
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -71002800,
                  "id": 2748,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2748",
                  "type": "scotus_justice",
                  "appointing_president": "Lyndon B. Johnson",
                  "date_end": 686293200,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 73,
              "href": "https://api.oyez.org/people/thurgood_marshall",
              "name": "Thurgood Marshall",
              "last_name": "Marshall",
              "length_of_service": 8765,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/thurgood_marshall/thurgood_marshall.thumb.png",
                "id": 32770,
                "size": 59272
              },
              "ID": 15104,
              "identifier": "thurgood_marshall"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1109.016,
            "text_blocks": [
              {
                "stop": 1109.016,
                "text": "Is the contract against the employer is entirely independent of this?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1101.604
              }
            ],
            "start": 1101.604
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1269.82,
            "text_blocks": [
              {
                "stop": 1115.988,
                "text": "I submit that it could have.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1109.016
              },
              {
                "stop": 1118.069,
                "text": "I want to deal with two situations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1115.988
              },
              {
                "stop": 1128.299,
                "text": "In the first place, if the contract was not intended, prior to that it covers finishing piping work on the jobsite.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1118.069
              },
              {
                "stop": 1145.422,
                "text": "If it was not intended, however, to apply to a situation, where a sub did not have control over the work, obviously it would not, an action would not lie if one were brought, but it could be brought.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1128.299
              },
              {
                "stop": 1178.865,
                "text": "On the other hand, if it and whether you determine the legality of the contract from the circumstances under which it was entered into because 8(e) makes it a violation to enter into an illegal agreement and the mere fact the union may unilaterally later seek to apply it to a secondary situation, does not necessarily make the contract unlawful.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1145.422
              },
              {
                "stop": 1232.632,
                "text": "So you have the initial question as to whether the contract was intended to cover a situation where Hudik lost control.Assuming that it did then we get into the question as to whether or not the contract would be said nonetheless be safe from illegality by the construction industry proviso to 8(e) which privileges certain subcontracting agreements for what would to be done at the jobsite in the building construction industry, even though those contracts in other industries may violate section 8(e), but even those contracts, a legislative history makes clear cannot be enforced by restricting force and it would violate 8(b)(4), a law suit, and the only way that you could enforce the contract.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1178.865
              },
              {
                "stop": 1269.82,
                "text": "So if I can sum up after giving, I think too long an answer to your question Mr. Justice Marshall, if in fact it is to be determined that this contract was intended to encompass a situation where Hudik lost control over the work, the union maybe able to get damages in a law suit, but it could not resort to economic pressures that would violate 8(b)(4), that is not a question that was before the Board.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1232.632
              }
            ],
            "start": 1109.016
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1281.055,
            "text_blocks": [
              {
                "stop": 1281.055,
                "text": "Protected itself in the negotiation of the contract by having a provision in that to limit the preservation?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1269.82
              }
            ],
            "start": 1269.82
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1303.269,
            "text_blocks": [
              {
                "stop": 1303.269,
                "text": "Well, whatever it had, it had – whether it had negotiated a contract that would have provided for in a payment of damages or the wages that would be lost by…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1281.055
              }
            ],
            "start": 1281.055
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1311.151,
            "text_blocks": [
              {
                "stop": 1311.151,
                "text": "Could not they have changed the preservation clause and add a reference so that there would be provisos in there, which would cover their situation…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1303.269
              }
            ],
            "start": 1303.269
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1321.783,
            "text_blocks": [
              {
                "stop": 1321.783,
                "text": "Well, even if they did Your Honor, I submit that they could not use pressure that would violate Section 8(b)(4)(B), they might only be able to…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1311.151
              }
            ],
            "start": 1311.151
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1337.566,
            "text_blocks": [
              {
                "stop": 1337.566,
                "text": "I am talking about the employer, could have protected himself by putting a proviso in the preservation clause which said except where we get this like we have got now, he could have put that in the contract…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1321.783
              }
            ],
            "start": 1321.783
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1390.707,
            "text_blocks": [
              {
                "stop": 1390.707,
                "text": "He could have put that in the contract, but I submit Your Honor, that Congress nonetheless as intended to free him from economic pressure to enforce that commitment on the same theory that this Court recognized in the Sand Door case, that under the 47 amendments, the inquiry into \"hot cargo\" clauses was not illegalized, but nonetheless, the Court sustained the Board’s finding that while Congress permitted a voluntary entry into these agreements and permitted their enforcements for law suits, it drew the line at using economic pressure to enforce them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1337.566
              }
            ],
            "start": 1337.566
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1400.393,
            "text_blocks": [
              {
                "stop": 1400.393,
                "text": "It could, in the Board’s view in this case could, the Union legitimately have applied economic pressure to Austin?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1390.707
              }
            ],
            "start": 1390.707
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1403.633,
            "text_blocks": [
              {
                "stop": 1403.633,
                "text": "The Board has not answered that question Your Honor…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1400.393
              }
            ],
            "start": 1400.393
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1407.507,
            "text_blocks": [
              {
                "stop": 1407.507,
                "text": "Why?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1403.633
              }
            ],
            "start": 1403.633
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1421.188,
            "text_blocks": [
              {
                "stop": 1421.188,
                "text": "They concluded that since the only person pressured here was Hudik, that question was not before that…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1407.507
              }
            ],
            "start": 1407.507
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1470.855,
            "text_blocks": [
              {
                "stop": 1470.855,
                "text": "It seems to me it is important to know in order to properly decide this case, assuming that you have a legitimate work preservation provision with collected bargaining agreement which I believe is the premise and the assumption on which we are proceeding in this case and since the Woodworking case held that economic pressure could be exerted to enforce such an agreement, it is important, as far as I am concerned although the Board’s position is to whether or not the union is free to exert economic pressure against Austin because if not, than it is not free to exert economic pressure against anybody to enforce and effectuate the work preservation agreement that Woodworking stands off as it holds, it can be enforced by economic pressure.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1421.188
              }
            ],
            "start": 1421.188
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1485.833,
            "text_blocks": [
              {
                "stop": 1485.833,
                "text": "The only thing that Woodworking held Your Honor as I read it is that you can exert economic pressure to enforce a work preservation clause in a situation where the employer has control over the work.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1470.855
              }
            ],
            "start": 1470.855
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1495.057,
            "text_blocks": [
              {
                "stop": 1495.057,
                "text": "You think Austin in this case would have been with or without power to exceed?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1485.833
              }
            ],
            "start": 1485.833
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1511.004,
            "text_blocks": [
              {
                "stop": 1511.004,
                "text": "I think that Austin would have been with power in the sense that he was free to have prescribed the other doors…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1495.057
              }
            ],
            "start": 1495.057
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1521.416,
            "text_blocks": [
              {
                "stop": 1514.635,
                "text": "Only by renegotiation of his contract with Hudik, is it not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1511.004
              },
              {
                "stop": 1521.416,
                "text": "He would have no more, no less power that you tell us Hudik has, each would involve the renegotiation of the contract, would it not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1514.635
              }
            ],
            "start": 1511.004
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1526.305,
            "text_blocks": [
              {
                "stop": 1526.305,
                "text": "I was going back to the original point in time in which he…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1521.416
              }
            ],
            "start": 1521.416
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1541.064,
            "text_blocks": [
              {
                "stop": 1531.752,
                "text": "No, no I am telling about the time at which economic pressure was applied in this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1526.305
              },
              {
                "stop": 1541.064,
                "text": "My question was could it have legitimately and legally under the labor law then applied against Austin and you refuse to try and answer that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1531.752
              }
            ],
            "start": 1526.305
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1601.236,
            "text_blocks": [
              {
                "stop": 1591.094,
                "text": "I must in view of the footnote in the Board’s opinion which is alluded to in our brief, in which the, if I may just hold Court’s attention to, it is in the appendix to the petition 142 (a) in which the Board says in footnote one, in view of our finding that responder (Inaudible) were undertaken for a secondary object, we find that unnecessary to pass upon the administrative law, judges finding that Austin and Slant/Fin were primary employers.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1541.064
              },
              {
                "stop": 1601.236,
                "text": "Hence we are not deciding herein whether picketing or other actions brought to bear directly against Austin and Slant/Fin would constitute lawful primary activity.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1591.094
              }
            ],
            "start": 1541.064
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1635.889,
            "text_blocks": [
              {
                "stop": 1617.462,
                "text": "I am suggesting only that it seems to me in light of Woodworking which certainly stands for the proposition at a work preservation clause, such as this assuming it is legitimate one and that is the assumption here, can be enforced by a union, by the application of economic sanction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1601.236
              },
              {
                "stop": 1635.889,
                "text": "It is important I would say that in this case to know whether that could be enforced against anybody, the economic sanction or whether in a case like this whether there is a subcontract that Woodworking becomes a dead letter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1617.462
              }
            ],
            "start": 1601.236
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1747.196,
            "text_blocks": [
              {
                "stop": 1652.32,
                "text": "I only repeat myself when I say that I do not read Woodworkers as deciding that there is a right to bring economic pressure to enforce a work preservation clause in a situation such as we have here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1635.889
              },
              {
                "stop": 1667.446,
                "text": "I have also referred in my brief to two decisions that case some light on this problem, but do not directly answer it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1652.32
              },
              {
                "stop": 1726.562,
                "text": "There is a case of Western Monolithics in which the Board held prior to its decision is this case, that pressure against a general contractor would be permissible in this type of the situation and that decision was the denied enforcement by the Ninth Circuit and subsequent to this decision is a case called summit in which the Board found that in the circumstances there, picketing of the manufacturer was not permissible, but in that situation the manufacturer’s employees were represented by another union and the pressure against him involved the violation of 8(b)(4)(B) in that they were seeking to enforce the reassignment of work from the manufacturer’s employees to the union employees.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1667.446
              },
              {
                "stop": 1747.196,
                "text": "I think the answer to that question may well depend upon, what it is that the union is seeking, if it is seeking to appeal to consumers not to purchase Slant/Fin products, because that diminishes their work opportunities…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1726.562
              }
            ],
            "start": 1635.889
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1787.796,
            "text_blocks": [
              {
                "stop": 1787.796,
                "text": "It is seeking to effectuate its work preservation clause that it is negotiated through collective bargaining and as succeeding and getting into the collective bargaining agreement and the Woodworkers said that there was a proper and legitimate objective and if the answer to my question would let us know whether in the context of this case, where it was saying that it cannot enforce, effectuate that against anybody or simply that it cannot effectuate it against Hudik, but could against Austin, and I think that’s some importance.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1747.196
              }
            ],
            "start": 1747.196
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1790.11,
            "text_blocks": [
              {
                "stop": 1790.11,
                "text": "I wish I had a better answer for you…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1787.796
              }
            ],
            "start": 1787.796
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1798.894,
            "text_blocks": [
              {
                "stop": 1792.517,
                "text": "So take a position on static, right?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1790.11
              },
              {
                "stop": 1798.894,
                "text": "Are you suggesting that Austin would have any more or less control on Hudik?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1792.517
              }
            ],
            "start": 1790.11
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1803.68,
            "text_blocks": [
              {
                "stop": 1803.68,
                "text": "I think that at the time that the specifications were drawn up, yes…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1798.894
              }
            ],
            "start": 1798.894
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1804.965,
            "text_blocks": [
              {
                "stop": 1804.965,
                "text": "That is not the critical time.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1803.68
              }
            ],
            "start": 1803.68
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1809.682,
            "text_blocks": [
              {
                "stop": 1809.682,
                "text": "It has been exactly the same situation that Frouge would have been in National Woodwork.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1804.965
              }
            ],
            "start": 1804.965
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1822.655,
            "text_blocks": [
              {
                "stop": 1811.249,
                "text": "Well, that is not the critical time.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1809.682
              },
              {
                "stop": 1822.655,
                "text": "I am talking about the time when economic pressure was actually exerted, because Hudik before he negotiated any contract would have been equally free to accede.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1811.249
              }
            ],
            "start": 1809.682
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1838.777,
            "text_blocks": [
              {
                "stop": 1838.777,
                "text": "But that would not have given his men any work, not as a work that they sought, whereas in Frouge’s case it would have and had Austin prescribed non-prefabricated units; it would have…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1822.655
              }
            ],
            "start": 1822.655
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1853.902,
            "text_blocks": [
              {
                "stop": 1853.902,
                "text": "Had the economic pressure had been applied against Hudik before he ever entered into this subcontract, he would have been equally free to accede and do not have entered into that subcontract.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1838.777
              }
            ],
            "start": 1838.777
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1857.664,
            "text_blocks": [
              {
                "stop": 1857.664,
                "text": "Thank you, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1853.902
              }
            ],
            "start": 1853.902
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1878.716,
            "text_blocks": [
              {
                "stop": 1878.716,
                "text": "If when the pressure was applied here, the principal contractor said, oh, go ahead and use what calling up on the phone, I understand you are having trouble with the labor, just go ahead and use whatever doors you want, this case would have come out differently.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1857.664
              }
            ],
            "start": 1857.664
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1886.208,
            "text_blocks": [
              {
                "stop": 1886.208,
                "text": "It would have been like the situation of Frouge in the National Woodwork.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1878.716
              }
            ],
            "start": 1878.716
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1888.272,
            "text_blocks": [
              {
                "stop": 1888.272,
                "text": "It would have been within his power to accede.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1886.208
              }
            ],
            "start": 1886.208
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/norton_j_come",
              "name": "Norton J. Come",
              "last_name": "Come",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 37058,
              "identifier": "norton_j_come"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1894.377,
            "text_blocks": [
              {
                "stop": 1894.377,
                "text": "Yes, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1888.272
              }
            ],
            "start": 1888.272
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1902.595,
            "text_blocks": [
              {
                "stop": 1902.595,
                "text": "Mr. Gold.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1894.377
              }
            ],
            "start": 1894.377
          }
        ],
        "stop": 1902.595,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2049.677,
            "text_blocks": [
              {
                "stop": 1906.982,
                "text": "Mr. Chief Justice, and May it please the Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1902.595
              },
              {
                "stop": 1940.092,
                "text": "In National Woodwork as Mr. Come said this Court canvas at least the beginning of this problem and we would emphasize that it did not reach this issue not because it was forecasting a difference, but because as it was explicitly stated in the opinion, the union did not take a cross appeal from, did not file a cross petition from the portion of a case in which it did not prevail, and therefore, the Court said that this further issue was not before them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1906.982
              },
              {
                "stop": 1946.126,
                "text": "However, we do not believe that National Woodwork is immaterial here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1940.092
              },
              {
                "stop": 1995.603,
                "text": "The Court did not simply decide a case on its facts, as five Court of Appeals recognized thereafter, it stated a method of decision, a method of decision for determining what is the primary dispute is stated in the opinion Mr. Come has quoted the operative language and its whether under all these surrounding circumstances, the union’s objective was preservation of work for the employees and this is my addition of the employer who signed the agreement and who has been struck and now going back to the Court or whether the agreements and boycott were tactically calculated to satisfy union objectives elsewhere.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1946.126
              },
              {
                "stop": 2007.9,
                "text": "The touchstone is whether the agreement or its maintenance is addressed to the labor relations of the contracting employer, these are his only employees.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1995.603
              },
              {
                "stop": 2048.244,
                "text": "That would not attest which was new, but as the opinion demonstrates, it goes all away back to the basic understanding, beginning with Duplex verses Deering, which was a very long time ago and during all the intervening time, there has been an understanding that there is a difference between primary activity and secondary boycott and that the essence of a primary activity and a primary strike is that it is strike by employees against their own employer in defense of there own working conditions.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2007.9
              },
              {
                "stop": 2049.677,
                "text": "We quote...",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2048.244
              }
            ],
            "start": 1902.595
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2070.44,
            "text_blocks": [
              {
                "stop": 2070.44,
                "text": "I suppose, is your position then that even if this particular subcontractor had always used prefabricated doors and the union was simply striking to try to get their own employee to quit using prefabricated doors and have them constructed by them at the jobsite, you would be making the same argument?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2049.677
              }
            ],
            "start": 2049.677
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2103.135,
            "text_blocks": [
              {
                "stop": 2095.777,
                "text": "Mr. Justice White, in National Woodwork, the Court left open the question, another question left open as to whether a primary activity is only the defensive traditional work or that it includes the attempt to secure additional work.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2070.44
              },
              {
                "stop": 2103.135,
                "text": "Our position would be that the essence of the primary, secondary dichotomy is that there is no such distinction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2095.777
              }
            ],
            "start": 2070.44
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2104.928,
            "text_blocks": [
              {
                "stop": 2104.928,
                "text": "You know but the answer to my question is yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2103.135
              }
            ],
            "start": 2103.135
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2138.103,
            "text_blocks": [
              {
                "stop": 2130.781,
                "text": "Yes, but is not determinant here is what I was trying to say because here there is a square finding that this is traditional unit work, that this is not an acquired case and it may be that the line is drawn somewhere and that we are correct here and incorrect in our further assertion.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2104.928
              },
              {
                "stop": 2138.103,
                "text": "I recognize that and I recognize that we have no authority supporting the position I was arguing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2130.781
              }
            ],
            "start": 2104.928
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2139.571,
            "text_blocks": [
              {
                "stop": 2139.571,
                "text": "But your search point.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2138.103
              }
            ],
            "start": 2138.103
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2147.576,
            "text_blocks": [
              {
                "stop": 2147.576,
                "text": "But even in the absence of any work preservation clause at all, the result should come out your way in this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2139.571
              }
            ],
            "start": 2139.571
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2177.136,
            "text_blocks": [
              {
                "stop": 2159.127,
                "text": "Well, I tried, our view is that at a certain point of time the employer and his employees need to negotiate a collective agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2147.576
              },
              {
                "stop": 2165.28,
                "text": "At that point there is no agreement by hypothesis.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2159.127
              },
              {
                "stop": 2177.136,
                "text": "If the union seeks a secondary agreement, it is violating 8(b)4(A) and 8(e) that is the change of the law….",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2165.28
              }
            ],
            "start": 2147.576
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2178.541,
            "text_blocks": [
              {
                "stop": 2178.541,
                "text": "The Sand Door.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2177.136
              }
            ],
            "start": 2177.136
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2412.209,
            "text_blocks": [
              {
                "stop": 2188.14,
                "text": "Right, affected in 1959 so it can only seek a lawful agreement in the first place and therefore the agreement does not change anything here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2178.541
              },
              {
                "stop": 2205.695,
                "text": "It is simply evidence that that was the union was seeking to preserve its traditional work and it is also relevant secondarily, I would say because, it demonstrates, what is to us a very strange set of priorities and equities, as the Board views the matter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2188.14
              },
              {
                "stop": 2209.803,
                "text": "It so happens that here the contract was first the collective agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2205.695
              },
              {
                "stop": 2243.929,
                "text": "At that point the Board as we read its opinion, it expressly recognizes that the union could negotiate a contract and then the Board says that the employer subsequently can go and negotiate a contract with another employer turned himself from a primarily into a neutral and neutralize the union’s ability to enforce the agreement by it's normal method of the strike against the employer with whom it had the lawful agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2209.803
              },
              {
                "stop": 2296.842,
                "text": "Now, the Board suggests in its reply brief in point one of the reply brief that we overstate the proposition, we overstate the test of what is primarily activity because there can be some situations in which the employees own conditions are matters which they cannot validly strike (Inaudible) and they give the example, suppose the employees wish to have a clause in the agreement saying that they do not have to work on a job where other employers employ non union men or suppose that they negotiate, asked to negotiate an agreement saying that they do not have to handle goods coming from a struck plant.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2243.929
              },
              {
                "stop": 2303.956,
                "text": "But we have not used the term working conditions in a limitless sense.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2296.842
              },
              {
                "stop": 2350.079,
                "text": "In a one view of world we would far prefer working conditions could be anything that affect employees, but we recognized that in those two situations, which are the situations of the Denver Building case and the issue covered by 8(e), Congress has decided that while you could reformulate the matter to say that the immediate employees, who do not want to work on the same job site with non union people are having their working conditions affected, it is only in the most remote way and that the real problem is the problem between the another employer, namely whether he is going to recognize the union and his own employees and is only a derivative affect.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2303.956
              },
              {
                "stop": 2365.358,
                "text": "Here the question of whether there is going to be a work preservation agreement and whether these pipe fitters and steamfitters are going to do the work they have done for years is an immediate and direct concern to them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2350.079
              },
              {
                "stop": 2371.289,
                "text": "If they worked fewer hours, if they have less work, fewer the more work obviously.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2365.358
              },
              {
                "stop": 2376.535,
                "text": "Their wage rates, however high they may be multiplied by fewer hours.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2371.289
              },
              {
                "stop": 2412.209,
                "text": "They are directly and immediately threatened in the most basic ways and we think that the distinction between the case here where the whole pattern of the Act sanctions, the unions concerned and denominated working conditions, these employees own working conditions and the situation where the employees are really interested in the working conditions and the employment relationship between other employers is plain.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2376.535
              }
            ],
            "start": 2178.541
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2430.621,
            "text_blocks": [
              {
                "stop": 2430.621,
                "text": "Mr. Laurence Gold is there anything in this record that throws any light on the question of whether Hudik as a construction industry subcontractor here had a regular permanent cadre of workers or whether he might have just gotten workers by the job from the construction home, from the hiring home?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2412.209
              }
            ],
            "start": 2412.209
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2443.442,
            "text_blocks": [
              {
                "stop": 2436.683,
                "text": "I do not believe that there is anything in the record in this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2430.621
              },
              {
                "stop": 2443.442,
                "text": "Hudik was dealing with the union on behalf of the people he normally employed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2436.683
              }
            ],
            "start": 2430.621
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2454.441,
            "text_blocks": [
              {
                "stop": 2454.441,
                "text": "But if he just got people from a hiring home on a job basis, there certainly would appear to be something to the Board’s contention that these people never would have had a job at all if he had not bid on this contract.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2443.442
              }
            ],
            "start": 2443.442
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2988.648,
            "text_blocks": [
              {
                "stop": 2463.861,
                "text": "Well, these are the kinds of calculations that both the employers and unions and their members have to make all the time.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2454.441
              },
              {
                "stop": 2469.207,
                "text": "The union is saying “Our long run interest is preserving this traditional work.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2463.861
              },
              {
                "stop": 2477.077,
                "text": "The employer’s reply argument is that “I will not be able to bid and secure as much work as I otherwise would.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2469.207
              },
              {
                "stop": 2481.355,
                "text": "And the Union says that “We are prepared for that test.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2477.077
              },
              {
                "stop": 2483.51,
                "text": "That is our calculation and that is our gamble.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2481.355
              },
              {
                "stop": 2503.381,
                "text": "That is no different from the Union saying, “We want to work for $8 an hour” and the employer saying, “Most of the bids come out in a way which means, that if my labor costs are over 750, I cannot secure the work.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2483.51
              },
              {
                "stop": 2510.796,
                "text": "The Union says, “We think the labor, there is more elasticity in the bid market than you say.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2503.381
              },
              {
                "stop": 2522.784,
                "text": "We think that we can organize enough of the workers in this area, so that we can maintain our labor condition and we insist on the conditions we ask.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2510.796
              },
              {
                "stop": 2531.319,
                "text": "The whole theory of the Act is that a matter like that is to be worked out between the employer and his employees and they are represented it through bargaining.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2522.784
              },
              {
                "stop": 2572.08,
                "text": "If the Union is wrong it is wrong, but that does not mean it is not seeking to preserve its traditional standards or in the wage case I gave to get the wagers that the employees believe are worthwhile for their work and to denominate that as turning from primary to secondary, if the employer accepts a bid for 750 and then says, “I no longer can pay you $8, which is really the Board’s theory, because I no longer have control over the matter,” it seems to us to be a perversion of the whole theory of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2531.319
              },
              {
                "stop": 2594.005,
                "text": "The board’s position, as Mr. Come has indicated is that an employer, who cannot give the employees immediate satisfaction without changing an agreement, he has subsequently reached with someone else, is a neutral.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2572.08
              },
              {
                "stop": 2597.828,
                "text": "It seems to us to be defective on many, many scores.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2594.005
              },
              {
                "stop": 2607.358,
                "text": "Let me begin with one which has already been explored and that is once the two employers have reached their agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2597.828
              },
              {
                "stop": 2612.056,
                "text": "Who is the primary, and there are two possible answers.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2607.358
              },
              {
                "stop": 2633.112,
                "text": "The Board first ventured the answer in the Western Monolithics case, which Mr. Come mentioned, which is a Ninth Circuit case which eventually became a Ninth Circuit case, that the general contractor becomes the primary because he has the right of control.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2612.056
              },
              {
                "stop": 2653.625,
                "text": "The Ninth Circuit in an opinion by Judge Eugene Wright said “No, you cannot say that the general contractor with whom the union has no contacts does not bargain, he does not employ any of their members is the primary and the Board was reversed.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2633.112
              },
              {
                "stop": 2667.926,
                "text": "As Mr. Come indicates, subsequently in the Board case, there has been a suggestion that no one is the primary, that whereas at the time the agreement was negotiated, the Union would have had the right of enforcement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2653.625
              },
              {
                "stop": 2678.374,
                "text": "Once their employer enters into an agreement with somebody else, there is no primary and we think that that is flatly inconsistent with the whole theory of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2667.926
              },
              {
                "stop": 2715.084,
                "text": "As I was indicating in my answer to Mr. Justice Rehnquist and as this Court has reiterated time and again, most recently in the Machines case, Preemption case last year, the theory of the Act is to center a labor conflict in the bargaining unit of an employer and his employees and the theory of the Act is that so long is it dealing with lawful mandatory subjects of bargaining, what the wages are, what work the employees will insist on doing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2678.374
              },
              {
                "stop": 2757.151,
                "text": "That is a matter not to be settled, not by outside parties, but by a test of economic strength, if reason is either side sees it fails and to say that employers can by agreements among themselves, change the situation entirely and create a situation where even though the Union does not enter into a no strike clause and thereby retains its right to enforce its agreement by its normal strike weapon, it has lost that strike weapon, it has nobody against whom it could employ economic force if there is no primary dispute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2715.084
              },
              {
                "stop": 2765.244,
                "text": "It seems to us to be flatly and absolutely inconsistent with the genius of this Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2757.151
              },
              {
                "stop": 2772.604,
                "text": "I would like in conclusion, because I think my time is up.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2765.244
              },
              {
                "stop": 2789.358,
                "text": "I would like at this point to turn to a discussion of two cases in this Court upon which the Board places reliance and which we think they misunderstand.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2772.604
              },
              {
                "stop": 2791.926,
                "text": "The first is the Denver Building case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2789.358
              },
              {
                "stop": 2803.721,
                "text": "In Denver building, the crux of the dispute was the fact “A” subcontractor on a jobsite was employing non-union labor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2791.926
              },
              {
                "stop": 2809.498,
                "text": "The unions who are concerned about that did not go to the subcontractor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2803.721
              },
              {
                "stop": 2825.555,
                "text": "Rather they went to the general contractor and told him that they wanted the subcontractor off the job or convert it into a union contractor or else they were going to strike and the Board found that that was a violation of 8(b)(4)(B).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2809.498
              },
              {
                "stop": 2840.413,
                "text": "Now, it seems to us that the plainness of Denver building trades is that the – who has the ultimate economic control is not determined.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2825.555
              },
              {
                "stop": 2848.638,
                "text": "It is plain that the general contractor in the Denver case had the right of control.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2840.413
              },
              {
                "stop": 2861.254,
                "text": "He could both originally as you were pointing out Mr. Justice Stewart, have given the contract to somebody else and he could have terminated the contractor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2848.638
              },
              {
                "stop": 2871.165,
                "text": "He could have told the subcontractor that he had to operate union on that job, at least or maybe over all.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2861.254
              },
              {
                "stop": 2878.832,
                "text": "Yet, the Board found and this Court agreed that that was a secondary boycott.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2871.165
              },
              {
                "stop": 2907.871,
                "text": "We do not understand how the Board can draw any conflict from the proposition that a union which has its real dispute with a sub can strike the general when right here what the union is trying to do is strike the sub who is the person who employs the employees who have a complaint and the person who entered into the collective agreement which begins the matter in the first place.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2878.832
              },
              {
                "stop": 2925.262,
                "text": "The second case in this Court that the Board mentions, second case that the Board mentions in this Court is the Sand Door case, the carpenter’s case in 357 U.S. which Mr. Come has mentioned.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2907.871
              },
              {
                "stop": 2950.303,
                "text": "Prior to 1959 and under the Sand Door rule, there were agreements that the parties could enter into which were lawful, but which the Union could not enforce by collective economic action, even against the employer with whom they had entered into the agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2925.262
              },
              {
                "stop": 2981.827,
                "text": "The theory of Sand Door with which we agree is that while both contracts were lawful under the statute as it stood then, they could not turn what was otherwise a secondary boycott into primary activity and we do not argue here that the original agreement turn what would otherwise be secondary activity into primary activity.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2950.303
              },
              {
                "stop": 2988.648,
                "text": "We simply say that the original agreement was a traditional…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2981.827
              }
            ],
            "start": 2454.441
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2990.664,
            "text_blocks": [
              {
                "stop": 2990.664,
                "text": "We are talking about the original agreement?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2988.648
              }
            ],
            "start": 2988.648
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2997.489,
            "text_blocks": [
              {
                "stop": 2997.489,
                "text": "I am sorry, the original agreement between the union and Hudik, containing the work preservation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2990.664
              }
            ],
            "start": 2990.664
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2998.306,
            "text_blocks": [
              {
                "stop": 2998.306,
                "text": "Collective Bargaining rates.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2997.489
              }
            ],
            "start": 2997.489
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2998.937,
            "text_blocks": [
              {
                "stop": 2998.937,
                "text": "Yes, the original collective…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2998.306
              }
            ],
            "start": 2998.306
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2999.996,
            "text_blocks": [
              {
                "stop": 2999.996,
                "text": "Including work preservation, that is right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2998.937
              }
            ],
            "start": 2998.937
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3011.72,
            "text_blocks": [
              {
                "stop": 3011.72,
                "text": "Right, the original collective bargaining agreement, it was a time there, it was an agreement on a primary subject and that the enforcement is also on a primary, is by perforce primary.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2999.996
              }
            ],
            "start": 2999.996
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3017.596,
            "text_blocks": [
              {
                "stop": 3017.596,
                "text": "When you say, what do you mean when you say the enforcement is perforce primary, and that is Woodworkers, that is…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3011.72
              }
            ],
            "start": 3011.72
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3060.695,
            "text_blocks": [
              {
                "stop": 3029.766,
                "text": "Yeah, what I am trying to say Mr. Justice Rehnquist is that the original, you test the original agreement by the standard stated in National Woodwork.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3017.596
              },
              {
                "stop": 3060.695,
                "text": "Is the agreement addressed to preserving the work of the employees, the type of work they have done on the jobsite and the answer in this case is, yes, just as it was in the National Woodwork and you test the enforcement of the agreement by the same standard and the answer again is yes, because what the employees are trying to do is to assure that the employer continues to observe that agreement which they feel is in their basic long-term interest, that…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3029.766
              }
            ],
            "start": 3017.596
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3067.321,
            "text_blocks": [
              {
                "stop": 3065.586,
                "text": "But certainly the enforcement has consequences against Austin in this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3060.695
              },
              {
                "stop": 3067.321,
                "text": "It could bring pressure on Austin, does it not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3065.586
              }
            ],
            "start": 3060.695
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3125.861,
            "text_blocks": [
              {
                "stop": 3080.89,
                "text": "Well, the agreement if it had been lived up to, would have those consequences right from the first day, it is inevitable that the agreement has consequences.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3067.321
              },
              {
                "stop": 3090.451,
                "text": "Once Hudik enters into the agreement, if he is in good faith, he has a limitation on the terms upon which he can do business with third persons.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3080.89
              },
              {
                "stop": 3125.861,
                "text": "He either is going to limit his bids to situations in which the bid is one he can accept without violating his agreement or is not and that is one of the plain consequences of every agreement, whether it is an agreement on hours, or an agreement on what type of work the employees demand as a condition of doing any work, and that is one of its intended effects, it is an inescapable effect.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3090.451
              }
            ],
            "start": 3067.321
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3140.666,
            "text_blocks": [
              {
                "stop": 3140.666,
                "text": "Are not you arguing that under 158(e), where a contract is expressly banned or accepted it, if then does it cover a situation like this?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3125.861
              }
            ],
            "start": 3125.861
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3142.481,
            "text_blocks": [
              {
                "stop": 3142.481,
                "text": "No, Mr. Justice White, we do not…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3140.666
              }
            ],
            "start": 3140.666
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3146.363,
            "text_blocks": [
              {
                "stop": 3146.363,
                "text": "Even the Congress expressly permits this kind of a contract?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3142.481
              }
            ],
            "start": 3142.481
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3151.738,
            "text_blocks": [
              {
                "stop": 3151.738,
                "text": "Yes, this kind of contract is lawful in the construction industry and out of the construction industry…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3146.363
              }
            ],
            "start": 3146.363
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3156.738,
            "text_blocks": [
              {
                "stop": 3156.738,
                "text": "The Board does not suggest that this agreement in this case is illegal.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3151.738
              }
            ],
            "start": 3151.738
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3157.19,
            "text_blocks": [
              {
                "stop": 3157.19,
                "text": "No.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3156.738
              }
            ],
            "start": 3156.738
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3159.989,
            "text_blocks": [
              {
                "stop": 3159.989,
                "text": "Or that it is not enforceable?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3157.19
              }
            ],
            "start": 3157.19
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3162.57,
            "text_blocks": [
              {
                "stop": 3162.57,
                "text": "Well, it is not clear whether they say that it…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3159.989
              }
            ],
            "start": 3159.989
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3167.497,
            "text_blocks": [
              {
                "stop": 3167.497,
                "text": "Well, would – could you enforce it in a 301 Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3162.57
              }
            ],
            "start": 3162.57
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3217.804,
            "text_blocks": [
              {
                "stop": 3200.914,
                "text": "We do not understand after 1959, how we could enforce it in a 301 action if the Board prevails here because what Congress did in 1959 was say, that there is a unity between what the type of agreement you can enter into and a type of agreement you can enforce by economic pressure and since there is such a unity, what we think is happening is that we are been chopped down piece by piece.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3167.497
              },
              {
                "stop": 3217.804,
                "text": "First we are told that we cannot enforce it because it would be a violation of 8(b)(4)(B), then the next step will be that since it is a violation of 8(b)(4)(B) to enforce it insisting on enforcement demonstrates that it is a 8(e) violation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3200.914
              }
            ],
            "start": 3167.497
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3237.226,
            "text_blocks": [
              {
                "stop": 3237.226,
                "text": "I do not think, it Maybe you do just come out and say that because Congress has expressed approval of a contract like this and because it is expressed provision in 301, in 301 actions you can enforce a contract that this provision, this construction of the Board is just simply contrary to (Inaudible).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3217.804
              }
            ],
            "start": 3217.804
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3265.741,
            "text_blocks": [
              {
                "stop": 3249.876,
                "text": "Absolutely, I mean that is what we are saying, I just want to make one thing clear because I do not want to take advantage of a question which I believe aides my cause and then find out and misunderstood it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3237.226
              },
              {
                "stop": 3258.738,
                "text": "We are not saying that this contract is legal because of the so called construction industry proviso to Section 8(e).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3249.876
              },
              {
                "stop": 3261.288,
                "text": "We are saying that this is a primary clause.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3258.738
              },
              {
                "stop": 3265.741,
                "text": "It would be lawful in the construction industry or in any other industry…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3261.288
              }
            ],
            "start": 3237.226
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3267.787,
            "text_blocks": [
              {
                "stop": 3267.787,
                "text": "Well, you want to win more than your case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3265.741
              }
            ],
            "start": 3265.741
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3272.254,
            "text_blocks": [
              {
                "stop": 3272.254,
                "text": "No, no it is just that…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3267.787
              }
            ],
            "start": 3267.787
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3281.846,
            "text_blocks": [
              {
                "stop": 3281.846,
                "text": "Well, let us just assume the question was, does the construction industry proviso cover this case?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3272.254
              }
            ],
            "start": 3272.254
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3283.577,
            "text_blocks": [
              {
                "stop": 3283.577,
                "text": "Your answer to that is no, is it not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3281.846
              }
            ],
            "start": 3281.846
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3288.739,
            "text_blocks": [
              {
                "stop": 3288.739,
                "text": "My understanding is that the construction industry proviso does not cover this case because…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3283.577
              }
            ],
            "start": 3283.577
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3291.012,
            "text_blocks": [
              {
                "stop": 3291.012,
                "text": "In terms of validating the contract?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3288.739
              }
            ],
            "start": 3288.739
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3291.472,
            "text_blocks": [
              {
                "stop": 3291.472,
                "text": "Right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3291.012
              }
            ],
            "start": 3291.012
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3292.428,
            "text_blocks": [
              {
                "stop": 3292.428,
                "text": "Why not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3291.472
              }
            ],
            "start": 3291.472
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3335.921,
            "text_blocks": [
              {
                "stop": 3307.905,
                "text": "Because our understanding is that it relates only to contracting and subcontracting of work on a site and here the problem is in part, a problem of what work is to be done offsite and what work is to be done onsite.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3292.428
              },
              {
                "stop": 3324.098,
                "text": "Therefore, our source of validation is that the agreement, the desire of these employees to preserve their traditional work is a primary demand.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3307.905
              },
              {
                "stop": 3335.921,
                "text": "It is the same type of demand a group of factory workers could make, saying we do not want you to contract out assembly line work which we have always done in this plant.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3324.098
              }
            ],
            "start": 3292.428
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3343.931,
            "text_blocks": [
              {
                "stop": 3343.931,
                "text": "Mr. Gold, putting it a little different, your contention if the contract is legal is because you understand that it is within the rationale of National Woodwork, is it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3335.921
              }
            ],
            "start": 3335.921
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3514.745,
            "text_blocks": [
              {
                "stop": 3353.057,
                "text": "Absolutely and I cannot add to that and I will not try.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3343.931
              },
              {
                "stop": 3377.82,
                "text": "I want to point out although it is a secondary aspect of our argument that the Board says that we must have an object, a secondary object in this case because the employer has only two choices.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3353.057
              },
              {
                "stop": 3396.82,
                "text": "Either he can cease doing, the employer Hudik, either he can cease doing business with Austin or he can attempt to get a change in the agreement between Austin and himself and as the Court of Appeals pointed out, there is a third option.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3377.82
              },
              {
                "stop": 3427.525,
                "text": "If somebody breaches an agreement, he can seek to pay a premium or some other compensation for the breaching dead on with the work as Mr. Come indicates that is not a choice that any contract breaker really relishes, but to say that it does not exist and that there are only two choices seems to us to be illogical in the extreme.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3396.82
              },
              {
                "stop": 3443.917,
                "text": "Finally, I do want to note – I do want to take up a point that the Board makes in its reply brief in terms of the so called secondary object conjoined with primary object.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3427.525
              },
              {
                "stop": 3455.559,
                "text": "It is our view that that type of approach destroys the primary secondary dichotomy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3443.917
              },
              {
                "stop": 3464.408,
                "text": "Let me give two examples in addition to the example here to show that this is not a sue generous situation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3455.559
              },
              {
                "stop": 3481.704,
                "text": "Suppose that the employees meet and discuss the matter among themselves and decide that they do not want to work weekends, that is hardly an unrealistic hypothetical as the members of the Court who heard the Jewel Tea case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3464.408
              },
              {
                "stop": 3494.598,
                "text": "Well remember, thereafter their employer enters into an agreement with somebody else which requires him to have three shifts, seven days a week in order to complete the work.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3481.704
              },
              {
                "stop": 3514.745,
                "text": "As we understand the Board’s theory, this primary agreement becomes unenforceable, because the employer has given away his right of control, he would have to renegotiate his agreement with the general contractor from whom he accepted this bid, knowing that was inconsistent with the agreement he had made with the union.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3494.598
              }
            ],
            "start": 3343.931
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3519.102,
            "text_blocks": [
              {
                "stop": 3519.102,
                "text": "So that agreement would not be covered by the language of statute, would it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3514.745
              }
            ],
            "start": 3514.745
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3523.419,
            "text_blocks": [
              {
                "stop": 3523.419,
                "text": "The hours, whether employee who work 8 to 4 and whether they work Mondays…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3519.102
              }
            ],
            "start": 3519.102
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3527.015,
            "text_blocks": [
              {
                "stop": 3527.015,
                "text": "I mean let us have the language of 8(b)(4)(b).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3523.419
              }
            ],
            "start": 3523.419
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3528.134,
            "text_blocks": [
              {
                "stop": 3528.134,
                "text": "I am sorry Your Honor, I do not understand…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3527.015
              }
            ],
            "start": 3527.015
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3531.778,
            "text_blocks": [
              {
                "stop": 3531.778,
                "text": "Well, I just do not think your hypothetical would come within 8(b)(4)(b).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3528.134
              }
            ],
            "start": 3528.134
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3574.821,
            "text_blocks": [
              {
                "stop": 3544.443,
                "text": "Well, they are the pieces that the employees refuse to work at all unless he no longer requires him to work on weekends as a condition of their continued employment.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3531.778
              },
              {
                "stop": 3547.713,
                "text": "That would be precisely this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3544.443
              },
              {
                "stop": 3554.302,
                "text": "In other words, here the employer says, “You do this work, but you do not get to do the other work you want.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3547.713
              },
              {
                "stop": 3560.861,
                "text": "In the case I am positing” the employer says, “If you want to continue to work for me, you have to do the work on weekends.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3554.302
              },
              {
                "stop": 3563.1,
                "text": "They say, “No, we do not want to work on weekends.”",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3560.861
              },
              {
                "stop": 3574.821,
                "text": "He says “That is the matter outside my control now, I have agreed with the general contractor to run three shifts” and it seems…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3563.1
              }
            ],
            "start": 3531.778
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3582.78,
            "text_blocks": [
              {
                "stop": 3582.78,
                "text": "But you think the language of 8(b)(4)(B) covers the hours of work in agreement to work seven days a week at all, I just do not think the language applies…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3574.821
              }
            ],
            "start": 3574.821
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3583.864,
            "text_blocks": [
              {
                "stop": 3583.864,
                "text": "I do not think that…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3582.78
              }
            ],
            "start": 3582.78
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3587.245,
            "text_blocks": [
              {
                "stop": 3587.245,
                "text": "Not ceasing to do business with another employer.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3583.864
              }
            ],
            "start": 3583.864
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3588.192,
            "text_blocks": [
              {
                "stop": 3588.192,
                "text": "Well, the employer…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3587.245
              }
            ],
            "start": 3587.245
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3593.113,
            "text_blocks": [
              {
                "stop": 3593.113,
                "text": "The basic language, I think the basic prohibition in 8(b)(4)(B) just does not fit that example as I read it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3588.192
              }
            ],
            "start": 3588.192
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3597.416,
            "text_blocks": [
              {
                "stop": 3597.416,
                "text": "Well, that is, I do not know if you are referring to…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3593.113
              }
            ],
            "start": 3593.113
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3606.177,
            "text_blocks": [
              {
                "stop": 3606.177,
                "text": "See here are you saying you cannot do work on these other, on the product bought on the third party. If you do not have the third party situation, I do not think any hypothetical example.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3597.416
              }
            ],
            "start": 3597.416
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3618.765,
            "text_blocks": [
              {
                "stop": 3617.401,
                "text": "Well, in the hypothetical example, the employees will not do the work that the third party tenders under the agreement.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3606.177
              },
              {
                "stop": 3618.765,
                "text": "Well, let me just…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3617.401
              }
            ],
            "start": 3606.177
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3620.881,
            "text_blocks": [
              {
                "stop": 3620.881,
                "text": "They will do it for five days and not for seven.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3618.765
              }
            ],
            "start": 3618.765
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3628.242,
            "text_blocks": [
              {
                "stop": 3628.242,
                "text": "Oh, that is right and part of the agreement between the employer, in other words…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3620.881
              }
            ],
            "start": 3620.881
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3629.714,
            "text_blocks": [
              {
                "stop": 3629.714,
                "text": "Well, I should, I am sorry, I should not…",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3628.242
              }
            ],
            "start": 3628.242
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3663.382,
            "text_blocks": [
              {
                "stop": 3638.828,
                "text": "No, I apologize; obviously I do not want to give examples which do not further my argument, when I feel the argument stand on its merits.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3629.714
              },
              {
                "stop": 3643.629,
                "text": "It is just that the Board says that this situation is sue generous.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3638.828
              },
              {
                "stop": 3663.382,
                "text": "We do not believe that it is, we think the problem is the same whenever employees negotiate an agreement with their own employer and then that employer enters into an inconsistent contract with the third person say you can not enforce your collective agreement against me because I am now a neutral.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3643.629
              }
            ],
            "start": 3629.714
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3664.728,
            "text_blocks": [
              {
                "stop": 3664.728,
                "text": "Your time is expire, Mr. Gold.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3663.382
              }
            ],
            "start": 3663.382
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/laurence_gold",
              "name": "Laurence Stephen Gold",
              "last_name": "Gold",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 34498,
              "identifier": "laurence_gold"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3665.482,
            "text_blocks": [
              {
                "stop": 3665.482,
                "text": "Thank you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3664.728
              }
            ],
            "start": 3664.728
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3669.995,
            "text_blocks": [
              {
                "stop": 3669.995,
                "text": "Thank you gentleman, the case is submitted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3665.482
              }
            ],
            "start": 3665.482
          }
        ],
        "stop": 3669.995,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 1902.595
      }
    ],
    "duration": 3669.995
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1976/75-777/19761006a_75-777.delivery.mp3",
      "id": 43346,
      "size": 14780192
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1976/75-777/19761006a_75-777.ogg",
      "id": 65240,
      "size": 37339652
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1976/75-777/19761006a_75-777.m3u8",
      "id": 65241,
      "size": 52743
    }
  ],
  "public_note": null
}