{
  "title": "Oral Argument - March 25, 1980 (Part 1)",
  "damaged": null,
  "id": 17714,
  "unavailable": null,
  "transcript": {
    "title": "Mohasco Corporation v. Silver",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 103424,
            "byte_stop": 525040,
            "stop": 105.387,
            "text_blocks": [
              {
                "stop": 101.938,
                "text": "We will hear argument next in 79-616, Mohasco Corporation v. Silver.",
                "byte_stop": 511248,
                "byte_start": 103424,
                "start": 0
              },
              {
                "stop": 105.387,
                "text": "Mr. Santoro, I think you may proceed now.",
                "byte_stop": 525040,
                "byte_start": 511248,
                "start": 101.938
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_mead_santoro",
              "name": "Thomas Mead Santoro",
              "last_name": "Santoro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43315,
              "identifier": "thomas_mead_santoro"
            },
            "byte_start": 525040,
            "byte_stop": 1477047,
            "stop": 343.38,
            "text_blocks": [
              {
                "stop": 108.34,
                "text": "Mr Chief Justice, and may it please the Court.",
                "byte_stop": 536848,
                "byte_start": 525040,
                "start": 105.387
              },
              {
                "stop": 130.804,
                "text": "The issue before the Court in this case is whether a charge of employment discrimination against the petitioner Mohasco Corporation was filed within the meaning of section 706 of Title VII of the Civil Rights Act of 1964, as amended, and was the filing timely.",
                "byte_stop": 626709,
                "byte_start": 536848,
                "start": 108.34
              },
              {
                "stop": 146.472,
                "text": "On June 15, 1976, the Equal Employment Opportunity Commission received a letter from the respondent Ralph H. Silver charging Mohasco Corporation with terminating him 291 days earlier because of his religion.",
                "byte_stop": 689403,
                "byte_start": 626709,
                "start": 130.804
              },
              {
                "stop": 168.516,
                "text": "That day the EEOC deferred the charge to the New York State Division of Human Rights pursuant to section 706(c) of the act, and 55 days later, 58 days after receipt by the EEOC, Mr. Silver actually filed a charge with the New York State Division of Human Rights.",
                "byte_stop": 777592,
                "byte_start": 689403,
                "start": 146.472
              },
              {
                "stop": 183.89,
                "text": "On August 20, 1976, 66 days after receipt of the charge by the EEOC, the EEOC sent a notice to the petitioner that the charge of employment discrimination had been filed.",
                "byte_stop": 839032,
                "byte_start": 777592,
                "start": 168.516
              },
              {
                "stop": 192.726,
                "text": "Mohasco responded to the EEOC with an objection to its jurisdiction on the ground that Silver had failed to file a timely charge.",
                "byte_stop": 874350,
                "byte_start": 839032,
                "start": 183.89
              },
              {
                "stop": 204.08,
                "text": "Ultimately, after a finding of no probable cause by the New York State Division of Human Rights, affirmed by its appeal board, and a finding of no reasonable cause by the EEOC, this action was commenced.",
                "byte_stop": 919803,
                "byte_start": 874350,
                "start": 192.726
              },
              {
                "stop": 216.442,
                "text": "The District Court on the timeliness question granted the petitioner Mohasco's motion for summary judgment, holding that the charge was not timely and that the court therefore lacked subject matter jurisdiction.",
                "byte_stop": 969226,
                "byte_start": 919803,
                "start": 204.08
              },
              {
                "stop": 224.722,
                "text": "The Court of Appeals on the timeliness question reversed, Judge Meskill dissenting, and held the charge timely.",
                "byte_stop": 1002350,
                "byte_start": 969226,
                "start": 216.442
              },
              {
                "stop": 239.159,
                "text": "Both decisions and the determination of this Court involve interpretation of section 706(c) and (e) of Title VII of the Civil Right Act of 1964, as amended.",
                "byte_stop": 1060133,
                "byte_start": 1002350,
                "start": 224.722
              },
              {
                "stop": 261.166,
                "text": "Section 706(e) states that under the act the charge shall be filed within 180 days after an alleged unlawful employment practice occurred, except that in a case of an unlawful employment practice with respect to which the person aggrieved has initially instituted proceedings with a state agency with authority to grant or seek relief.",
                "byte_stop": 1148113,
                "byte_start": 1060133,
                "start": 239.159
              },
              {
                "stop": 264.949,
                "text": "Such charge shall be filed within 300 days.",
                "byte_stop": 1163264,
                "byte_start": 1148113,
                "start": 261.166
              },
              {
                "stop": 292.907,
                "text": "Section 706(c) states that in a deferral states, such as New York, no charge may be filed by the person aggrieved before the expiration of 60 days after the proceedings have been commenced under state law unless such proceedings are earlier terminated, and 706(c) also contains a deeming provision for commencement purposes under state law.",
                "byte_stop": 1275068,
                "byte_start": 1163264,
                "start": 264.949
              },
              {
                "stop": 302.159,
                "text": "There are three interpretations of the statute being urged before this Court, two by the petitioner and one by the respondent and the government.",
                "byte_stop": 1312162,
                "byte_start": 1275068,
                "start": 292.907
              },
              {
                "stop": 322.756,
                "text": "The first is that in a deferral state the statute requires that a charge of employment discrimination be filed with the state agency within 180 days, in which case a complainant will have 300 days to file with the Equal Employment Opportunity Commission.",
                "byte_stop": 1394500,
                "byte_start": 1312162,
                "start": 302.159
              },
              {
                "stop": 341.916,
                "text": "The second interpretation being asserted is that in a deferral state the statute requires the charge to be filed within 300 or leas days provided deferral of an appropriate period, either 120 days or 60 days or less, as appropriate, has been completed.",
                "byte_stop": 1471091,
                "byte_start": 1394500,
                "start": 322.756
              },
              {
                "stop": 343.38,
                "text": "And the third interpretation --",
                "byte_stop": 1477047,
                "byte_start": 1471091,
                "start": 341.916
              }
            ],
            "start": 105.387
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 1477047,
            "byte_stop": 1490631,
            "stop": 346.789,
            "text_blocks": [
              {
                "stop": 346.789,
                "text": "So that equates with the 140 days.",
                "byte_stop": 1490631,
                "byte_start": 1477047,
                "start": 343.38
              }
            ],
            "start": 343.38
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_mead_santoro",
              "name": "Thomas Mead Santoro",
              "last_name": "Santoro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43315,
              "identifier": "thomas_mead_santoro"
            },
            "byte_start": 1490631,
            "byte_stop": 2710026,
            "stop": 651.637,
            "text_blocks": [
              {
                "stop": 348.766,
                "text": "Depending on the state you are in.",
                "byte_stop": 1498572,
                "byte_start": 1490631,
                "start": 346.789
              },
              {
                "stop": 356.177,
                "text": "If you are in a state with an agency which is less than one year old, the deferral would necessarily be 120 days, as that is required by the statute.",
                "byte_stop": 1528142,
                "byte_start": 1498572,
                "start": 348.766
              },
              {
                "stop": 371.738,
                "text": "If you are in a state which has an agency which is older than one year, then it would be 60 days or such lesser time if that state agency completes its proceedings in less than 60 days.",
                "byte_stop": 1590418,
                "byte_start": 1528142,
                "start": 356.177
              },
              {
                "stop": 380.264,
                "text": "The third interpretation is that in a deferral state the statute requires the charge to be filed within 300 days and all else is irrelevant.",
                "byte_stop": 1624482,
                "byte_start": 1590418,
                "start": 371.738
              },
              {
                "stop": 420.805,
                "text": "Now, each has received the approval of District and Circuit Courts, but we feel that the majority support the first interpretation, that in a deferral state the statute requires the charge to be filed within 180 days, and we think this can be shown by subjecting each of these three interpretations to a three-part analysis, asking first whether the interpretations comports with the language of the statute second, whether it comports and if it is even needed to resort to legislative history, the statutory purpose and intent and the third is an analysis of the results, whether they are fair and equitable, understandable or consistent and predictable.",
                "byte_stop": 1786650,
                "byte_start": 1624482,
                "start": 380.264
              },
              {
                "stop": 446.746,
                "text": "Dealing first with the first interpretation that you must filed with a state agency within 180 days -- which, by the way, means really filing somewhere within 180 days, because if by chance one files with the EEOC, the statute mandates that the EEOC defer, so we assume that under this first interpretation the 180 days will be accomplished even if a person mistakenly goes to the EEOC first.",
                "byte_stop": 1890513,
                "byte_start": 1786650,
                "start": 420.805
              },
              {
                "stop": 448.631,
                "text": "It comports with the statutory language.",
                "byte_stop": 1898036,
                "byte_start": 1890513,
                "start": 446.746
              },
              {
                "stop": 458.509,
                "text": "706 (e) clearly states that a charge under the act shall be filed within 180 days except with regard to the initial instituting language.",
                "byte_stop": 1937533,
                "byte_start": 1898036,
                "start": 448.631
              },
              {
                "stop": 470.718,
                "text": "Secondly, I don't think there is any need to resort to statutory history because, quite frankly, when the words of the statute are clear, I don't think there is any necessity to resort to legislative history.",
                "byte_stop": 1986330,
                "byte_start": 1937533,
                "start": 458.509
              },
              {
                "stop": 479.788,
                "text": "But if you do, you find that the statute as enacted in 1964 specifically required a great deal of diligence.",
                "byte_stop": 2022588,
                "byte_start": 1986330,
                "start": 470.718
              },
              {
                "stop": 495.633,
                "text": "The Dirksen-Mansfield compromise which permitted this statute to pass had in mind two specific goals, a short limitation period in which an individual complaining of discrimination should act and prior resort to state proceedings.",
                "byte_stop": 2086013,
                "byte_start": 2022588,
                "start": 479.788
              },
              {
                "stop": 523.938,
                "text": "This is further supported when the '72 amendments came along by Congress' failure to change 706(c) in any way and its retention in its lengthening of the time periods in 706(e) of the 120-day spread which clearly relates, Mr. Justice Blackmun, to the 120 days allowed to defer to a state with a fair employment practices agency which is less than one year old.",
                "byte_stop": 2199280,
                "byte_start": 2086013,
                "start": 495.633
              },
              {
                "stop": 528.321,
                "text": "And further, the results are exceedingly fair, understandable and consistent.",
                "byte_stop": 2216730,
                "byte_start": 2199280,
                "start": 523.938
              },
              {
                "stop": 535.492,
                "text": "The 180-day rule is the same, no matter what state the complainant is in, whether or not it is a deferral state.",
                "byte_stop": 2245465,
                "byte_start": 2216730,
                "start": 528.321
              },
              {
                "stop": 543.418,
                "text": "Across the United States, the rule is the same, it is understandable, and so thought many courts that have considered it.",
                "byte_stop": 2277125,
                "byte_start": 2245465,
                "start": 535.492
              },
              {
                "stop": 562.752,
                "text": "The Eighth Circuit, in Olson v. Rembrandt Printing, the Sixth Circuit recently in Geromette, certain District Courts in California and Ohio, and under this interpretation, the respondent, Mr. Silver, is clearly not timely because he filed nowhere within 180 days.",
                "byte_stop": 2354448,
                "byte_start": 2277125,
                "start": 543.418
              },
              {
                "stop": 582.398,
                "text": "The second interpretation subjected to the same analysis, the second interpretation being that in a deferral state you must file within 300 days or less, providing the appropriate deferral has been completed within 120, 60 days or less, depending on how quickly the state disposes of it.",
                "byte_stop": 2433024,
                "byte_start": 2354448,
                "start": 562.752
              },
              {
                "stop": 585.461,
                "text": "First, does it comport with the statutory language?",
                "byte_stop": 2445354,
                "byte_start": 2433024,
                "start": 582.398
              },
              {
                "stop": 605.336,
                "text": "Well, arguably, yes, and the courts have felt that it did, but I submit that one need to take no particular close attention to the fact that the clause in which the exception is contained is no more than a clause, and it uses the past tense, \"has initially instituted.\"",
                "byte_stop": 2524871,
                "byte_start": 2445354,
                "start": 585.461
              },
              {
                "stop": 612.745,
                "text": "I submit that although it is consistent with the statutory language, it is not perhaps as consistent as one might wish.",
                "byte_stop": 2554441,
                "byte_start": 2524871,
                "start": 605.336
              },
              {
                "stop": 616.15,
                "text": "With regard to the second analysis, does it comport with the legislative history.",
                "byte_stop": 2568025,
                "byte_start": 2554441,
                "start": 612.745
              },
              {
                "stop": 627.121,
                "text": "In the first place, you definitely need to resort to the legislative history because you have to rely on a remedial purpose of the statute type of reasoning in order to reach this result.",
                "byte_stop": 2611911,
                "byte_start": 2568025,
                "start": 616.15
              },
              {
                "stop": 647.224,
                "text": "It seems to run against the diligence required by the Dirksen-Mansfield amendment that a short statute is one of those two requirements since it is going to lengthen that time period in deferral states in a way which has not lengthened them in all other states.",
                "byte_stop": 2692368,
                "byte_start": 2611911,
                "start": 627.121
              },
              {
                "stop": 651.637,
                "text": "Lastly, with regard to the results, the results will very probably be inconsistent.",
                "byte_stop": 2710026,
                "byte_start": 2692368,
                "start": 647.224
              }
            ],
            "start": 346.789
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 2710026,
            "byte_stop": 2772407,
            "stop": 667.238,
            "text_blocks": [
              {
                "stop": 664.001,
                "text": "Mr. Santoro, before you leave the legislative history, you really haven't squarely dealt with the comment in the conference report approving of the Vigil case in the '72 legislative history.",
                "byte_stop": 2759450,
                "byte_start": 2710026,
                "start": 651.637
              },
              {
                "stop": 667.238,
                "text": "It seems to me that is a rather important thing for you to face squarely.",
                "byte_stop": 2772407,
                "byte_start": 2759450,
                "start": 664.001
              }
            ],
            "start": 651.637
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_mead_santoro",
              "name": "Thomas Mead Santoro",
              "last_name": "Santoro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43315,
              "identifier": "thomas_mead_santoro"
            },
            "byte_start": 2772407,
            "byte_stop": 2979819,
            "stop": 719.077,
            "text_blocks": [
              {
                "stop": 673.914,
                "text": "I submit, Mr. Justice Stevens, that that is the view of at most a single member of Congress perhaps.",
                "byte_stop": 2799156,
                "byte_start": 2772407,
                "start": 667.238
              },
              {
                "stop": 676.85,
                "text": "Senator Williams I believe is the author of that report.",
                "byte_stop": 2810859,
                "byte_start": 2799156,
                "start": 673.914
              },
              {
                "stop": 695.914,
                "text": "It is not contained in the joint explanatory explanation, it is merely a section by section analysis and it further conflicts with a statement by Rep. Dent who explained the procedural requirements as requiring a filing within 180 days regardless of whether one is in a deferral state or not.",
                "byte_stop": 2887137,
                "byte_start": 2810859,
                "start": 676.85
              },
              {
                "stop": 716.758,
                "text": "And so it seems to me that to credit the statement of Senator Williams over the statement of Rep. Dent makes no particular sense, especially in view of the fact that Congress specifically declined to change the language in a way which would have very clearly indicated that this change was intended.",
                "byte_stop": 2970520,
                "byte_start": 2887137,
                "start": 695.914
              },
              {
                "stop": 719.077,
                "text": "I think it is a bit extreme to argue --",
                "byte_stop": 2979819,
                "byte_start": 2970520,
                "start": 716.758
              }
            ],
            "start": 667.238
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 2979819,
            "byte_stop": 3005419,
            "stop": 725.476,
            "text_blocks": [
              {
                "stop": 725.476,
                "text": "Is there any reason for their failure to change the language other than Senator Williams' explanation?",
                "byte_stop": 3005419,
                "byte_start": 2979819,
                "start": 719.077
              }
            ],
            "start": 719.077
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_mead_santoro",
              "name": "Thomas Mead Santoro",
              "last_name": "Santoro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43315,
              "identifier": "thomas_mead_santoro"
            },
            "byte_start": 3005419,
            "byte_stop": 3007091,
            "stop": 725.896,
            "text_blocks": [
              {
                "stop": 725.896,
                "text": "Excuse me?",
                "byte_stop": 3007091,
                "byte_start": 3005419,
                "start": 725.476
              }
            ],
            "start": 725.476
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 3007091,
            "byte_stop": 3047528,
            "stop": 736.004,
            "text_blocks": [
              {
                "stop": 736.004,
                "text": "Is there any explanation for their failure to change the statute insofar as relevant here except the explanation given by Senator Williams?",
                "byte_stop": 3047528,
                "byte_start": 3007091,
                "start": 725.896
              }
            ],
            "start": 725.896
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_mead_santoro",
              "name": "Thomas Mead Santoro",
              "last_name": "Santoro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43315,
              "identifier": "thomas_mead_santoro"
            },
            "byte_start": 3047528,
            "byte_stop": 3095594,
            "stop": 748.041,
            "text_blocks": [
              {
                "stop": 748.041,
                "text": "Yes, that they did not intend the change to be made, and that in fact 706(c) was intended to require deferral.",
                "byte_stop": 3095594,
                "byte_start": 3047528,
                "start": 736.004
              }
            ],
            "start": 736.004
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 3095594,
            "byte_stop": 3124433,
            "stop": 755.237,
            "text_blocks": [
              {
                "stop": 755.237,
                "text": "Is it correct in your view that if you prevail here then the Vigil case was incorrectly decided?",
                "byte_stop": 3124433,
                "byte_start": 3095594,
                "start": 748.041
              }
            ],
            "start": 748.041
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/thomas_mead_santoro",
              "name": "Thomas Mead Santoro",
              "last_name": "Santoro",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 43315,
              "identifier": "thomas_mead_santoro"
            },
            "byte_start": 3124433,
            "byte_stop": 4246549,
            "stop": 1035.794,
            "text_blocks": [
              {
                "stop": 757.258,
                "text": "Yes.",
                "byte_stop": 3132479,
                "byte_start": 3124433,
                "start": 755.237
              },
              {
                "stop": 761.713,
                "text": "With regard to the results, they are very probably inconsistent.",
                "byte_stop": 3150346,
                "byte_start": 3132479,
                "start": 757.258
              },
              {
                "stop": 765.21,
                "text": "They are dependent in each state upon the state's statute of limitations.",
                "byte_stop": 3164348,
                "byte_start": 3150346,
                "start": 761.713
              },
              {
                "stop": 774.967,
                "text": "Now, in the first place, of course, one must file a timely state charge in order to be entitled to the 300 days, no matter how you view the statute.",
                "byte_stop": 3203323,
                "byte_start": 3164348,
                "start": 765.21
              },
              {
                "stop": 782.521,
                "text": "You must still file within 180 days if you happen to be in a state with a new agency because you are going to need that 120 days to defer.",
                "byte_stop": 3233520,
                "byte_start": 3203323,
                "start": 774.967
              },
              {
                "stop": 792.422,
                "text": "You must file within 240 days in other states or you risk being late if the state does not dispose of the charge in less than time period.",
                "byte_stop": 3273122,
                "byte_start": 3233520,
                "start": 782.521
              },
              {
                "stop": 803.211,
                "text": "It does not mean that your time would necessarily be timely but you do subject yourself to a risk and it seems to me that that is not a result which is desirable in interpreting the statute.",
                "byte_stop": 3316276,
                "byte_start": 3273122,
                "start": 792.422
              },
              {
                "stop": 814.54,
                "text": "Nonetheless, the interpretation has received considerable support, not the least of which being the Fourth Circuit in Doski and, of course, it was first suggested, Mr. Justice Stevens, in a footnote in your opinion in Moore in 1972.",
                "byte_stop": 3361625,
                "byte_start": 3316276,
                "start": 803.211
              },
              {
                "stop": 840.718,
                "text": "Under, the second interpretation, again the respondent Silver is not timely, although he submitted to the EEOC within 300 days and commenced state proceedings at least under the deeming provision of 706(c) within 300 days, namely 291 days, the charge could not be filed under 706(e) until August 14, 1976, 352 days after the alleged discriminatory practice, well beyond the 300 days.",
                "byte_stop": 3466324,
                "byte_start": 3361625,
                "start": 814.54
              },
              {
                "stop": 850.601,
                "text": "An alternative view of these same facts is that Silver is not even entitled to the 300 days because he did not initially institute state proceedings for 706(e) purposes.",
                "byte_stop": 3505925,
                "byte_start": 3466324,
                "start": 840.718
              },
              {
                "stop": 858.888,
                "text": "706(e) has no deeming provision and he never did at any time within 300 days commence the proceedings.",
                "byte_stop": 3539048,
                "byte_start": 3505925,
                "start": 850.601
              },
              {
                "stop": 868.028,
                "text": "Both of these interpretation which we urge, of course, require that the word \"file\" within the statute as contained in 706(c) and (e) be read to mean the same thing.",
                "byte_stop": 3575620,
                "byte_start": 3539048,
                "start": 858.888
              },
              {
                "stop": 877.152,
                "text": "The last view, that urged by the respondents and the government is that in a deferral state you have 100 days to file with the EEOC, no matter what.",
                "byte_stop": 3612087,
                "byte_start": 3575620,
                "start": 868.028
              },
              {
                "stop": 884.872,
                "text": "How, the position urged by the government and the Second Circuit majority below I think does not bear up under the three-part test.",
                "byte_stop": 3643016,
                "byte_start": 3612087,
                "start": 877.152
              },
              {
                "stop": 887.122,
                "text": "Does it comport with the statutory analysis?",
                "byte_stop": 3652002,
                "byte_start": 3643016,
                "start": 884.872
              },
              {
                "stop": 888.203,
                "text": "It clearly does not.",
                "byte_stop": 3656286,
                "byte_start": 3652002,
                "start": 887.122
              },
              {
                "stop": 897.906,
                "text": "In fact, it requires the word \"file\" to be read differently when reading each subsection, and so the Second Circuit majority held in order to reach the conclusion that it did.",
                "byte_stop": 3695052,
                "byte_start": 3656286,
                "start": 888.203
              },
              {
                "stop": 900.394,
                "text": "Secondly, does it comport with the legislative history?",
                "byte_stop": 3705083,
                "byte_start": 3695052,
                "start": 897.906
              },
              {
                "stop": 903.049,
                "text": "Well, it is certainly necessary to resort to it.",
                "byte_stop": 3715636,
                "byte_start": 3705083,
                "start": 900.394
              },
              {
                "stop": 906.334,
                "text": "In fact, it is required if you are going to find any support for this view.",
                "byte_stop": 3728802,
                "byte_start": 3715636,
                "start": 903.049
              },
              {
                "stop": 921.976,
                "text": "It requires a resort to what I consider a rather tortured scouring of the legislative history for a kernel of support in this section by section analysis which would seem to completely ignore the legislative compromise which permitted the statute to pass in the first place.",
                "byte_stop": 3791391,
                "byte_start": 3728802,
                "start": 906.334
              },
              {
                "stop": 928.199,
                "text": "With regard to the results, it mandates that the results be inconsistent between deferral and nondeferral states.",
                "byte_stop": 3816260,
                "byte_start": 3791391,
                "start": 921.976
              },
              {
                "stop": 933.139,
                "text": "It is manifestly unfair in that it favors the complainant who avoid state proceedings.",
                "byte_stop": 3836008,
                "byte_start": 3816260,
                "start": 928.199
              },
              {
                "stop": 950.982,
                "text": "If you want to file, say, within 180 days with the state agency, which terminates its proceedings quickly, we will still get less than 300 days whereas a person that files later under this rule with a state who doesn't terminate quickly is going to get the 300 days any way you slice it.",
                "byte_stop": 3907375,
                "byte_start": 3836008,
                "start": 933.139
              },
              {
                "stop": 962.068,
                "text": "Mohasco argues that this third interpretation is simply not supported by the words of the statute or its intent, and although it preserves the complainant's day in court, it does so at an intolerable price.",
                "byte_stop": 3951783,
                "byte_start": 3907375,
                "start": 950.982
              },
              {
                "stop": 981.543,
                "text": "It refuses to credit the literal words of the statute, it penalizes employers in deferral states with statutes of limitations in excess of 180 days by taking away a substantive right to be free from claims filed after 180 days bestowed by the same Congress which created the previously nonexistent right for alleged victims.",
                "byte_stop": 4029628,
                "byte_start": 3951783,
                "start": 962.068
              },
              {
                "stop": 990.467,
                "text": "Perhaps most importantly, it constitutes a rejection of the democratic process of compromise which permitted passage of this laudable statute.",
                "byte_stop": 4065364,
                "byte_start": 4029628,
                "start": 981.543
              },
              {
                "stop": 1002.704,
                "text": "No doubt, the respondent and the government would prefer a statute which gave them what they seek here, but perhaps it is true that the greatest thing about a democracy is that nobody gets exactly what they want.",
                "byte_stop": 4114265,
                "byte_start": 4065364,
                "start": 990.467
              },
              {
                "stop": 1020.662,
                "text": "What we ask in that the statute be interpreted as the Congress intended it, and in closing I would say that perhaps Mr. Justice Cardosa, when he was still on the Court of Appeals in my native New York, said it best, that the wisdom of fairness of the statute I make no attempt to vindicate, our duty is done when we enforce the law as written.",
                "byte_stop": 4186154,
                "byte_start": 4114265,
                "start": 1002.704
              },
              {
                "stop": 1025.934,
                "text": "If Congress had intended a longer statute of limitations, it could have provided one.",
                "byte_stop": 4207261,
                "byte_start": 4186154,
                "start": 1020.662
              },
              {
                "stop": 1035.794,
                "text": "We submit that it did not and that the judgment of the court should be reversed.",
                "byte_stop": 4246549,
                "byte_start": 4207261,
                "start": 1025.934
              }
            ],
            "start": 755.237
          }
        ],
        "stop": 1035.794,
        "byte_stop": 4246549,
        "byte_start": 103424,
        "start": 0
      }
    ],
    "duration": 1035.794
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1979/79-616/19800325a_79-616_part1.delivery.mp3",
      "id": 44550,
      "size": 4246862
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1979/79-616/19800325a_79-616_part1.ogg",
      "id": 66408,
      "size": 10258139
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1979/79-616/19800325a_79-616_part1.m3u8",
      "id": 66409,
      "size": 17065
    }
  ],
  "public_note": null
}