{
  "title": "Oral Argument - February 27, 1980",
  "damaged": null,
  "id": 17088,
  "unavailable": null,
  "transcript": {
    "title": "Coffy v. Republic Steel Corporation",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 103424,
            "byte_stop": 387323,
            "stop": 70.969,
            "text_blocks": [
              {
                "stop": 66.317,
                "text": "We'll hear arguments next in Coffy against Republic Steel Corporation.",
                "byte_stop": 368724,
                "byte_start": 103424,
                "start": 0
              },
              {
                "stop": 70.969,
                "text": "Mr. Horowitz, I think you may proceed when you're ready.",
                "byte_stop": 387323,
                "byte_start": 368724,
                "start": 66.317
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 387323,
            "byte_stop": 3278451,
            "stop": 793.738,
            "text_blocks": [
              {
                "stop": 74.098,
                "text": "Mr. Chief Justice and may it please the Court.",
                "byte_stop": 399862,
                "byte_start": 387323,
                "start": 70.969
              },
              {
                "stop": 80.084,
                "text": "This case is here on a writ of certiorari to the United States Court of Appeals for the Sixth Circuit.",
                "byte_stop": 423790,
                "byte_start": 399862,
                "start": 74.098
              },
              {
                "stop": 89.775,
                "text": "It concerns the proper interpretation of the statutory provisions that guarantee certain reemployment rights to veterans upon their return to employment.",
                "byte_stop": 462555,
                "byte_start": 423790,
                "start": 80.084
              },
              {
                "stop": 107.891,
                "text": "These provisions are now codified in 38 U.S.C., 2021. The question here is how those provisions apply to the supplemental unemployment benefits or SUB's that are provided under the collective-bargaining agreement between respondent and the United Steel-workers.",
                "byte_stop": 535071,
                "byte_start": 462555,
                "start": 89.775
              },
              {
                "stop": 121.31,
                "text": "Specifically, the question is whether the guarantee against loss of seniority under the Act requires that the time spent by a veteran in the service be included in the time used to compute SUB's.",
                "byte_stop": 588675,
                "byte_start": 535071,
                "start": 107.891
              },
              {
                "stop": 126.818,
                "text": "SUB's are payments that are made by the employer to employees who have been laid off.",
                "byte_stop": 610722,
                "byte_start": 588675,
                "start": 121.31
              },
              {
                "stop": 134.249,
                "text": "These payments are over and above the unemployment compensation that the employee otherwise receives from the State.",
                "byte_stop": 640502,
                "byte_start": 610722,
                "start": 126.818
              },
              {
                "stop": 147.507,
                "text": "Under the SUB plan involved in this case, which is set out beginning at page 17 of the appendix, SUB payments are made on a weekly basis for a period of up to 52 weeks.",
                "byte_stop": 693478,
                "byte_start": 640502,
                "start": 134.249
              },
              {
                "stop": 153.615,
                "text": "That period depends upon the number of SUB credits that the employee has accrued.",
                "byte_stop": 717928,
                "byte_start": 693478,
                "start": 147.507
              },
              {
                "stop": 160.646,
                "text": "The amount of each weekly payment is determined according to a formula set out in Section 1 of the plan.",
                "byte_stop": 746036,
                "byte_start": 717928,
                "start": 153.615
              },
              {
                "stop": 171.774,
                "text": "That formula depends on several factors, including the employee's present salary and his number of dependents and the amount of compensation that he receives from the State.",
                "byte_stop": 790549,
                "byte_start": 746036,
                "start": 160.646
              },
              {
                "stop": 176.75,
                "text": "The formula does not depend on the amount of time that the employee has been employed.",
                "byte_stop": 810506,
                "byte_start": 790549,
                "start": 171.774
              },
              {
                "stop": 184.951,
                "text": "Therefore, there is no dispute in this case about the amount of each weekly benefit that was received by petitioner.",
                "byte_stop": 843316,
                "byte_start": 810506,
                "start": 176.75
              },
              {
                "stop": 192.864,
                "text": "What the dispute in this case does concern, is the length of the time period over which this weekly SUB payments continue.",
                "byte_stop": 874977,
                "byte_start": 843316,
                "start": 184.951
              },
              {
                "stop": 196.473,
                "text": "This period is determined by the number of SUB credits.",
                "byte_stop": 889396,
                "byte_start": 874977,
                "start": 192.864
              },
              {
                "stop": 204.511,
                "text": "And these credits are earned through the passage of time as described in Section 2 of the SUB plan on page 19.",
                "byte_stop": 921475,
                "byte_start": 889396,
                "start": 196.473
              },
              {
                "stop": 207.851,
                "text": "One-half credit is earned per week.",
                "byte_stop": 934849,
                "byte_start": 921475,
                "start": 204.511
              },
              {
                "stop": 221.812,
                "text": "An eligible week for which 1/2 credit maybe on, is one and which the employee has any of the following hours; hours worked for the company, hours that are not worked but for which the employee is paid.",
                "byte_stop": 990751,
                "byte_start": 934849,
                "start": 207.851
              },
              {
                "stop": 240.868,
                "text": "For example, vacation time or time spend on jury duty and also, certain categories of hours not worked and for which the employee is not paid, where the employee is performing certain duties for the local union or as on a certain specified disability leave.",
                "byte_stop": 1066924,
                "byte_start": 990751,
                "start": 221.812
              },
              {
                "stop": 249.352,
                "text": "When an employee is laid off and receives weekly payments, he uses up the SUB credits.",
                "byte_stop": 1100884,
                "byte_start": 1066924,
                "start": 240.868
              },
              {
                "stop": 262.984,
                "text": "Finally, under the plan an employee is not eligible to receive SUB payments at all, no matter how many credits he has accrued until he has two years of continuous service with the employer.",
                "byte_stop": 1155427,
                "byte_start": 1100884,
                "start": 249.352
              },
              {
                "stop": 280.227,
                "text": "As an example of how the system works, if an employee begin work for the company and worked or engaged in time of these other eligible activities for continuous period the year and a half and was then laid off he would have accrued 39 SUB credits by that time.",
                "byte_stop": 1224391,
                "byte_start": 1155427,
                "start": 262.984
              },
              {
                "stop": 283.12,
                "text": "That would be at the rate of 1/2 credit per week.",
                "byte_stop": 1235989,
                "byte_start": 1224391,
                "start": 280.227
              },
              {
                "stop": 291.504,
                "text": "However, because he had not reached the 2-year eligibility threshold, he would not receive any SUB payments when he was laid off.",
                "byte_stop": 1269530,
                "byte_start": 1235989,
                "start": 283.12
              },
              {
                "stop": 296.567,
                "text": "In this case the petitioner began working for respondent in 1968.",
                "byte_stop": 1289697,
                "byte_start": 1269530,
                "start": 291.504
              },
              {
                "stop": 300.604,
                "text": "And work for respondent for a period of four-and-half months during that time.",
                "byte_stop": 1305893,
                "byte_start": 1289697,
                "start": 296.567
              },
              {
                "stop": 306.411,
                "text": "He was then laid off and he then left respondent's employment.",
                "byte_stop": 1329089,
                "byte_start": 1305893,
                "start": 300.604
              },
              {
                "stop": 311.761,
                "text": "He had accrued 9 SUB credits during the time that he was employed in 1968.",
                "byte_stop": 1350510,
                "byte_start": 1329089,
                "start": 306.411
              },
              {
                "stop": 318.03,
                "text": "However, because he elected to leave respondent's employment those credits were canceled.",
                "byte_stop": 1375587,
                "byte_start": 1350510,
                "start": 311.761
              },
              {
                "stop": 329.828,
                "text": "He then begun to work for respondent again in late January 1969 and continued to work for respondent until he entered military service in September of 1969.",
                "byte_stop": 1422817,
                "byte_start": 1375587,
                "start": 318.03
              },
              {
                "stop": 337.544,
                "text": "He thus earned approximately 16 SUB periods, excuse me SUB credits during the slight of period.",
                "byte_stop": 1453641,
                "byte_start": 1422817,
                "start": 329.828
              },
              {
                "stop": 343.958,
                "text": "He served in the military unit August 1971 when he was honorably discharged.",
                "byte_stop": 1479346,
                "byte_start": 1453641,
                "start": 337.544
              },
              {
                "stop": 347.903,
                "text": "He was the reinstated to this previous position with respondent.",
                "byte_stop": 1495124,
                "byte_start": 1479346,
                "start": 343.958
              },
              {
                "stop": 354.933,
                "text": "However, because of respondent's economic situation, he was immediately placed in layoff status.",
                "byte_stop": 1523231,
                "byte_start": 1495124,
                "start": 347.903
              },
              {
                "stop": 361.805,
                "text": "He remained layoff for period of 9 1/2 months until July 1972.",
                "byte_stop": 1550712,
                "byte_start": 1523231,
                "start": 354.933
              },
              {
                "stop": 373.299,
                "text": "During the layoff period, petitioner received SUB payments for approximately 16 weeks, corresponding to the 16 SUB credits that he had earned before he entered the service.",
                "byte_stop": 1596688,
                "byte_start": 1550712,
                "start": 361.805
              },
              {
                "stop": 380.069,
                "text": "However, he did not receive any payments for the remaining 5 1/2 months that the layoff continued.",
                "byte_stop": 1623751,
                "byte_start": 1596688,
                "start": 373.299
              },
              {
                "stop": 391.407,
                "text": "Had petitioner not entered military service and continued in respondent's employment, the parties have stipulated that he would have 52 SUB credits at the time of his layoff.",
                "byte_stop": 1669099,
                "byte_start": 1623751,
                "start": 380.069
              },
              {
                "stop": 398.266,
                "text": "Thus, he would have received SUB credits for the, excuse me, SUB payments for the entire duration of his layoff.",
                "byte_stop": 1696580,
                "byte_start": 1669099,
                "start": 391.407
              },
              {
                "stop": 411.615,
                "text": "The question presented in this case then, is simply whether petitioner should have had his military service counted in determining his total SUB credits when he was reinstated following his military service.",
                "byte_stop": 1749974,
                "byte_start": 1696580,
                "start": 398.266
              },
              {
                "stop": 423.876,
                "text": "Petitioner originally brought suit in the District Court for the Northern District of Ohio, alleging that the failure to consider his service time in computing his SUB credits violated his statutory rights.",
                "byte_stop": 1798980,
                "byte_start": 1749974,
                "start": 411.615
              },
              {
                "stop": 433.864,
                "text": "The District Court rejected petitioner's contention, holding that the SUB plan established a bona fide work requirement for the earning of SUB credits.",
                "byte_stop": 1838895,
                "byte_start": 1798980,
                "start": 423.876
              },
              {
                "stop": 446.856,
                "text": "Petitioner appealed and while the case was pending on appeal, this Court handed down its decision in Alabama Power Company v. Davis, holding that pension benefits or perquisite of seniority under the act.",
                "byte_stop": 1890931,
                "byte_start": 1838895,
                "start": 433.864
              },
              {
                "stop": 454.379,
                "text": "The Court of Appeals then vacated the District Court's decision and remanded for reconsideration in light of Alabama Power.",
                "byte_stop": 1921024,
                "byte_start": 1890931,
                "start": 446.856
              },
              {
                "stop": 468.547,
                "text": "The District Court again held for respondent, stating that, “entitlement to SUB benefits requires more than continued status, such as a work requirement to any actual performance on the job”.",
                "byte_stop": 1977657,
                "byte_start": 1921024,
                "start": 454.379
              },
              {
                "stop": 474.224,
                "text": "The Court of Appeals then affirmed for the reason stated by the District Court.",
                "byte_stop": 2000332,
                "byte_start": 1977657,
                "start": 468.547
              },
              {
                "stop": 486.851,
                "text": "The relevant provision of the statute involved here is that portion of 38 U.S.C 2021 (b) (1) that requires veterans to be reinstated without loss of seniority.",
                "byte_stop": 2050905,
                "byte_start": 2000332,
                "start": 474.224
              },
              {
                "stop": 500.015,
                "text": "If this Court finds that SUB payments are perquisite of seniority within the meaning of that section then petitioner must be given credit for his army service time in computing his SUB credits.",
                "byte_stop": 2103568,
                "byte_start": 2050905,
                "start": 486.851
              },
              {
                "stop": 506.948,
                "text": "That is a consequence of two main principles that were established in this Court's decision in Fishgold.",
                "byte_stop": 2131257,
                "byte_start": 2103568,
                "start": 500.015
              },
              {
                "stop": 528.094,
                "text": "First, the escalator principle was established, that is that a veteran who returns to his employment is to be reinstated at the same place, he would have been had he remained in the employment, that is, at the place he would have been on the escalator, that he remained in employment not at the place he got off the escalator when he entered the service.",
                "byte_stop": 2215894,
                "byte_start": 2131257,
                "start": 506.948
              },
              {
                "stop": 536.406,
                "text": "Secondly, Fishgold also established that the provisions of the act ought to be liberally construed for the benefit of the veteran.",
                "byte_stop": 2249122,
                "byte_start": 2215894,
                "start": 528.094
              },
              {
                "stop": 547.797,
                "text": "In this Court's decision in Alabama Power, it established the appropriate analysis for determining whether a particular benefit is indeed a perquisite of seniority.",
                "byte_stop": 2294680,
                "byte_start": 2249122,
                "start": 536.406
              },
              {
                "stop": 551.018,
                "text": "The real nature of the benefit is to be examined.",
                "byte_stop": 2307532,
                "byte_start": 2294680,
                "start": 547.797
              },
              {
                "stop": 568.391,
                "text": "And it is to be determined whether other one hand the benefit is primarily in the nature of a reward for length of service in which case it is a perquisite of seniority or on the other hand whether the benefit is primarily short-term compensation for work performed.",
                "byte_stop": 2377017,
                "byte_start": 2307532,
                "start": 551.018
              },
              {
                "stop": 575.621,
                "text": "Applying this test, severance pay and pension benefits have been held by this Court to be perquisites of seniority.",
                "byte_stop": 2405961,
                "byte_start": 2377017,
                "start": 568.391
              },
              {
                "stop": 582.492,
                "text": "Vacation pay has been held to be primarily in the nature of compensation for work performed.",
                "byte_stop": 2433442,
                "byte_start": 2405961,
                "start": 575.621
              },
              {
                "stop": 599.887,
                "text": "Before I turn to discussion of those factors that we believe indicate that SUB should be treated as a perquisite of seniority, I would like briefly to discuss the notion of a work requirement upon which the District Court and respondent have focused some of their attention.",
                "byte_stop": 2503032,
                "byte_start": 2433442,
                "start": 582.492
              },
              {
                "stop": 607.63,
                "text": "There is no dispute here that SUB credits are primarily earn by employees who are workers.",
                "byte_stop": 2533961,
                "byte_start": 2503032,
                "start": 599.887
              },
              {
                "stop": 622.788,
                "text": "This is naturally true of most benefits that this Court has dealt with whether they are determined by language in the collective-bargaining agreement that refers to work or whether that it is determined by language that refers use of service.",
                "byte_stop": 2594670,
                "byte_start": 2533961,
                "start": 607.63
              },
              {
                "stop": 645.268,
                "text": "Now, in Alabama Power, a contention was made to this Court that any benefit that is determined by work requirement, that is where the collective-bargaining agreement specifies that most of the employees who earn the benefit will be working, should automatically dispose of any contention that the benefit maybe treated as a perquisite of seniority.",
                "byte_stop": 2684531,
                "byte_start": 2594670,
                "start": 622.788
              },
              {
                "stop": 655.676,
                "text": "The Court expressly rejected that contention in Alabama Power and it noted that almost any benefit could be tied to a work requirement such as existed in that case.",
                "byte_stop": 2726222,
                "byte_start": 2684531,
                "start": 645.268
              },
              {
                "stop": 667.774,
                "text": "That would permit the employer himself to decide whether a benefit was a perquisite of seniority and the employer himself to decide whether the veteran was entitled to have his service time credited.",
                "byte_stop": 2774601,
                "byte_start": 2726222,
                "start": 655.676
              },
              {
                "stop": 672.428,
                "text": "However, Congress has not left that decision up to the employer.",
                "byte_stop": 2793200,
                "byte_start": 2774601,
                "start": 667.774
              },
              {
                "stop": 679.872,
                "text": "This is a decision that Congress has made.",
                "byte_stop": 2822980,
                "byte_start": 2793200,
                "start": 672.428
              },
              {
                "stop": 689.805,
                "text": "Now, as far as the work requirement in this case, it is significantly less in the work requirement that this Court rejected in Alabama Power.",
                "byte_stop": 2862686,
                "byte_start": 2822980,
                "start": 679.872
              },
              {
                "stop": 697.076,
                "text": "There, the question was whether the employee was entitled to accredited service time for the time that he spent in the military.",
                "byte_stop": 2891734,
                "byte_start": 2862686,
                "start": 689.805
              },
              {
                "stop": 703.801,
                "text": "Accredited service was defined in terms of full time service at 40 hours per week.",
                "byte_stop": 2918693,
                "byte_start": 2891734,
                "start": 697.076
              },
              {
                "stop": 717.161,
                "text": "Moreover, the limited exceptions in Alabama Power, applied only to employees who are on paid leave not employees who are in certain categories of unpaid leave as in this case.",
                "byte_stop": 2972087,
                "byte_start": 2918693,
                "start": 703.801
              },
              {
                "stop": 723.148,
                "text": "We believe that SUB benefits should be treated as a perquisite of seniority.",
                "byte_stop": 2996120,
                "byte_start": 2972087,
                "start": 717.161
              },
              {
                "stop": 728.665,
                "text": "They serve a purpose that is akin to the most traditional seniority benefit.",
                "byte_stop": 3018167,
                "byte_start": 2996120,
                "start": 723.148
              },
              {
                "stop": 736.55,
                "text": "And this analysis incidentally was made by the Third Circuit in the Foster decision which was later affirmed by this Court.",
                "byte_stop": 3049723,
                "byte_start": 3018167,
                "start": 728.665
              },
              {
                "stop": 746.155,
                "text": "The -- the primary purpose of SUB benefits is to protect employees against economic loss during periods of the diminished employment.",
                "byte_stop": 3088071,
                "byte_start": 3049723,
                "start": 736.55
              },
              {
                "stop": 753.476,
                "text": "It acts as an adjunct to the normal layoff protection that employees get when they accrue seniority benefits.",
                "byte_stop": 3117432,
                "byte_start": 3088071,
                "start": 746.155
              },
              {
                "stop": 769.209,
                "text": "Thus when, there's an economic downturn and the employer is forced to layoff a number of employees, what happens, is those employees that have accrued the most amount of seniority are protected from layoff because of the seniority that they have accrued.",
                "byte_stop": 3180335,
                "byte_start": 3117432,
                "start": 753.476
              },
              {
                "stop": 778.54,
                "text": "Employees who have not accrued enough seniority to be protected from layoff get this more limited protection of the SUB benefits.",
                "byte_stop": 3217638,
                "byte_start": 3180335,
                "start": 769.209
              },
              {
                "stop": 793.738,
                "text": "That is they receive some money to tie them over the period for which they are unemployed and employees who have the least seniority at all will either not be eligible at all for SUB payments or they will receive less because they have accrued fewer credits.",
                "byte_stop": 3278451,
                "byte_start": 3217638,
                "start": 778.54
              }
            ],
            "start": 70.969
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 3278451,
            "byte_stop": 3300812,
            "stop": 799.333,
            "text_blocks": [
              {
                "stop": 799.333,
                "text": "All -- all employees laid off I take it will receive unemployment benefits from the State?",
                "byte_stop": 3300812,
                "byte_start": 3278451,
                "start": 793.738
              }
            ],
            "start": 793.738
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3300812,
            "byte_stop": 3766105,
            "stop": 915.663,
            "text_blocks": [
              {
                "stop": 800.018,
                "text": "That's correct.",
                "byte_stop": 3303528,
                "byte_start": 3300812,
                "start": 799.333
              },
              {
                "stop": 814.405,
                "text": "The SUBs are only intended to be a supplement to the unemployment benefits provided by the State and the formula for figuring out how much SUB is to be paid inclusive deduction for the amount of State on employment benefits.",
                "byte_stop": 3361102,
                "byte_start": 3303528,
                "start": 800.018
              },
              {
                "stop": 829.121,
                "text": "And in fact if an employee, for some reason, does not get State unemployment benefits for reason that was within his control if he doesn't apply for them for example, then he will not be eligible to receive SUBs.",
                "byte_stop": 3419930,
                "byte_start": 3361102,
                "start": 814.405
              },
              {
                "stop": 841.522,
                "text": "We think the best analogy to the SUBs is a quite similar benefit of severance pay that this Court held to be a perquisite of seniority in the Accardi case.",
                "byte_stop": 3469563,
                "byte_start": 3419930,
                "start": 829.121
              },
              {
                "stop": 848.615,
                "text": "Severance pay also provides income that ties an employee over a period of unemployment as to SUB's.",
                "byte_stop": 3497984,
                "byte_start": 3469563,
                "start": 841.522
              },
              {
                "stop": 858.996,
                "text": "The difference essentially is that with SUB's layoff is only temporary and severance pay deals with the issue of permanent layoff.",
                "byte_stop": 3539466,
                "byte_start": 3497984,
                "start": 848.615
              },
              {
                "stop": 872.009,
                "text": "As in the Accardi the intent of SUB's, is to provide compensation for the lost of the rights and expectations that the employee has accrued over his period of service.",
                "byte_stop": 3591502,
                "byte_start": 3539466,
                "start": 858.996
              },
              {
                "stop": 876.745,
                "text": "It is not to provide compensation for the work that the employee did in the past.",
                "byte_stop": 3610415,
                "byte_start": 3591502,
                "start": 872.009
              },
              {
                "stop": 886.034,
                "text": "The amount the SUB benefits as the amount of severance pay benefits are not at all tied to the amount of work that was done in the past.",
                "byte_stop": 3647613,
                "byte_start": 3610415,
                "start": 876.745
              },
              {
                "stop": 896.776,
                "text": "Moreover, the provisions of the plan are completely inconsistent with any notion that SUB's are to be treated as compensation for work performed.",
                "byte_stop": 3690559,
                "byte_start": 3647613,
                "start": 886.034
              },
              {
                "stop": 904.018,
                "text": "First of all, SUB credits are forfeitable at anytime if the employee incurs a break in continuous service.",
                "byte_stop": 3719502,
                "byte_start": 3690559,
                "start": 896.776
              },
              {
                "stop": 915.663,
                "text": "Therefore, an employee could work for 20 years and then if he incurred to break in service, he would loss all the SUB credit that he had accrued and if he hadn't been laid off in the time, he never would have received any benefit at all.",
                "byte_stop": 3766105,
                "byte_start": 3719502,
                "start": 904.018
              }
            ],
            "start": 799.333
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3766105,
            "byte_stop": 3790869,
            "stop": 921.849,
            "text_blocks": [
              {
                "stop": 921.849,
                "text": "Well he -- but all that he would have accrued in 20 years is the same as he would have accrued in two years, doesn't it?",
                "byte_stop": 3790869,
                "byte_start": 3766105,
                "start": 915.663
              }
            ],
            "start": 915.663
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3790869,
            "byte_stop": 3794735,
            "stop": 922.809,
            "text_blocks": [
              {
                "stop": 922.809,
                "text": "That's correct.",
                "byte_stop": 3794735,
                "byte_start": 3790869,
                "start": 921.849
              }
            ],
            "start": 921.849
          },
          {
            "speaker": null,
            "byte_start": 3794735,
            "byte_stop": 3800168,
            "stop": 924.166,
            "text_blocks": [
              {
                "stop": 924.166,
                "text": "Because there's a maximum of 52.",
                "byte_stop": 3800168,
                "byte_start": 3794735,
                "start": 922.809
              }
            ],
            "start": 922.809
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3800168,
            "byte_stop": 3804139,
            "stop": 925.165,
            "text_blocks": [
              {
                "stop": 925.165,
                "text": "There's a maximum 52.",
                "byte_stop": 3804139,
                "byte_start": 3800168,
                "start": 924.166
              }
            ],
            "start": 924.166
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3804139,
            "byte_stop": 3811558,
            "stop": 927.032,
            "text_blocks": [
              {
                "stop": 927.032,
                "text": "(Inaudible) after weeks?",
                "byte_stop": 3811558,
                "byte_start": 3804139,
                "start": 925.165
              }
            ],
            "start": 925.165
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3811558,
            "byte_stop": 3840920,
            "stop": 934.368,
            "text_blocks": [
              {
                "stop": 934.368,
                "text": "At -- at the time that in this collective-bargaining agreement I said existed at time the petitioner was laid off, yes.",
                "byte_stop": 3840920,
                "byte_start": 3811558,
                "start": 927.032
              }
            ],
            "start": 927.032
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 3840920,
            "byte_stop": 3859728,
            "stop": 939.065,
            "text_blocks": [
              {
                "stop": 939.065,
                "text": "And this -- for this particular employee was laid off, well -- was he not?",
                "byte_stop": 3859728,
                "byte_start": 3840920,
                "start": 934.368
              }
            ],
            "start": 934.368
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3859728,
            "byte_stop": 3862235,
            "stop": 939.697,
            "text_blocks": [
              {
                "stop": 939.697,
                "text": "He was laid off --",
                "byte_stop": 3862235,
                "byte_start": 3859728,
                "start": 939.065
              }
            ],
            "start": 939.065
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 3862235,
            "byte_stop": 3891911,
            "stop": 947.099,
            "text_blocks": [
              {
                "stop": 947.099,
                "text": "-- and so he'd started all over again when he went back to work in the process of accruing issue of the benefit?",
                "byte_stop": 3891911,
                "byte_start": 3862235,
                "start": 939.697
              }
            ],
            "start": 939.697
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3891911,
            "byte_stop": 3895986,
            "stop": 948.138,
            "text_blocks": [
              {
                "stop": 948.138,
                "text": "No.",
                "byte_stop": 3895986,
                "byte_start": 3891911,
                "start": 947.099
              }
            ],
            "start": 947.099
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3895986,
            "byte_stop": 3897031,
            "stop": 948.393,
            "text_blocks": [
              {
                "stop": 948.393,
                "text": "He was --",
                "byte_stop": 3897031,
                "byte_start": 3895986,
                "start": 948.138
              }
            ],
            "start": 948.138
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3897031,
            "byte_stop": 3897971,
            "stop": 948.631,
            "text_blocks": [
              {
                "stop": 948.631,
                "text": "He was --",
                "byte_stop": 3897971,
                "byte_start": 3897031,
                "start": 948.393
              }
            ],
            "start": 948.393
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3897971,
            "byte_stop": 3905076,
            "stop": 950.397,
            "text_blocks": [
              {
                "stop": 950.397,
                "text": "-- he was laid off immediately upon his reinstatement",
                "byte_stop": 3905076,
                "byte_start": 3897971,
                "start": 948.631
              }
            ],
            "start": 948.631
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3905076,
            "byte_stop": 3917406,
            "stop": 953.492,
            "text_blocks": [
              {
                "stop": 950.805,
                "text": "That's right.",
                "byte_stop": 3906748,
                "byte_start": 3905076,
                "start": 950.397
              },
              {
                "stop": 953.492,
                "text": "He was laid off as soon as he came back to work --",
                "byte_stop": 3917406,
                "byte_start": 3906748,
                "start": 950.805
              }
            ],
            "start": 950.397
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 3917406,
            "byte_stop": 3923780,
            "stop": 955.07,
            "text_blocks": [
              {
                "stop": 955.07,
                "text": "He was reinstated then laid off?",
                "byte_stop": 3923780,
                "byte_start": 3917406,
                "start": 953.492
              }
            ],
            "start": 953.492
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3923780,
            "byte_stop": 3958157,
            "stop": 963.677,
            "text_blocks": [
              {
                "stop": 963.569,
                "text": "Right, because, according to his seniority status, they've already passed the -- the time when he was then laid off had he been back before.",
                "byte_stop": 3957739,
                "byte_start": 3923780,
                "start": 955.07
              },
              {
                "stop": 963.677,
                "text": "He still have --",
                "byte_stop": 3958157,
                "byte_start": 3957739,
                "start": 963.569
              }
            ],
            "start": 955.07
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 3958157,
            "byte_stop": 3967248,
            "stop": 965.936,
            "text_blocks": [
              {
                "stop": 965.936,
                "text": "I thought he -- I thought he quitted.",
                "byte_stop": 3967248,
                "byte_start": 3958157,
                "start": 963.677
              }
            ],
            "start": 963.677
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 3967248,
            "byte_stop": 4062438,
            "stop": 989.73,
            "text_blocks": [
              {
                "stop": 972.102,
                "text": "Well, he -- he first works for period in 1968, then was laid off and then quit.",
                "byte_stop": 3991907,
                "byte_start": 3967248,
                "start": 965.936
              },
              {
                "stop": 974.803,
                "text": "And at that time he forfeit of all the credits they had.",
                "byte_stop": 4002670,
                "byte_start": 3991907,
                "start": 972.102
              },
              {
                "stop": 982.914,
                "text": "He then came back to work and worked for a period of time which enabled him to accrue 16 more credits and he then entered the service.",
                "byte_stop": 4035166,
                "byte_start": 4002670,
                "start": 974.803
              },
              {
                "stop": 989.73,
                "text": "And he -- when he came back he was given those 16 credits that he accrued before he entered the service.",
                "byte_stop": 4062438,
                "byte_start": 4035166,
                "start": 982.914
              }
            ],
            "start": 965.936
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 4062438,
            "byte_stop": 4090337,
            "stop": 996.717,
            "text_blocks": [
              {
                "stop": 996.717,
                "text": "Was he given -- was he also given the part that he had accrued before he quit?",
                "byte_stop": 4090337,
                "byte_start": 4062438,
                "start": 989.73
              }
            ],
            "start": 989.73
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4090337,
            "byte_stop": 4363891,
            "stop": 1065.102,
            "text_blocks": [
              {
                "stop": 999.653,
                "text": "Well, when you quit you forfeit the benefits.",
                "byte_stop": 4102040,
                "byte_start": 4090337,
                "start": 996.717
              },
              {
                "stop": 1013.244,
                "text": "Now, what -- what happen here is that, the employer actually made a mistake and did give him credit for the benefits that he had accrued even before he quit and made payments upon to that but later on the mistake was realized and petitioner had to repay that money.",
                "byte_stop": 4156479,
                "byte_start": 4102040,
                "start": 999.653
              },
              {
                "stop": 1021.017,
                "text": "So in effect, he did not get the credit and we don't contend that he should have gotten credit for that time.",
                "byte_stop": 4187512,
                "byte_start": 4156479,
                "start": 1013.244
              },
              {
                "stop": 1029.065,
                "text": "Most significantly there is a vesting requirement here before the employee is eligible to receive SUB payments.",
                "byte_stop": 4219695,
                "byte_start": 4187512,
                "start": 1021.017
              },
              {
                "stop": 1032.294,
                "text": "As in Alabama Power, there was a vesting requirement.",
                "byte_stop": 4232652,
                "byte_start": 4219695,
                "start": 1029.065
              },
              {
                "stop": 1033.71,
                "text": "Here -- no.",
                "byte_stop": 4238294,
                "byte_start": 4232652,
                "start": 1032.294
              },
              {
                "stop": 1041.601,
                "text": "if the employee works for any period less than 2 years, he does not receive any SUB payments.",
                "byte_stop": 4269850,
                "byte_start": 4238294,
                "start": 1033.71
              },
              {
                "stop": 1048.844,
                "text": "Even after, the two-year period comes the payments are still contention upon his being laid off.",
                "byte_stop": 4298898,
                "byte_start": 4269850,
                "start": 1041.601
              },
              {
                "stop": 1065.102,
                "text": "Now, this is completely inconsistent with any notion of compensation, that the idea of SUB payments was compensation and the employee -- if an employee did a certain amount of work he would be entitled to a certain amount of payment for that work whether or not he was laid off and whether or not he manages to hang around for 2 years.",
                "byte_stop": 4363891,
                "byte_start": 4298898,
                "start": 1048.844
              }
            ],
            "start": 996.717
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 4363891,
            "byte_stop": 4370265,
            "stop": 1066.701,
            "text_blocks": [
              {
                "stop": 1066.701,
                "text": "Mr. Horowitz, can I interrupt you there?",
                "byte_stop": 4370265,
                "byte_start": 4363891,
                "start": 1065.102
              }
            ],
            "start": 1065.102
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4370265,
            "byte_stop": 4370996,
            "stop": 1066.872,
            "text_blocks": [
              {
                "stop": 1066.872,
                "text": "Yes.",
                "byte_stop": 4370996,
                "byte_start": 4370265,
                "start": 1066.701
              }
            ],
            "start": 1066.701
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 4370996,
            "byte_stop": 4416658,
            "stop": 1078.304,
            "text_blocks": [
              {
                "stop": 1068.311,
                "text": "I -- I'm just was little puzzled.",
                "byte_stop": 4376743,
                "byte_start": 4370996,
                "start": 1066.872
              },
              {
                "stop": 1072.584,
                "text": "The -- the 2 years is the necessary nor to be eligible for any payments.",
                "byte_stop": 4393775,
                "byte_start": 4376743,
                "start": 1068.311
              },
              {
                "stop": 1078.304,
                "text": "How -- if -- if you -- your opponent were correct in this case, how would he have met the 2-year requirement?",
                "byte_stop": 4416658,
                "byte_start": 4393775,
                "start": 1072.584
              }
            ],
            "start": 1066.872
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4416658,
            "byte_stop": 4437138,
            "stop": 1083.403,
            "text_blocks": [
              {
                "stop": 1083.403,
                "text": "Well, respondent was willing to count his military service time for the purposes of the 2-year requirement but it was not.",
                "byte_stop": 4437138,
                "byte_start": 4416658,
                "start": 1078.304
              }
            ],
            "start": 1078.304
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 4437138,
            "byte_stop": 4443303,
            "stop": 1084.961,
            "text_blocks": [
              {
                "stop": 1084.961,
                "text": "For the eligibility but not for the amount of (Voice Overlap) --",
                "byte_stop": 4443303,
                "byte_start": 4437138,
                "start": 1083.403
              }
            ],
            "start": 1083.403
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4443303,
            "byte_stop": 4609442,
            "stop": 1126.483,
            "text_blocks": [
              {
                "stop": 1085.378,
                "text": "That's right.",
                "byte_stop": 4444975,
                "byte_start": 4443303,
                "start": 1084.961
              },
              {
                "stop": 1090.799,
                "text": "It was treated inconsistently for the two different purposes under the SUB plan.",
                "byte_stop": 4466709,
                "byte_start": 4444975,
                "start": 1085.378
              },
              {
                "stop": 1109.644,
                "text": "The reason I believe that the respondent felt compelled to give credit for the military time is that, that 2-year requirement is -- is the same requirement that is generally occurs throughout the seniority provisions of the collective-bargaining agreement and it's defined through the same definitional section.",
                "byte_stop": 4542046,
                "byte_start": 4466709,
                "start": 1090.799
              },
              {
                "stop": 1115.889,
                "text": "And it's clear that for -- the more traditional seniority benefits he would have to have been given credit for his time in the army.",
                "byte_stop": 4567019,
                "byte_start": 4542046,
                "start": 1109.644
              },
              {
                "stop": 1126.483,
                "text": "So, if respondent had not given him credit for time in army it would – he would have been using same definition in giving him credit under that definition for some purposes and not for other purposes.",
                "byte_stop": 4609442,
                "byte_start": 4567019,
                "start": 1115.889
              }
            ],
            "start": 1084.961
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 4609442,
            "byte_stop": 4630653,
            "stop": 1131.794,
            "text_blocks": [
              {
                "stop": 1131.794,
                "text": "So they in fact agree that the 2 year -- the eligibility is this an aspect to seniority?",
                "byte_stop": 4630653,
                "byte_start": 4609442,
                "start": 1126.483
              }
            ],
            "start": 1126.483
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4630653,
            "byte_stop": 4632639,
            "stop": 1132.299,
            "text_blocks": [
              {
                "stop": 1132.299,
                "text": "That's correct.",
                "byte_stop": 4632639,
                "byte_start": 4630653,
                "start": 1131.794
              }
            ],
            "start": 1131.794
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 4632639,
            "byte_stop": 4651969,
            "stop": 1137.131,
            "text_blocks": [
              {
                "stop": 1137.131,
                "text": "I see.",
                "byte_stop": 4651969,
                "byte_start": 4632639,
                "start": 1132.299
              }
            ],
            "start": 1132.299
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4651969,
            "byte_stop": 4710484,
            "stop": 1151.755,
            "text_blocks": [
              {
                "stop": 1146.797,
                "text": "Moreover, there is absolutely no correlation between the amount of work that is performed by the employee and the amount of benefits that he accrues.",
                "byte_stop": 4690631,
                "byte_start": 4651969,
                "start": 1137.131
              },
              {
                "stop": 1151.755,
                "text": "He accrues 1/2 credit per week, no matter how much work he does during that week.",
                "byte_stop": 4710484,
                "byte_start": 4690631,
                "start": 1146.797
              }
            ],
            "start": 1137.131
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 4710484,
            "byte_stop": 4712155,
            "stop": 1152.159,
            "text_blocks": [
              {
                "stop": 1152.159,
                "text": "Yes, but do you – do you --",
                "byte_stop": 4712155,
                "byte_start": 4710484,
                "start": 1151.755
              }
            ],
            "start": 1151.755
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4712155,
            "byte_stop": 4719365,
            "stop": 1153.969,
            "text_blocks": [
              {
                "stop": 1153.969,
                "text": "Now --",
                "byte_stop": 4719365,
                "byte_start": 4712155,
                "start": 1152.159
              }
            ],
            "start": 1152.159
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 4719365,
            "byte_stop": 4747473,
            "stop": 1161.004,
            "text_blocks": [
              {
                "stop": 1161.004,
                "text": "-- not conceded that 32 hours is the rule rather than one hour of the exception?",
                "byte_stop": 4747473,
                "byte_start": 4719365,
                "start": 1153.969
              }
            ],
            "start": 1153.969
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 4747473,
            "byte_stop": 5446928,
            "stop": 1335.855,
            "text_blocks": [
              {
                "stop": 1162.938,
                "text": "One hour is certainly the exception.",
                "byte_stop": 4755205,
                "byte_start": 4747473,
                "start": 1161.004
              },
              {
                "stop": 1164.994,
                "text": "There are probably no instances of one hour.",
                "byte_stop": 4763460,
                "byte_start": 4755205,
                "start": 1162.938
              },
              {
                "stop": 1176.958,
                "text": "Respondent put on testimony in the District Court and we accept the District Court's finding that as a general rule most employees work 32 hours in any given week or work none at all.",
                "byte_stop": 4811316,
                "byte_start": 4763460,
                "start": 1164.994
              },
              {
                "stop": 1178.273,
                "text": "That is only for general rule.",
                "byte_stop": 4816541,
                "byte_start": 4811316,
                "start": 1176.958
              },
              {
                "stop": 1183.401,
                "text": "It's clear that in some cases and place did not manage to work 32 hours.",
                "byte_stop": 4837125,
                "byte_start": 4816541,
                "start": 1178.273
              },
              {
                "stop": 1195.01,
                "text": "There is an entire section of the SUB plans, Section 4 that is devoted to the question of what benefits are paid when employee does not work 32 hours.",
                "byte_stop": 4883519,
                "byte_start": 4837125,
                "start": 1183.401
              },
              {
                "stop": 1200.585,
                "text": "Even a -- even if all employees have worked 32 hours, it should be pointed out that that is not the normal amount of work.",
                "byte_stop": 4905775,
                "byte_start": 4883519,
                "start": 1195.01
              },
              {
                "stop": 1203.615,
                "text": "The normal amount work is 40 hours per week.",
                "byte_stop": 4917896,
                "byte_start": 4905775,
                "start": 1200.585
              },
              {
                "stop": 1208.834,
                "text": "Employees who work 32 and employees who work 40 accrue the same amount of SUB benefits.",
                "byte_stop": 4938794,
                "byte_start": 4917896,
                "start": 1203.615
              },
              {
                "stop": 1215.75,
                "text": "Moreover employees who work overtime also accrue the same amount of SUB benefits.",
                "byte_stop": 4966484,
                "byte_start": 4938794,
                "start": 1208.834
              },
              {
                "stop": 1236.082,
                "text": "Apart from -- apart from the amount of SUB credit they've accrued, the weekly -- the amount of the weekly benefit, the actual money which is paid to the employee has absolutely no correlation to the work that is performed.",
                "byte_stop": 5047777,
                "byte_start": 4966484,
                "start": 1215.75
              },
              {
                "stop": 1247.981,
                "text": "It depends upon the number of dependents that he has, it depends upon his salary at the time of layoff, not at the time that the credits are earned and it depends on the amount of money in the fund.",
                "byte_stop": 5095424,
                "byte_start": 5047777,
                "start": 1236.082
              },
              {
                "stop": 1259.743,
                "text": "Now, in fact the -- the fact that it depends to some extent upon his salary at the time of layoff is an aspect of seniority, if anything in determining the amount for this payment – or these payments.",
                "byte_stop": 5142444,
                "byte_start": 5095424,
                "start": 1247.981
              },
              {
                "stop": 1277.246,
                "text": "That was discussed by this Court in Alabama Power where as well it was noted at the pension benefits that were paid depended upon the employees compensation at the time that he was -- began to receive pension benefits not at the time that he earned the credits for them.",
                "byte_stop": 5212453,
                "byte_start": 5142444,
                "start": 1259.743
              },
              {
                "stop": 1293.834,
                "text": "Finally, the specific points that this Court mentioned in Foster as indicating some sort of correlation between the amount of work and the amount of earning a credit are absent in this case. There are two factors that this Court mentioned in Foster.",
                "byte_stop": 5278804,
                "byte_start": 5212453,
                "start": 1277.246
              },
              {
                "stop": 1305.579,
                "text": "First, that vacation benefit -- more vacation benefits were earned by employees who worked overtime, than employees who did not and there was a special provision that was made for overtime.",
                "byte_stop": 5325824,
                "byte_start": 5278804,
                "start": 1293.834
              },
              {
                "stop": 1307.717,
                "text": "Here there is no such provision.",
                "byte_stop": 5334392,
                "byte_start": 5325824,
                "start": 1305.579
              },
              {
                "stop": 1316.354,
                "text": "Secondly, in Foster, employees who did not meet the minimum threshold, there you had to work 25 weeks per year in order to get a vacation.",
                "byte_stop": 5368874,
                "byte_start": 5334392,
                "start": 1307.717
              },
              {
                "stop": 1321.931,
                "text": "Employee -- certain employees who did not work 25 weeks per year were entitled to pro rata vacation.",
                "byte_stop": 5391235,
                "byte_start": 5368874,
                "start": 1316.354
              },
              {
                "stop": 1324.512,
                "text": "And here there is no such pro rata requirement.",
                "byte_stop": 5401475,
                "byte_start": 5391235,
                "start": 1321.931
              },
              {
                "stop": 1332.696,
                "text": "An employee who works all the way up to the 2 years is not entitled to any SUB payments at all.",
                "byte_stop": 5434284,
                "byte_start": 5401475,
                "start": 1324.512
              },
              {
                "stop": 1335.855,
                "text": "Now, we submit that --",
                "byte_stop": 5446928,
                "byte_start": 5434284,
                "start": 1332.696
              }
            ],
            "start": 1161.004
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 63612000,
                  "id": 2787,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2787",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                },
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 528094800,
                  "id": 2788,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2788",
                  "type": "scotus_justice",
                  "appointing_president": "Ronald Reagan",
                  "date_end": 1125723600,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/william_h_rehnquist",
              "name": "William H. Rehnquist",
              "last_name": "Rehnquist",
              "length_of_service": 12293,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/william_h_rehnquist/william_h_rehnquist.thumb.png",
                "id": 32786,
                "size": 46923
              },
              "ID": 15141,
              "identifier": "william_h_rehnquist"
            },
            "byte_start": 5446928,
            "byte_stop": 5508577,
            "stop": 1351.266,
            "text_blocks": [
              {
                "stop": 1351.266,
                "text": "The employees who work less than 32 hours per week under Section 4 of the collective-bargaining agreement are entitled to some short of pro rata SUB's?",
                "byte_stop": 5508577,
                "byte_start": 5446928,
                "start": 1335.855
              }
            ],
            "start": 1335.855
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 5508577,
            "byte_stop": 6103960,
            "stop": 1500.112,
            "text_blocks": [
              {
                "stop": 1357.121,
                "text": "An employee who works less than 32 hours is entitled to the full one half credit – one-half SUB credit.",
                "byte_stop": 5531982,
                "byte_start": 5508577,
                "start": 1351.266
              },
              {
                "stop": 1363.93,
                "text": "Now, what Section 4 of the agreement does is that it defines what's called the “short week benefit”.",
                "byte_stop": 5559150,
                "byte_start": 5531982,
                "start": 1357.121
              },
              {
                "stop": 1374.301,
                "text": "That is if an employee works 24 hours in a week, he is entitled to a benefit that he'll be paid as if he had worked 32.",
                "byte_stop": 5600632,
                "byte_start": 5559150,
                "start": 1363.93
              },
              {
                "stop": 1389.346,
                "text": "But, and -- and the idea I think of that provision is probably -- it was probably put in mostly the instigation of the union is to encourage the employer to make sure that -- I should say to penalize the employer for not allowing employees to work 32 hours per week.",
                "byte_stop": 5660818,
                "byte_start": 5600632,
                "start": 1374.301
              },
              {
                "stop": 1396.987,
                "text": "It acts as disincentive to the employer, to schedule employees for less than 32 hours per week.",
                "byte_stop": 5691434,
                "byte_start": 5660818,
                "start": 1389.346
              },
              {
                "stop": 1413.648,
                "text": "Now, as far as how it fits into the SUB plan, an employee who works less than 32 hours per week does get half in SUB credit no matter how many hours he works he maybe eligible for a benefit under Section 4 of the plan.",
                "byte_stop": 5758098,
                "byte_start": 5691434,
                "start": 1396.987
              },
              {
                "stop": 1421.344,
                "text": "Again he is not eligible for that benefit unless he's already got 2 years of service under his belt.",
                "byte_stop": 5788818,
                "byte_start": 5758098,
                "start": 1413.648
              },
              {
                "stop": 1437.514,
                "text": "If he receives a benefit under Section 4, he would still accrue 1/2 SUB credit for that time but -- but because he's receiving a benefit he would also have to give up one SUB -- excuse me 1/2 SUB credit for that time.",
                "byte_stop": 5853497,
                "byte_start": 5788818,
                "start": 1421.344
              },
              {
                "stop": 1450.912,
                "text": "So, he would end up in not accruing additional credits if he was actually receiving a benefit.",
                "byte_stop": 5907101,
                "byte_start": 5853497,
                "start": 1437.514
              },
              {
                "stop": 1456.616,
                "text": "Petitioner in this case left his employment and went to serve in the military.",
                "byte_stop": 5929984,
                "byte_start": 5907101,
                "start": 1450.912
              },
              {
                "stop": 1464.873,
                "text": "When he return from his employment he was disadvantage as compared to those other employees who began employment on the same day that he did.",
                "byte_stop": 5963003,
                "byte_start": 5929984,
                "start": 1456.616
              },
              {
                "stop": 1472.698,
                "text": "Had he remained in a civilian employment, he would have had 52 SUB credits and would have received payments for an additional 22 weeks.",
                "byte_stop": 5994245,
                "byte_start": 5963003,
                "start": 1464.873
              },
              {
                "stop": 1476.142,
                "text": "Having served in the military he was denied these payments.",
                "byte_stop": 6008038,
                "byte_start": 5994245,
                "start": 1472.698
              },
              {
                "stop": 1492.498,
                "text": "We believe that this is precisely the result that Congress was intending to avoid when it passed the Veterans' Re-employment Rights Act statute and we submit that this Court should -- should hold that SUB benefits are perquisite of seniority and the petitioner was entitled to his credits.",
                "byte_stop": 6073448,
                "byte_start": 6008038,
                "start": 1476.142
              },
              {
                "stop": 1500.112,
                "text": "If there are no further questions I'd like to reserve the remainder of my time.",
                "byte_stop": 6103960,
                "byte_start": 6073448,
                "start": 1492.498
              }
            ],
            "start": 1351.266
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 6103960,
            "byte_stop": 6131754,
            "stop": 1507.076,
            "text_blocks": [
              {
                "stop": 1507.076,
                "text": "Mr. Nims.",
                "byte_stop": 6131754,
                "byte_start": 6103960,
                "start": 1500.112
              }
            ],
            "start": 1500.112
          }
        ],
        "stop": 1507.076,
        "byte_stop": 6131754,
        "byte_start": 103424,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6131754,
            "byte_stop": 6293713,
            "stop": 1547.553,
            "text_blocks": [
              {
                "stop": 1510.756,
                "text": "Mr. Chief and may it pleases the Court.",
                "byte_stop": 6146487,
                "byte_start": 6131754,
                "start": 1507.076
              },
              {
                "stop": 1528.091,
                "text": "I think that when one understands the supplemental unemployment benefit plan that the Court is considering, one will realize that if anything it has exactly a reverse relationship to seniority rather than being a perquisite of seniority.",
                "byte_stop": 6215868,
                "byte_start": 6146487,
                "start": 1510.756
              },
              {
                "stop": 1546.621,
                "text": "In the first place, the principle benefit of seniority obviously in a layoff situation is layoff preference and the more seniority the employee accumulates the less likely it is, that he will in fact be laid off, that the layoff will reach his seniority date.",
                "byte_stop": 6289951,
                "byte_start": 6215868,
                "start": 1528.091
              },
              {
                "stop": 1547.553,
                "text": "The employees --",
                "byte_stop": 6293713,
                "byte_start": 6289951,
                "start": 1546.621
              }
            ],
            "start": 1507.076
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 6293713,
            "byte_stop": 6301654,
            "stop": 1549.533,
            "text_blocks": [
              {
                "stop": 1549.533,
                "text": "(Inaudible) seniority plan?",
                "byte_stop": 6301654,
                "byte_start": 6293713,
                "start": 1547.553
              }
            ],
            "start": 1547.553
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6301654,
            "byte_stop": 6302804,
            "stop": 1549.838,
            "text_blocks": [
              {
                "stop": 1549.838,
                "text": "Pardon Your Honor.",
                "byte_stop": 6302804,
                "byte_start": 6301654,
                "start": 1549.533
              }
            ],
            "start": 1549.533
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 6302804,
            "byte_stop": 6311581,
            "stop": 1552.034,
            "text_blocks": [
              {
                "stop": 1552.034,
                "text": "Isn't that always true of a seniority plan?",
                "byte_stop": 6311581,
                "byte_start": 6302804,
                "start": 1549.838
              }
            ],
            "start": 1549.838
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6311581,
            "byte_stop": 6319000,
            "stop": 1553.882,
            "text_blocks": [
              {
                "stop": 1553.882,
                "text": "Yes.",
                "byte_stop": 6319000,
                "byte_start": 6311581,
                "start": 1552.034
              }
            ],
            "start": 1552.034
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 6319000,
            "byte_stop": 6327881,
            "stop": 1556.114,
            "text_blocks": [
              {
                "stop": 1556.114,
                "text": "But this one is so significant --",
                "byte_stop": 6327881,
                "byte_start": 6319000,
                "start": 1553.882
              }
            ],
            "start": 1553.882
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6327881,
            "byte_stop": 6456299,
            "stop": 1588.214,
            "text_blocks": [
              {
                "stop": 1558.391,
                "text": "That's always true of the seniority plan.",
                "byte_stop": 6337076,
                "byte_start": 6327881,
                "start": 1556.114
              },
              {
                "stop": 1573.831,
                "text": "That's the point I'm making Your Honor that the supplemental unemployment benefit which is the benefit we're talking about here is actually a benefit which is most often used by people with lesser seniority than people with greater seniority.",
                "byte_stop": 6398830,
                "byte_start": 6337076,
                "start": 1558.391
              },
              {
                "stop": 1588.214,
                "text": "It's more important to people with lesser seniority than people with greater seniority and the point I'm making is rather than being a perquisite of seniority, it indeed operates in a reverse relationship with seniority.",
                "byte_stop": 6456299,
                "byte_start": 6398830,
                "start": 1573.831
              }
            ],
            "start": 1556.114
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 6456299,
            "byte_stop": 6512724,
            "stop": 1602.306,
            "text_blocks": [
              {
                "stop": 1602.306,
                "text": "But Mr. Nims, aren't there really three classes of -- of seniority that people who are senior enough not to be laid off, people who were in kind of a middle category who gets these benefits, and then the very, very junior people who don't even get this benefit and then the very, very junior people who don't even get these benefits.",
                "byte_stop": 6512724,
                "byte_start": 6456299,
                "start": 1588.214
              }
            ],
            "start": 1588.214
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6512724,
            "byte_stop": 6650650,
            "stop": 1636.785,
            "text_blocks": [
              {
                "stop": 1606.665,
                "text": "That's true Your Honor, but that's true with almost any benefit.",
                "byte_stop": 6530173,
                "byte_start": 6512724,
                "start": 1602.306
              },
              {
                "stop": 1625.504,
                "text": "Indeed I believe it was true with the vacation benefit before the Court in Foster that there, there was a one-year requirement before you became eligible for vacation, you got entitlement to the vacation in the second year by virtue of having worked 25 weeks in the first year.",
                "byte_stop": 6605511,
                "byte_start": 6530173,
                "start": 1606.665
              },
              {
                "stop": 1636.785,
                "text": "And I -- I don't think that that analysis would make this benefit or the vacation benefit in Foster a perquisite of seniority or it would make every benefit of perquisite of seniority --",
                "byte_stop": 6650650,
                "byte_start": 6605511,
                "start": 1625.504
              }
            ],
            "start": 1602.306
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 6650650,
            "byte_stop": 6700387,
            "stop": 1649.232,
            "text_blocks": [
              {
                "stop": 1649.232,
                "text": "No, all I was suggesting was the fact that people who have even greater seniority gets some greater benefit doesn't necessarily take this benefit out of the category of benefits that are affected by the length of service.",
                "byte_stop": 6700387,
                "byte_start": 6650650,
                "start": 1636.785
              }
            ],
            "start": 1636.785
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6700387,
            "byte_stop": 6843016,
            "stop": 1684.892,
            "text_blocks": [
              {
                "stop": 1652.07,
                "text": "No, I agree that it doesn't necessarily do that.",
                "byte_stop": 6711777,
                "byte_start": 6700387,
                "start": 1649.232
              },
              {
                "stop": 1666.612,
                "text": "But the point being that greater seniority once you pass the eligibility threshold so that you're entitled to the benefit, greater seniority does not have any effect on the benefit at all in a positive way.",
                "byte_stop": 6769873,
                "byte_start": 6711777,
                "start": 1652.07
              },
              {
                "stop": 1684.892,
                "text": "The 2-year man who is eligible to receive a payment will get a benefit as well the 15-year man if the layoff happens to reach his level of seniority and the 5th year – 15-year man will not have any greater benefit, any advantage over being a 15-year man.",
                "byte_stop": 6843016,
                "byte_start": 6769873,
                "start": 1666.612
              }
            ],
            "start": 1649.232
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 6843016,
            "byte_stop": 6869034,
            "stop": 1691.401,
            "text_blocks": [
              {
                "stop": 1691.401,
                "text": "Well, are you saying that every person who meets the 2 year requirement always gets 52 units?",
                "byte_stop": 6869034,
                "byte_start": 6843016,
                "start": 1684.892
              }
            ],
            "start": 1684.892
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6869034,
            "byte_stop": 6876871,
            "stop": 1693.344,
            "text_blocks": [
              {
                "stop": 1691.766,
                "text": "No.",
                "byte_stop": 6870497,
                "byte_start": 6869034,
                "start": 1691.401
              },
              {
                "stop": 1693.344,
                "text": "It depends upon from the work requirement.",
                "byte_stop": 6876871,
                "byte_start": 6870497,
                "start": 1691.766
              }
            ],
            "start": 1691.401
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 6876871,
            "byte_stop": 6901739,
            "stop": 1699.562,
            "text_blocks": [
              {
                "stop": 1699.562,
                "text": "Well then, even with among those who were eligible, seniority has an effect on the amount of the number of units and therefore the number of (Voice Overlap) --",
                "byte_stop": 6901739,
                "byte_start": 6876871,
                "start": 1693.344
              }
            ],
            "start": 1693.344
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 6901739,
            "byte_stop": 10351470,
            "stop": 2561.987,
            "text_blocks": [
              {
                "stop": 1722.22,
                "text": "No, not seniority Your Honor, working day up to accumulating the maximum of 52 credit units if you haven't worked in 2 years and accumulated the 52 maximum credit units, yes the fact that you haven't done that work may result when you're having a lesser number of benefits.",
                "byte_stop": 6992332,
                "byte_start": 6901739,
                "start": 1699.562
              },
              {
                "stop": 1735.391,
                "text": "But once you have work in 2 years and accumulated 52 credit units not only increased seniority will not give a greater benefit, increase work won't give you a greater benefit.",
                "byte_stop": 7044995,
                "byte_start": 6992332,
                "start": 1722.22
              },
              {
                "stop": 1747.896,
                "text": "Further, the amount of the benefit represented by each credit unit also bears a reverse relationship to seniority if it bears any relationship to seniority.",
                "byte_stop": 7095045,
                "byte_start": 7044995,
                "start": 1735.391
              },
              {
                "stop": 1759.782,
                "text": "The plan provides that the amount of benefit that you'll receive in the event that you ever receive supplemental unemployment benefits is affected by four factors.",
                "byte_stop": 7142588,
                "byte_start": 7095045,
                "start": 1747.896
              },
              {
                "stop": 1785.488,
                "text": "Number one, the wage rate of your job classification, that wage rate is established by the collective-bargaining agreement for each job classification and has nothing to do with seniority other than in the sense that in some jobs preference is a factor of seniority, and your ability to hold a particular job maybe depended upon seniority.",
                "byte_stop": 7245406,
                "byte_start": 7142588,
                "start": 1759.782
              },
              {
                "stop": 1796.789,
                "text": "But the actual wage rate for that job classification will be the same whether the individual holding that is a 2 year man or a 5-year man or a 10-year man or a 20-year man.",
                "byte_stop": 7290650,
                "byte_start": 7245406,
                "start": 1785.488
              },
              {
                "stop": 1806.703,
                "text": "The second factor in the amount to the benefit is the number of dependents that the employee has, obviously that has no relationship to seniority with the company.",
                "byte_stop": 7330252,
                "byte_start": 7290650,
                "start": 1796.789
              },
              {
                "stop": 1821.32,
                "text": "The third factor in determining the amount of the benefit for each credit unit was the amount of state unemployment compensation which the employee receives from what ever state programs exists in that particular State.",
                "byte_stop": 7388766,
                "byte_start": 7330252,
                "start": 1806.703
              },
              {
                "stop": 1833.218,
                "text": "That has no involvement with sen -- with seniority and finally, the fourth factor that influences the amount of benefit is the amount of money remaining in the plan as whole.",
                "byte_stop": 7436309,
                "byte_start": 7388766,
                "start": 1821.32
              },
              {
                "stop": 1858.014,
                "text": "The obligation if the industry is to fund the plan with a finite number of dollars agreed to in the collective-bargaining process then as the plan is exhausted through the layoffs once it reaches a sufficient diminution to key in that part of the formula, the amount of benefit represented by each credit unit drops.",
                "byte_stop": 7535574,
                "byte_start": 7436309,
                "start": 1833.218
              },
              {
                "stop": 1896.409,
                "text": "So that you actually have the anomalous situation if you're focusing on seniority that the 3-year man is much more likely to have his benefit be 100% of the possible benefit than the 20-year man because if a layoff in fact gets severe enough to reach the 20-year man, you'll likely to have the fund substantially depleted by the previous payments made to persons of lesser seniorities so that the 20 year man in fact finds he's getting a lesser benefit if his seniority number is in fact reached during the layoff.",
                "byte_stop": 7689070,
                "byte_start": 7535574,
                "start": 1858.014
              },
              {
                "stop": 1916.723,
                "text": "But we don't believe that that kind of a benefit should be classified to be a perquisite of seniority and indeed the -- the testimony in the record below is clear that it's -- it's not thought certainly by the industry and the by the people who negotiated it to be in any sense of perquisite of seniority.",
                "byte_stop": 7770363,
                "byte_start": 7689070,
                "start": 1896.409
              },
              {
                "stop": 1940.086,
                "text": "Rather it is based upon the formula which is governed by the actual practical realities of the steel industry which found that prior to 1960 they actual had a SUB plan which had a very precise relationship, between how many hours you worked and the accumulation of credit units, and they determined that that wasn't necessary.",
                "byte_stop": 7863777,
                "byte_start": 7770363,
                "start": 1916.723
              },
              {
                "stop": 1953.015,
                "text": "It created an administrative headache that they didn't need because in point of fact people who are working at least 32 hours, if they worked at all because of the existence of the short-week benefit.",
                "byte_stop": 7915499,
                "byte_start": 7863777,
                "start": 1940.086
              },
              {
                "stop": 1973.057,
                "text": "And the short-week benefit provides that if you call an employee in during a week and have him worked less than 32 hours, essentially you're going to have to pay him for 32 hours anyway and so naturally your try not to call an employee at all unless you actually have 32 hours of week for him.",
                "byte_stop": 7995747,
                "byte_start": 7915499,
                "start": 1953.015
              },
              {
                "stop": 1993.469,
                "text": "So the SUB plan and the formula for the earning of credit units in the SUB plan is tied to a formula which in the industry and the practical reality is based upon at least 32 hours of work achieving the earning of the entire -- of entitlement to 1/2 credit unit.",
                "byte_stop": 8077354,
                "byte_start": 7995747,
                "start": 1973.057
              },
              {
                "stop": 2009.965,
                "text": "Now, whether or not that ever translates into a benefit, of course, depends upon whether the employee has to get laid off and that admittedly is a factor of his seniority, but the benefit as suppose to the layoff is not a factor of seniority.",
                "byte_stop": 8143287,
                "byte_start": 8077354,
                "start": 1993.469
              },
              {
                "stop": 2015.961,
                "text": "Indeed it -- if it has any relationship with seniority it's a reverse relationship.",
                "byte_stop": 8167320,
                "byte_start": 8143287,
                "start": 2009.965
              },
              {
                "stop": 2033.709,
                "text": "One of the arguments that the Government has made in this case is that in trying to analogize to other benefits which have been before the Court, the closest benefit according to the Government is the severance pay that was before the Court in Accardi.",
                "byte_stop": 8238268,
                "byte_start": 8167320,
                "start": 2015.961
              },
              {
                "stop": 2037.427,
                "text": "Respondent believes that that analogy is faulty.",
                "byte_stop": 8253210,
                "byte_start": 8238268,
                "start": 2033.709
              },
              {
                "stop": 2045.061,
                "text": "Severance pay is normally and was in Accardi very much a factor of seniority.",
                "byte_stop": 8283721,
                "byte_start": 8253210,
                "start": 2037.427
              },
              {
                "stop": 2070.762,
                "text": "Somebody who had worked for that particular railroad 19 years and the 20-year people were not subject to the discharge but it was people with less than 20-year seniority, somebody who had worked for the railroad for 19 years was entitled to a larger amount of severance pay than somebody who had worked for 18 years and 17 years, and 16 years and back down the line.",
                "byte_stop": 8386539,
                "byte_start": 8283721,
                "start": 2045.061
              },
              {
                "stop": 2091.148,
                "text": "And that we submit was key to this Court's analysis of severance pay being a long-term benefit which really the notion of compensated service before the Court in the Accardi case really measuring only time on the role as an employee, but the SUB benefit is very different.",
                "byte_stop": 8468041,
                "byte_start": 8386539,
                "start": 2070.762
              },
              {
                "stop": 2114.609,
                "text": "The 15-year man has no advantage whatsoever over the 2-year man so long as each have accumulated the maximum number credit units available are 52 and indeed as we've shown it might happen to work out that the 15-year man is at a disadvantage because of the diminution in the money in the fund should layoff reach his level of seniority.",
                "byte_stop": 8561873,
                "byte_start": 8468041,
                "start": 2091.148
              },
              {
                "stop": 2123.822,
                "text": "So we don't feel that the SUB benefit can possibly be analogy -- analogized properly or fairly to a severance benefit.",
                "byte_stop": 8598758,
                "byte_start": 8561873,
                "start": 2114.609
              },
              {
                "stop": 2147.691,
                "text": "The Government has -- has argued this morning that in a sense the steel industry is acting in an inconsistent fashion in treating the 2-year continuous service requirement as seniority and crediting the veteran for that, but not crediting him with the time in the military for purposes of accruing credit units.",
                "byte_stop": 8694262,
                "byte_start": 8598758,
                "start": 2123.822
              },
              {
                "stop": 2150.002,
                "text": "We don't feel that's inconsistent at all.",
                "byte_stop": 8703457,
                "byte_start": 8694262,
                "start": 2147.691
              },
              {
                "stop": 2157.861,
                "text": "In the first place, the applicable bargaining agreements and plans expressly provide for both of those situations.",
                "byte_stop": 8734908,
                "byte_start": 8703457,
                "start": 2150.002
              },
              {
                "stop": 2188.761,
                "text": "They expressly provide that service in the military will not break continuous service in the company and they expressly provide that there will be no accrual of credit units for the individual during the period of time he's in the military, so they're certainly consistent with the underlying contractual documents, but more important, they're consistent with what the industry regards as the law being as interpreted by this Court and other courts throughout the last several years.",
                "byte_stop": 8858520,
                "byte_start": 8734908,
                "start": 2157.861
              },
              {
                "stop": 2218.861,
                "text": "Continuous service as that is defined in the pension program has indeed notions of seniority, notion of simply being on the rules as an employee and the industry recognizes that and does not break continuous service for pension purposes, for SUB purposes, for any benefit purposes when the veteran leaves the civilian employee and then comes back within the permitted statutory period.",
                "byte_stop": 8978892,
                "byte_start": 8858520,
                "start": 2188.761
              },
              {
                "stop": 2272.107,
                "text": "But that's no different than the situation that was in front of this Court in the Foster v. Dravo case in which this Court considered vacation entitlement and this Court pointed out in a footnote that while you have to work in the required number of weeks in order to earn vacation eligibility for any particular year, if in fact a 5-year man has two weeks vacation and a 10-year man has 3 weeks vacation, and a 20-year man has 4 weeks vacation, in that sense under the plan in front of the Court in Dravo, the -- the defendant there, the company there did credit time and service for purposes of determining the maximum amount of vacation eligibility which an individual employee would have, and the Court noted that in its footnote.",
                "byte_stop": 9191946,
                "byte_start": 8978892,
                "start": 2218.861
              },
              {
                "stop": 2284.796,
                "text": "But that doesn't mean that earning that four weeks vacation that you may have the potential entitlement to is also a factor of seniority, the Court found that it was not.",
                "byte_stop": 9242624,
                "byte_start": 9191946,
                "start": 2272.107
              },
              {
                "stop": 2294.764,
                "text": "It found that it was conditioned upon a bona fide work requirement that a traditional notion of a vacation is a short-term reward for work actually rendered.",
                "byte_stop": 9282539,
                "byte_start": 9242624,
                "start": 2284.796
              },
              {
                "stop": 2313.234,
                "text": "And that wasn't changed by the fact that also it's traditional that the amount of vacation you can earn a reward for is a factor of your total service over a large number of -- of years, and therefore a 20-year man may get four weeks vacation while a 15-year man get three.",
                "byte_stop": 9356413,
                "byte_start": 9282539,
                "start": 2294.764
              },
              {
                "stop": 2327.779,
                "text": "That didn't change the actual earning of vacation in any particular year as being key to a bona fide work requirement, as being reasonably key to such a requirement, that didn't change the traditional notion of vacation in this work site.",
                "byte_stop": 9414614,
                "byte_start": 9356413,
                "start": 2313.234
              },
              {
                "stop": 2331.321,
                "text": "We think that the same is true with the SUB plan.",
                "byte_stop": 9428720,
                "byte_start": 9414614,
                "start": 2327.779
              },
              {
                "stop": 2344.522,
                "text": "There is a minimum vesting period of 2 years, but it also should be understood that that period relates only to the actual entitlement to payment of a benefit.",
                "byte_stop": 9481592,
                "byte_start": 9428720,
                "start": 2331.321
              },
              {
                "stop": 2355.347,
                "text": "It does not relate to the earning of the credit unit, so that the first week in which the individual employee works, he accumulates 1/2 credit unit.",
                "byte_stop": 9524851,
                "byte_start": 9481592,
                "start": 2344.522
              },
              {
                "stop": 2373.579,
                "text": "He merely has a 2-year eligibility requirement before he can receive a benefit in the event of layoff, but that's -- that's no different than with lots of other benefits which don't kick in until an employee has had some minimum period of time with the company.",
                "byte_stop": 9597785,
                "byte_start": 9524851,
                "start": 2355.347
              },
              {
                "stop": 2407.415,
                "text": "That's true in many companies of hospitalization benefits or sick pay of many other kinds of benefits which I think the Court would readily agree that if the focus is on the real nature of the benefit, those benefits are thought to be short-term compensation benefits rather perquisite of seniority, but they still may have an eligibility requirement that you be with the company 1 or 2 years before the company starts to fund those benefits for you and we don't think that that changes every benefit that may exist into a perquisite of seniority.",
                "byte_stop": 9733099,
                "byte_start": 9597785,
                "start": 2373.579
              },
              {
                "stop": 2415.565,
                "text": "We don't think the Court found that in the Foster v. Dravo decision.",
                "byte_stop": 9765700,
                "byte_start": 9733099,
                "start": 2407.415
              },
              {
                "stop": 2426.793,
                "text": "So in summing up, unless the Court has other questions, we think that the District Court in this case wrote two very detailed opinions.",
                "byte_stop": 9810631,
                "byte_start": 9765700,
                "start": 2415.565
              },
              {
                "stop": 2458.69,
                "text": "He wrote the first opinion before he had the benefit of this Court's guidance in Alabama Power in which he analyzed why the industry had the work requirement it had, why it had the formula it had, how the benefit was applied and as he interpreted the Court's decisions up to that point in time, he wrote a -- we believe very detailed opinion as to why the SUB benefit was not a perquisite of seniority and why the plan should be administered according to its terms.",
                "byte_stop": 9938213,
                "byte_start": 9810631,
                "start": 2426.793
              },
              {
                "stop": 2481.421,
                "text": "Following this Court's decision in Alabama Power, he wrote another detailed opinion focusing precisely on the real nature of the benefit and concluding based upon the record made in front of him, that the real nature of the benefit with short-term compensation was substitute for wages in areas where wages had traditionally been paid.",
                "byte_stop": 10029119,
                "byte_start": 9938213,
                "start": 2458.69
              },
              {
                "stop": 2486.319,
                "text": "We believe those two decisions correctly interpret the plan and the law.",
                "byte_stop": 10048763,
                "byte_start": 10029119,
                "start": 2481.421
              },
              {
                "stop": 2492.155,
                "text": "We believe the affirmance by the Sixth Circuit Court of Appeals was proper.",
                "byte_stop": 10072064,
                "byte_start": 10048763,
                "start": 2486.319
              },
              {
                "stop": 2526.846,
                "text": "Would -- we would say one thing, there is of course a conflict between the Courts in this case and the United States Court of Appeals for the Third Circuit which also had the steel industry plan in front it and it's decision in Hoffman v. Bethlehem Steel, but that decision and Your Honors I'm sure we'll read it carefully, was rendered in 1973 prior to either the opinion of this Court in Foster v. Dravo or the opinion of this Court -- of this Court in Alabama Power v. Davis.",
                "byte_stop": 10210826,
                "byte_start": 10072064,
                "start": 2492.155
              },
              {
                "stop": 2549.035,
                "text": "And the focus of the Third Circuit Court of Appeals in Hoffman was that since it was theoretically possible to earn a 1/2 credit unit with as little as one hour work in a week, the Third Circuit felt that the same bizarre result which this Court had mention in Accardi was possible.",
                "byte_stop": 10299643,
                "byte_start": 10210826,
                "start": 2526.846
              },
              {
                "stop": 2561.987,
                "text": "But this Court has indicated in its decision in Foster v. Dravo and its decision in Alabama Power v. Davis that that bizarre result theoretical though it maybe is not the appropriate analysis.",
                "byte_stop": 10351470,
                "byte_start": 10299643,
                "start": 2549.035
              }
            ],
            "start": 1699.562
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 13755600,
                  "id": 2689,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2689",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 775890000,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/harry_a_blackmun",
              "name": "Harry A. Blackmun",
              "last_name": "Blackmun",
              "length_of_service": 8821,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/harry_a_blackmun/harry_a_blackmun.thumb.png",
                "id": 32712,
                "size": 50281
              },
              "ID": 15045,
              "identifier": "harry_a_blackmun"
            },
            "byte_start": 10351470,
            "byte_stop": 10357426,
            "stop": 2563.5,
            "text_blocks": [
              {
                "stop": 2563.5,
                "text": "That is theoretical --",
                "byte_stop": 10357426,
                "byte_start": 10351470,
                "start": 2561.987
              }
            ],
            "start": 2561.987
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/michael_a_nims",
              "name": "Michael A. Nims",
              "last_name": "Nims",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 36422,
              "identifier": "michael_a_nims"
            },
            "byte_start": 10357426,
            "byte_stop": 10426807,
            "stop": 2580.837,
            "text_blocks": [
              {
                "stop": 2579.286,
                "text": "It's very theoretical particular in this -- particularly in this case in which there's been testimony as to these industry's that need under its own agreements to bring an individual in for 32 hours if it brings him in for one hour during the week.",
                "byte_stop": 10420642,
                "byte_start": 10357426,
                "start": 2563.5
              },
              {
                "stop": 2580.837,
                "text": "Thank you.",
                "byte_stop": 10426807,
                "byte_start": 10420642,
                "start": 2579.286
              }
            ],
            "start": 2563.5
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 10426807,
            "byte_stop": 10441331,
            "stop": 2584.469,
            "text_blocks": [
              {
                "stop": 2584.469,
                "text": "Do you have anything further, Mr. Horowitz?",
                "byte_stop": 10441331,
                "byte_start": 10426807,
                "start": 2580.837
              }
            ],
            "start": 2580.837
          }
        ],
        "stop": 2584.469,
        "byte_stop": 10441331,
        "byte_start": 6131754,
        "start": 1507.076
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 10441331,
            "byte_stop": 10988022,
            "stop": 2721.137,
            "text_blocks": [
              {
                "stop": 2588.39,
                "text": "I do have a couple points I would like to make Mr. Chief Justice.",
                "byte_stop": 10457004,
                "byte_start": 10441331,
                "start": 2584.469
              },
              {
                "stop": 2600.917,
                "text": "First, in regard of the comment about the bizarre results, as Mr. Justice Blackmun pointed out, that is merely a theoretical analysis and I'm sure it was theoretical in Accardi as well.",
                "byte_stop": 10507160,
                "byte_start": 10457004,
                "start": 2588.39
              },
              {
                "stop": 2609.871,
                "text": "The Court there was just using the bizarre results to indicate that the plan in no way attempted to compensate for the amount of work performed.",
                "byte_stop": 10543000,
                "byte_start": 10507160,
                "start": 2600.917
              },
              {
                "stop": 2611.121,
                "text": "The same is true here.",
                "byte_stop": 10547911,
                "byte_start": 10543000,
                "start": 2609.871
              },
              {
                "stop": 2619.03,
                "text": "There was absolutely nothing in this plan that indicates that SUB benefits are intended to be compensation.",
                "byte_stop": 10579571,
                "byte_start": 10547911,
                "start": 2611.121
              },
              {
                "stop": 2632.176,
                "text": "Respondent has noted the four factors that go into determining the amount of the weekly payment that is made, not one of those factors has anything to do with compensation for work.",
                "byte_stop": 10632129,
                "byte_start": 10579571,
                "start": 2619.03
              },
              {
                "stop": 2639.157,
                "text": "The only work requirement that is involved in this case is the fact that most of the employees who earn this benefits work.",
                "byte_stop": 10660133,
                "byte_start": 10632129,
                "start": 2632.176
              },
              {
                "stop": 2642.018,
                "text": "There is not a requirement that all employees work.",
                "byte_stop": 10671522,
                "byte_start": 10660133,
                "start": 2639.157
              },
              {
                "stop": 2649.967,
                "text": "As I discussed in setting out the plan, there are several categories of employees who are not working who can also receive benefits.",
                "byte_stop": 10703391,
                "byte_start": 10671522,
                "start": 2642.018
              },
              {
                "stop": 2675.905,
                "text": "And essentially the only difference between the work requirement here and the work requirement in any case were there is just a period of service that is required to accrue a benefit, for example, in the most standard seniority situation, is that respondent has seen fit to exclude certain categories of employees on leaves of -- who are on leaves of absence from receiving these SUB benefits.",
                "byte_stop": 10807045,
                "byte_start": 10703391,
                "start": 2649.967
              },
              {
                "stop": 2692.265,
                "text": "Now, our contention is that, these rights are guaranteed by Congress and the fact that respondent chooses to exclude certain employees who are leaves of absence does not mean that veterans can be excluded from these benefits.",
                "byte_stop": 10872560,
                "byte_start": 10807045,
                "start": 2675.905
              },
              {
                "stop": 2703.593,
                "text": "I'd also like to discuss the point about whether this is a seniority benefit simply because employees who have 20 years of service and employees who have 15 years of service will receive the same benefit.",
                "byte_stop": 10917804,
                "byte_start": 10872560,
                "start": 2692.265
              },
              {
                "stop": 2710.696,
                "text": "That's clear that at the lower levels of the seniority ladder there is a seniority distinction made based on length of service.",
                "byte_stop": 10946226,
                "byte_start": 10917804,
                "start": 2703.593
              },
              {
                "stop": 2721.137,
                "text": "Employees who have more service are eligible for the benefits, employees who have less than 2 years or not, employees who have more service may get up to the 52 credit maximum --",
                "byte_stop": 10988022,
                "byte_start": 10946226,
                "start": 2710.696
              }
            ],
            "start": 2584.469
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 10988022,
            "byte_stop": 11003277,
            "stop": 2724.96,
            "text_blocks": [
              {
                "stop": 2724.96,
                "text": "But how long does it take to accumulate the 52, 2 years?",
                "byte_stop": 11003277,
                "byte_start": 10988022,
                "start": 2721.137
              }
            ],
            "start": 2721.137
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11003277,
            "byte_stop": 11009755,
            "stop": 2726.578,
            "text_blocks": [
              {
                "stop": 2726.578,
                "text": "It takes 2 years, yes.",
                "byte_stop": 11009755,
                "byte_start": 11003277,
                "start": 2724.96
              }
            ],
            "start": 2724.96
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11009755,
            "byte_stop": 11061896,
            "stop": 2739.606,
            "text_blocks": [
              {
                "stop": 2739.606,
                "text": "So that once you've worked 2 years and accumulated your 52 credits from then on length of service doesn't count, or how much you worked doesn't count?",
                "byte_stop": 11061896,
                "byte_start": 11009755,
                "start": 2726.578
              }
            ],
            "start": 2726.578
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11061896,
            "byte_stop": 11069837,
            "stop": 2741.587,
            "text_blocks": [
              {
                "stop": 2740.552,
                "text": "That's correct.",
                "byte_stop": 11065657,
                "byte_start": 11061896,
                "start": 2739.606
              },
              {
                "stop": 2741.587,
                "text": "That's correct Your Honor.",
                "byte_stop": 11069837,
                "byte_start": 11065657,
                "start": 2740.552
              }
            ],
            "start": 2739.606
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11069837,
            "byte_stop": 11070151,
            "stop": 2741.666,
            "text_blocks": [
              {
                "stop": 2741.666,
                "text": "Any (Voice Overlap) --",
                "byte_stop": 11070151,
                "byte_start": 11069837,
                "start": 2741.587
              }
            ],
            "start": 2741.587
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11070151,
            "byte_stop": 11073285,
            "stop": 2742.441,
            "text_blocks": [
              {
                "stop": 2742.441,
                "text": "Unless -- unless --",
                "byte_stop": 11073285,
                "byte_start": 11070151,
                "start": 2741.666
              }
            ],
            "start": 2741.666
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11073285,
            "byte_stop": 11099826,
            "stop": 2749.088,
            "text_blocks": [
              {
                "stop": 2749.088,
                "text": "(Voice Overlap) anytime from 2 years on just no -- just no difference, but up to that time --",
                "byte_stop": 11099826,
                "byte_start": 11073285,
                "start": 2742.441
              }
            ],
            "start": 2742.441
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11099826,
            "byte_stop": 11109543,
            "stop": 2751.515,
            "text_blocks": [
              {
                "stop": 2750.813,
                "text": "Up till that time there is a difference.",
                "byte_stop": 11106722,
                "byte_start": 11099826,
                "start": 2749.088
              },
              {
                "stop": 2751.515,
                "text": "And we submit that that --",
                "byte_stop": 11109543,
                "byte_start": 11106722,
                "start": 2750.813
              }
            ],
            "start": 2749.088
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11109543,
            "byte_stop": 11123649,
            "stop": 2755.046,
            "text_blocks": [
              {
                "stop": 2755.046,
                "text": "And that's the – then that's the advantage that's being claimed here.",
                "byte_stop": 11123649,
                "byte_start": 11109543,
                "start": 2751.515
              }
            ],
            "start": 2751.515
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11123649,
            "byte_stop": 11169729,
            "stop": 2766.552,
            "text_blocks": [
              {
                "stop": 2755.566,
                "text": "That's right.",
                "byte_stop": 11125739,
                "byte_start": 11123649,
                "start": 2755.046
              },
              {
                "stop": 2766.552,
                "text": "There's – it's as of no significance of petitioner that everyone -- whether everyone above him had 52 units or whether some of them had 52 and some of them had 200 and some then had 300.",
                "byte_stop": 11169729,
                "byte_start": 11125739,
                "start": 2755.566
              }
            ],
            "start": 2755.046
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11169729,
            "byte_stop": 11171610,
            "stop": 2767.038,
            "text_blocks": [
              {
                "stop": 2767.038,
                "text": "But no -- no --",
                "byte_stop": 11171610,
                "byte_start": 11169729,
                "start": 2766.552
              }
            ],
            "start": 2766.552
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11171610,
            "byte_stop": 11172342,
            "stop": 2767.225,
            "text_blocks": [
              {
                "stop": 2767.225,
                "text": "That wouldn't have –-",
                "byte_stop": 11172342,
                "byte_start": 11171610,
                "start": 2767.038
              }
            ],
            "start": 2767.038
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11172342,
            "byte_stop": 11177253,
            "stop": 2768.436,
            "text_blocks": [
              {
                "stop": 2768.436,
                "text": "-- nobody can have more than 52?",
                "byte_stop": 11177253,
                "byte_start": 11172342,
                "start": 2767.225
              }
            ],
            "start": 2767.225
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11177253,
            "byte_stop": 11181432,
            "stop": 2769.499,
            "text_blocks": [
              {
                "stop": 2768.876,
                "text": "That's right.",
                "byte_stop": 11179029,
                "byte_start": 11177253,
                "start": 2768.436
              },
              {
                "stop": 2769.499,
                "text": "Nobody can have more that 52.",
                "byte_stop": 11181432,
                "byte_start": 11179029,
                "start": 2768.876
              }
            ],
            "start": 2768.436
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11181432,
            "byte_stop": 11187493,
            "stop": 2771.015,
            "text_blocks": [
              {
                "stop": 2771.015,
                "text": "So nobody can have 200 or 300?",
                "byte_stop": 11187493,
                "byte_start": 11181432,
                "start": 2769.499
              }
            ],
            "start": 2769.499
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11187493,
            "byte_stop": 11202226,
            "stop": 2774.7,
            "text_blocks": [
              {
                "stop": 2774.7,
                "text": "No, but -- it wouldn't make any difference in this case if someone could have 200 or 300.",
                "byte_stop": 11202226,
                "byte_start": 11187493,
                "start": 2771.015
              }
            ],
            "start": 2771.015
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11202226,
            "byte_stop": 11209958,
            "stop": 2776.63,
            "text_blocks": [
              {
                "stop": 2776.63,
                "text": "But you can have less?",
                "byte_stop": 11209958,
                "byte_start": 11202226,
                "start": 2774.7
              }
            ],
            "start": 2774.7
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11209958,
            "byte_stop": 11217899,
            "stop": 2778.602,
            "text_blocks": [
              {
                "stop": 2778.602,
                "text": "Yes, you can have less and petitioner had less.",
                "byte_stop": 11217899,
                "byte_start": 11209958,
                "start": 2776.63
              }
            ],
            "start": 2776.63
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11217899,
            "byte_stop": 11242141,
            "stop": 2784.658,
            "text_blocks": [
              {
                "stop": 2784.658,
                "text": "-- and then -- (Voice Overlap) says he was given less and he was entitle to the 52.",
                "byte_stop": 11242141,
                "byte_start": 11217899,
                "start": 2778.602
              }
            ],
            "start": 2778.602
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11242141,
            "byte_stop": 11245693,
            "stop": 2785.547,
            "text_blocks": [
              {
                "stop": 2785.547,
                "text": "That's correct.",
                "byte_stop": 11245693,
                "byte_start": 11242141,
                "start": 2784.658
              }
            ],
            "start": 2784.658
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11245693,
            "byte_stop": 11267218,
            "stop": 2790.932,
            "text_blocks": [
              {
                "stop": 2790.932,
                "text": "An employee for the first 2 years is totally ineligible therefore he doesn't acquire any SUB's --",
                "byte_stop": 11267218,
                "byte_start": 11245693,
                "start": 2785.547
              }
            ],
            "start": 2785.547
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11267218,
            "byte_stop": 11268577,
            "stop": 2791.274,
            "text_blocks": [
              {
                "stop": 2791.274,
                "text": "He -- he acquires credits.",
                "byte_stop": 11268577,
                "byte_start": 11267218,
                "start": 2790.932
              }
            ],
            "start": 2790.932
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11268577,
            "byte_stop": 11274533,
            "stop": 2792.777,
            "text_blocks": [
              {
                "stop": 2792.777,
                "text": "-- but -- but then (Voice Overlap) –",
                "byte_stop": 11274533,
                "byte_start": 11268577,
                "start": 2791.274
              }
            ],
            "start": 2791.274
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11274533,
            "byte_stop": 11276727,
            "stop": 2793.318,
            "text_blocks": [
              {
                "stop": 2793.318,
                "text": "That they're not good for his --",
                "byte_stop": 11276727,
                "byte_start": 11274533,
                "start": 2792.777
              }
            ],
            "start": 2792.777
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11276727,
            "byte_stop": 11301386,
            "stop": 2799.466,
            "text_blocks": [
              {
                "stop": 2799.466,
                "text": "-- on the first day of the -- of his third year if he's worked at least 32 hours every week in the first 2 years?",
                "byte_stop": 11301386,
                "byte_start": 11276727,
                "start": 2793.318
              }
            ],
            "start": 2793.318
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11301386,
            "byte_stop": 11302118,
            "stop": 2799.66,
            "text_blocks": [
              {
                "stop": 2799.66,
                "text": "He would have --",
                "byte_stop": 11302118,
                "byte_start": 11301386,
                "start": 2799.466
              }
            ],
            "start": 2799.466
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11302118,
            "byte_stop": 11308387,
            "stop": 2801.22,
            "text_blocks": [
              {
                "stop": 2801.22,
                "text": "Does he immediately get 52?",
                "byte_stop": 11308387,
                "byte_start": 11302118,
                "start": 2799.66
              }
            ],
            "start": 2799.66
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11308387,
            "byte_stop": 11329703,
            "stop": 2806.549,
            "text_blocks": [
              {
                "stop": 2806.549,
                "text": "Well, -- no, he gets -- he gets 1/2 per week so after a year he has 26.",
                "byte_stop": 11329703,
                "byte_start": 11308387,
                "start": 2801.22
              }
            ],
            "start": 2801.22
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11329703,
            "byte_stop": 11330435,
            "stop": 2806.741,
            "text_blocks": [
              {
                "stop": 2806.741,
                "text": "Yes.",
                "byte_stop": 11330435,
                "byte_start": 11329703,
                "start": 2806.549
              }
            ],
            "start": 2806.549
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11330435,
            "byte_stop": 11352377,
            "stop": 2812.237,
            "text_blocks": [
              {
                "stop": 2809.779,
                "text": "He has -- he has some writ and allege of 26 but they're not good for anything.",
                "byte_stop": 11342555,
                "byte_start": 11330435,
                "start": 2806.741
              },
              {
                "stop": 2812.237,
                "text": "If he's laid off, he can't collect any payments.",
                "byte_stop": 11352377,
                "byte_start": 11342555,
                "start": 2809.779
              }
            ],
            "start": 2806.741
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11352377,
            "byte_stop": 11354258,
            "stop": 2812.707,
            "text_blocks": [
              {
                "stop": 2812.707,
                "text": "But my question was --",
                "byte_stop": 11354258,
                "byte_start": 11352377,
                "start": 2812.237
              }
            ],
            "start": 2812.237
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11354258,
            "byte_stop": 11356871,
            "stop": 2813.361,
            "text_blocks": [
              {
                "stop": 2813.361,
                "text": "So --",
                "byte_stop": 11356871,
                "byte_start": 11354258,
                "start": 2812.707
              }
            ],
            "start": 2812.707
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11356871,
            "byte_stop": 11364080,
            "stop": 2815.161,
            "text_blocks": [
              {
                "stop": 2815.161,
                "text": "-- after on the first day of the third year --",
                "byte_stop": 11364080,
                "byte_start": 11356871,
                "start": 2813.361
              }
            ],
            "start": 2813.361
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11364080,
            "byte_stop": 11367215,
            "stop": 2815.932,
            "text_blocks": [
              {
                "stop": 2815.684,
                "text": "Right.",
                "byte_stop": 11366170,
                "byte_start": 11364080,
                "start": 2815.161
              },
              {
                "stop": 2815.932,
                "text": "He would then have 52 --",
                "byte_stop": 11367215,
                "byte_start": 11366170,
                "start": 2815.684
              }
            ],
            "start": 2815.161
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11367215,
            "byte_stop": 11374216,
            "stop": 2817.673,
            "text_blocks": [
              {
                "stop": 2817.673,
                "text": "-- if he's worked at least 32 hours --",
                "byte_stop": 11374216,
                "byte_start": 11367215,
                "start": 2815.932
              }
            ],
            "start": 2815.932
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11374216,
            "byte_stop": 11375156,
            "stop": 2817.922,
            "text_blocks": [
              {
                "stop": 2817.922,
                "text": "That's correct.",
                "byte_stop": 11375156,
                "byte_start": 11374216,
                "start": 2817.673
              }
            ],
            "start": 2817.673
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11375156,
            "byte_stop": 11400129,
            "stop": 2824.166,
            "text_blocks": [
              {
                "stop": 2824.166,
                "text": "-- a week for each of two -- of the previous 2-year, does he immediately have 52 SUBs?",
                "byte_stop": 11400129,
                "byte_start": 11375156,
                "start": 2817.922
              }
            ],
            "start": 2817.922
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11400129,
            "byte_stop": 11406294,
            "stop": 2825.694,
            "text_blocks": [
              {
                "stop": 2824.893,
                "text": "That's -- that's right.",
                "byte_stop": 11403055,
                "byte_start": 11400129,
                "start": 2824.166
              },
              {
                "stop": 2825.694,
                "text": "He would have -- he would --",
                "byte_stop": 11406294,
                "byte_start": 11403055,
                "start": 2824.893
              }
            ],
            "start": 2824.166
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11406294,
            "byte_stop": 11407444,
            "stop": 2825.991,
            "text_blocks": [
              {
                "stop": 2825.991,
                "text": "(Inaudible)",
                "byte_stop": 11407444,
                "byte_start": 11406294,
                "start": 2825.694
              }
            ],
            "start": 2825.694
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11407444,
            "byte_stop": 11410160,
            "stop": 2826.681,
            "text_blocks": [
              {
                "stop": 2826.681,
                "text": "52 by that, yes.",
                "byte_stop": 11410160,
                "byte_start": 11407444,
                "start": 2825.991
              }
            ],
            "start": 2825.991
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -353962800,
                  "id": 2687,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2687",
                  "type": "scotus_justice",
                  "appointing_president": "Dwight D. Eisenhower",
                  "date_end": 362984400,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 67,
              "href": "https://api.oyez.org/people/potter_stewart",
              "name": "Potter Stewart",
              "last_name": "Stewart",
              "length_of_service": 8298,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/potter_stewart/potter_stewart.thumb.png",
                "id": 32752,
                "size": 56350
              },
              "ID": 15043,
              "identifier": "potter_stewart"
            },
            "byte_start": 11410160,
            "byte_stop": 11416848,
            "stop": 2828.348,
            "text_blocks": [
              {
                "stop": 2828.348,
                "text": "Yes, right.",
                "byte_stop": 11416848,
                "byte_start": 11410160,
                "start": 2826.681
              }
            ],
            "start": 2826.681
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 11416848,
            "byte_stop": 11470660,
            "stop": 2841.791,
            "text_blocks": [
              {
                "stop": 2841.791,
                "text": "Mr. Horowitz, other than the interrupted service because of military duty, could a man get -- satisfy the 2-year requirement without also accumulating the 52 units?",
                "byte_stop": 11470660,
                "byte_start": 11416848,
                "start": 2828.348
              }
            ],
            "start": 2828.348
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11470660,
            "byte_stop": 11487692,
            "stop": 2846.051,
            "text_blocks": [
              {
                "stop": 2846.051,
                "text": "Yes, if he was on some leave of absence during the 2 years that --",
                "byte_stop": 11487692,
                "byte_start": 11470660,
                "start": 2841.791
              }
            ],
            "start": 2841.791
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 11487692,
            "byte_stop": 11489050,
            "stop": 2846.404,
            "text_blocks": [
              {
                "stop": 2846.404,
                "text": "Any other leave of absence --",
                "byte_stop": 11489050,
                "byte_start": 11487692,
                "start": 2846.051
              }
            ],
            "start": 2846.051
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11489050,
            "byte_stop": 11494066,
            "stop": 2847.639,
            "text_blocks": [
              {
                "stop": 2847.639,
                "text": "-- was not eligible --",
                "byte_stop": 11494066,
                "byte_start": 11489050,
                "start": 2846.404
              }
            ],
            "start": 2846.404
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": 188200800,
                  "id": 2704,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2704",
                  "type": "scotus_justice",
                  "appointing_president": "Gerald Ford",
                  "date_end": 1277787600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/john_paul_stevens",
              "name": "John Paul Stevens",
              "last_name": "Stevens",
              "length_of_service": 12611,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/john_paul_stevens/john_paul_stevens.thumb.png",
                "id": 32732,
                "size": 62101
              },
              "ID": 15060,
              "identifier": "john_paul_stevens"
            },
            "byte_start": 11494066,
            "byte_stop": 11504933,
            "stop": 2850.377,
            "text_blocks": [
              {
                "stop": 2850.377,
                "text": "-- he could still be accumulating his 2 years with earning any credits?",
                "byte_stop": 11504933,
                "byte_start": 11494066,
                "start": 2847.639
              }
            ],
            "start": 2847.639
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11504933,
            "byte_stop": 11680893,
            "stop": 2894.342,
            "text_blocks": [
              {
                "stop": 2856.636,
                "text": "That's correct and if he was on layoff status as well he would be accumulating his 2 years.",
                "byte_stop": 11530010,
                "byte_start": 11504933,
                "start": 2850.377
              },
              {
                "stop": 2861.267,
                "text": "And I just like to briefly allude to the Foster decision which respondent has cited.",
                "byte_stop": 11548505,
                "byte_start": 11530010,
                "start": 2856.636
              },
              {
                "stop": 2873.337,
                "text": "In Foster as this Court explained in Alabama Power, the Court relied on the fact that vacation benefits are understood to be directly related to work, that there are (Inaudible) for worked performed.",
                "byte_stop": 11596779,
                "byte_start": 11548505,
                "start": 2861.267
              },
              {
                "stop": 2887.206,
                "text": "And that there the Court did not find that there was any reason to diverge from that understanding but here where there's clearly a seniority aspect to this benefit as we've just discussed.",
                "byte_stop": 11652263,
                "byte_start": 11596779,
                "start": 2873.337
              },
              {
                "stop": 2894.342,
                "text": "The question then is whether the benefit is to be characterized a short-term compensation for worked performed and we submit that there is no --",
                "byte_stop": 11680893,
                "byte_start": 11652263,
                "start": 2887.206
              }
            ],
            "start": 2850.377
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11680893,
            "byte_stop": 11705344,
            "stop": 2900.454,
            "text_blocks": [
              {
                "stop": 2900.454,
                "text": "This is a -- this is a factor to seniority and one just pointing the 2 year eligibility --",
                "byte_stop": 11705344,
                "byte_start": 11680893,
                "start": 2894.342
              }
            ],
            "start": 2894.342
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11705344,
            "byte_stop": 11710151,
            "stop": 2901.676,
            "text_blocks": [
              {
                "stop": 2901.676,
                "text": "And for the number credits.",
                "byte_stop": 11710151,
                "byte_start": 11705344,
                "start": 2900.454
              }
            ],
            "start": 2900.454
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11710151,
            "byte_stop": 11725511,
            "stop": 2905.521,
            "text_blocks": [
              {
                "stop": 2905.521,
                "text": "And the -- and also the work credit.",
                "byte_stop": 11725511,
                "byte_start": 11710151,
                "start": 2901.676
              }
            ],
            "start": 2901.676
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11725511,
            "byte_stop": 11730735,
            "stop": 2906.802,
            "text_blocks": [
              {
                "stop": 2906.802,
                "text": "The number of credits aren't, correct --",
                "byte_stop": 11730735,
                "byte_start": 11725511,
                "start": 2905.521
              }
            ],
            "start": 2905.521
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11730735,
            "byte_stop": 11730944,
            "stop": 2906.859,
            "text_blocks": [
              {
                "stop": 2906.859,
                "text": "Well --",
                "byte_stop": 11730944,
                "byte_start": 11730735,
                "start": 2906.802
              }
            ],
            "start": 2906.802
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11730944,
            "byte_stop": 11733347,
            "stop": 2907.472,
            "text_blocks": [
              {
                "stop": 2907.472,
                "text": "-- whether by work or by some other --",
                "byte_stop": 11733347,
                "byte_start": 11730944,
                "start": 2906.859
              }
            ],
            "start": 2906.859
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -243367200,
                  "id": 2715,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2715",
                  "type": "scotus_justice",
                  "appointing_president": "John F. Kennedy",
                  "date_end": 741243600,
                  "role_title": "Associate Justice of the Supreme Court of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/byron_r_white",
              "name": "Byron R. White",
              "last_name": "White",
              "length_of_service": 11396,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/byron_r_white/byron_r_white.thumb.png",
                "id": 32699,
                "size": 55559
              },
              "ID": 15071,
              "identifier": "byron_r_white"
            },
            "byte_start": 11733347,
            "byte_stop": 11768560,
            "stop": 2916.266,
            "text_blocks": [
              {
                "stop": 2916.266,
                "text": "-- you say that he – if he hadn't been away, he had been working and would -- would -- would not only have been satisfying his 2 year eligibility requirement but also accumulating credit.",
                "byte_stop": 11768560,
                "byte_start": 11733347,
                "start": 2907.472
              }
            ],
            "start": 2907.472
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/alan_i_horowitz",
              "name": "Alan I. Horowitz",
              "last_name": "Horowitz",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 16154,
              "identifier": "alan_i_horowitz"
            },
            "byte_start": 11768560,
            "byte_stop": 11804087,
            "stop": 2925.156,
            "text_blocks": [
              {
                "stop": 2916.936,
                "text": "That's correct.",
                "byte_stop": 11771173,
                "byte_start": 11768560,
                "start": 2916.266
              },
              {
                "stop": 2922.84,
                "text": "It stipulated that had he remained in employment he would have had 52 credits at the time.",
                "byte_stop": 11794787,
                "byte_start": 11771173,
                "start": 2916.936
              },
              {
                "stop": 2925.156,
                "text": "If there is no further question, thank you.",
                "byte_stop": 11804087,
                "byte_start": 11794787,
                "start": 2922.84
              }
            ],
            "start": 2916.266
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11804087,
            "byte_stop": 11823940,
            "stop": 2930.135,
            "text_blocks": [
              {
                "stop": 2930.135,
                "text": "Thank you gentlemen the case is submitted.",
                "byte_stop": 11823940,
                "byte_start": 11804087,
                "start": 2925.156
              }
            ],
            "start": 2925.156
          }
        ],
        "stop": 2930.135,
        "byte_stop": 11823940,
        "byte_start": 10441331,
        "start": 2584.469
      }
    ],
    "duration": 2930.135
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1979/79-81/19800227a_79-81.delivery.mp3",
      "id": 43298,
      "size": 11824253
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1979/79-81/19800227a_79-81.ogg",
      "id": 65192,
      "size": 30564103
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1979/79-81/19800227a_79-81.m3u8",
      "id": 65193,
      "size": 41145
    }
  ],
  "public_note": null
}