{
  "title": "Oral Argument - January 19, 1982",
  "damaged": null,
  "id": 18522,
  "unavailable": null,
  "transcript": {
    "title": "Bread Political Action Committee v. Federal Election Commission",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 10.434,
            "text_blocks": [
              {
                "stop": 10.434,
                "text": "We will hear arguments first this morning in Bread Political Action Committee and others against Federal Election Commission.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 0
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 214.602,
            "text_blocks": [
              {
                "stop": 14.667,
                "text": "Mr. Chief Justice, and may it please the Court:",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 10.434
              },
              {
                "stop": 21.602,
                "text": "The case is here on appeal from a divided court of appeals to the United States Court of Appeals for the Seventh Circuit.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 14.667
              },
              {
                "stop": 38.861,
                "text": "The case presents the questions of whether the prohibitions and limitations on trade association solicitation contained in 1976 Amendments to the Federal Election Campaign Act can survive the exacting scrutiny demanded by the First and Fifth Amendments.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 21.602
              },
              {
                "stop": 44.076,
                "text": "It is our position in brief that the restrictions and limitations are unconstitutional.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 38.861
              },
              {
                "stop": 60.274,
                "text": "I think in order to fully appreciate the genesis of the case and the precise nature of the prohibitions that are involved, one must go back to a time prior to May of 1976, which was the effective date of the 1976 Amendments.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 44.076
              },
              {
                "stop": 77.595,
                "text": "Prior to that time, trade associations solicited voluntary political contributions from a wide and broad range of people, basically who fell within... people who shared a commonality or affinity of political interests.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 60.274
              },
              {
                "stop": 92.308,
                "text": "Those political solicitations were undertaken without regard to whether or not the prospective contributor was an employee of a member corporation of the trade association.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 77.595
              },
              {
                "stop": 97.852,
                "text": "And, most importantly, they were undertaken without obtaining the prior permission of anyone.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 92.308
              },
              {
                "stop": 105.787,
                "text": "With the coming of the 1967 Amendments, however, trade association solicitation underwent a radical and drastic transformation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 97.852
              },
              {
                "stop": 140.43,
                "text": "For now, no longer could trade associations solicit from this rather broad group of people who shared a commonality of purpose and interests; rather, they were restricted by the Act to either their own shareholders or their own executives and administrators... and that range of people was very small by virtue of the inherent characteristics of trade associations... and/or they could solicit the executives and administrative personnel and the stockholders of those member corporations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 105.787
              },
              {
                "stop": 159.296,
                "text": "But in addition to these restrictions, perhaps the most throttling restriction was that before even that narrow solicitation could be undertaken, the trade association political action committee had to receive the permission from the member corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 140.43
              },
              {
                "stop": 167.667,
                "text": "That is to say, the executive or administrative employee could not make a determination on his own of whether or not he wanted to be solicited.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 159.296
              },
              {
                "stop": 173.602,
                "text": "That task was entrusted by the Act to the corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 167.667
              },
              {
                "stop": 176.555,
                "text": "The corporation had sole and unthrottled discretion in the matter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 173.602
              },
              {
                "stop": 184.629,
                "text": "It was unreviewable by anybody, and indeed, it could be denied without regard to the wishes of the corporate employee himself.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 176.555
              },
              {
                "stop": 214.602,
                "text": "In addition to that restriction, the Act imposed one final restriction, and that was even if all of the other statutory prohibitions had been satisfied, and even if the corporation in its largesse gave permission, the potential contributor could only be solicited by one trade association, regardless of the amount of overlap of membership in other separate, distinct and autonomous associations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 184.629
              }
            ],
            "start": 10.434
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 223.895,
            "text_blocks": [
              {
                "stop": 223.895,
                "text": "Mr. Cole, is there anything in the Act that prevents a trade association from seeking to add these people as members of the trade association?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 214.602
              }
            ],
            "start": 214.602
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 389.406,
            "text_blocks": [
              {
                "stop": 228.3,
                "text": "Mr. Justice Rehnquist, there is absolutely nothing except the practical realities of life.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 223.895
              },
              {
                "stop": 236.374,
                "text": "The Act itself, as you rightly point out, does not restrict a trade association from going out and soliciting people to join with it as a member.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 228.3
              },
              {
                "stop": 243.95,
                "text": "The difficulty is, and the record makes clear, that trade associations have rather large operating budgets.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 236.374
              },
              {
                "stop": 254.664,
                "text": "Individuals do not have the wherewithal... and I suspect they do not have the inclination... to be able to support a trade association's activities.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 243.95
              },
              {
                "stop": 260.895,
                "text": "So the right to solicit for individual membership is largely illusory.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 254.664
              },
              {
                "stop": 276.343,
                "text": "But even if it were not, Your Honor, if underlying your question is the suggestion that has been made by the government that we could thus avoid the restraints of the sections of the Act, then I think we are giving constitutional significance to an irrelevancy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 260.895
              },
              {
                "stop": 293.852,
                "text": "I am aware of no case in the history of this Court, or any court, which has said otherwise unconstitutional prohibitions are okay and are palatable simply because there is a method of avoiding them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 276.343
              },
              {
                "stop": 299.426,
                "text": "And that is what the Seventh Circuit said and that is what the government is suggesting to this Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 293.852
              },
              {
                "stop": 315.108,
                "text": "The effect of these various restrictions, both collectively and individually, was I think as the district court's unchallenged findings of fact make clear, at once profound and immediate.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 299.426
              },
              {
                "stop": 348.907,
                "text": "The district court found that the Act found that the Act had substantially curtailed the solicitation activities of the trade associations; that it had impaired substantially their right to collect voluntary political contributions and thus to make further contributions; and perhaps most importantly, it had limited the rights of potential solicitees, those people having this commonality of political interests, from being able to affiliate with the trade association political action committee and with other like-minded people.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 315.108
              },
              {
                "stop": 360.262,
                "text": "As a consequence of these restraints and as a consequence of the impositions imposed by the Act, we filed suit in the United States District Court for the Northern District for Illinois.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 348.907
              },
              {
                "stop": 374.351,
                "text": "After some very protracted proceedings in that court and in the Court of Appeals, the case ultimately came on for hearing before the Seventh Circuit sitting en banc pursuant to Section 437h of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 360.262
              },
              {
                "stop": 387.079,
                "text": "The decision of the court below was divided in some instances and unanimous in others.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 374.351
              },
              {
                "stop": 388.016,
                "text": "The court unanimously held that the plaintiffs had standing under 2 U.S.C. 437h to maintain the action.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 387.079
              },
              {
                "stop": 389.406,
                "text": "The court, however--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 388.016
              }
            ],
            "start": 223.895
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 401.324,
            "text_blocks": [
              {
                "stop": 401.324,
                "text": "Mr. Cole, on that point, how does the committee fit under the language of the statute, 437h, as a plaintiff?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 389.406
              }
            ],
            "start": 389.406
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 535.128,
            "text_blocks": [
              {
                "stop": 409.93,
                "text": "--We certainly do not contend that we fit within the explicit enumerated categories of people set forth in 437h.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 401.324
              },
              {
                "stop": 421.3,
                "text": "We are not the Federal Election Commission, and we are certainly not the National Committee of a political party, and we are certainly not, as an entity, individuals eligible to vote.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 409.93
              },
              {
                "stop": 437.183,
                "text": "Although, Your Honor, let me point out that our members, at least the members of the Political Action Committees themselves, which are separate, distinct entities as this Court held in California Medical Association, are comprised solely and completely of members, of individuals.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 421.3
              },
              {
                "stop": 457.832,
                "text": "The Federal Election Commission has never contested that point from the time the Seventh Circuit panel announced its decision in 1979 saying that aside from everything else, the plaintiffs had associational standing under the rules of this Court by virtue of our representation of individuals.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 437.183
              },
              {
                "stop": 463.329,
                "text": "The Commission has never suggested or said that we do not represent individuals.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 457.832
              },
              {
                "stop": 467.765,
                "text": "They simply have said that we don't fall within the literal language of the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 463.329
              },
              {
                "stop": 481.822,
                "text": "So I think, Your Honor, that we have associational standing without any question at all, but beyond that, it seems to me that merely because we don't fall within the explicit enumerations of the Act does not mean that we are not a proper party.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 467.765
              },
              {
                "stop": 493.317,
                "text": "The purpose of that statute, 437h, as this court unequivocally held in Buckley, was to provide standing to the limit of Article III of the Constitution.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 481.822
              },
              {
                "stop": 502.765,
                "text": "That beneficent purpose cannot possibly be fulfilled if only the three explicitly enumerated parties are accorded standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 493.317
              },
              {
                "stop": 535.128,
                "text": "It would mean that unions, trade associations and corporations, who are the entities most intimately and profoundly affected by the 1976 Amendments, at least in the context of this case, could not maintain an action under 437h, even though an anonymous voter from Boise, Idaho who had absolutely no interest in the particular provisions could come into court, get the substantially expedited review that the statute allows, while unions, corporations and others--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 502.765
              }
            ],
            "start": 401.324
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 544.732,
            "text_blocks": [
              {
                "stop": 544.732,
                "text": "Well, is this an argument that if Congress, after enumerating those three, had said \"and no one else\", the statute would be unconstitutional?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 535.128
              }
            ],
            "start": 535.128
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 570.644,
            "text_blocks": [
              {
                "stop": 559.945,
                "text": "--I think, Mr. Justice Brennan, that the Congress perhaps could well have suggested that only those three explicitly-enumerated categories of people could avail themselves of the Act.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 544.732
              },
              {
                "stop": 563.756,
                "text": "The question is, though, it does not say \"and only those\".",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 559.945
              },
              {
                "stop": 570.644,
                "text": "And thus, one must divine the legislative intent underlying that statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 563.756
              }
            ],
            "start": 544.732
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 576.704,
            "text_blocks": [
              {
                "stop": 576.704,
                "text": "But if it is to read as if \"and only those\" appeared, you would have no challenge to its constitutionality?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 570.644
              }
            ],
            "start": 570.644
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 579.907,
            "text_blocks": [
              {
                "stop": 578.047,
                "text": "I think we would not.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 576.704
              },
              {
                "stop": 579.907,
                "text": "We have certainly not made any.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 578.047
              }
            ],
            "start": 576.704
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 585.357,
            "text_blocks": [
              {
                "stop": 585.357,
                "text": "The statute is certainly quite explicit in identifying three entities, is it not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 579.907
              }
            ],
            "start": 579.907
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 619.109,
            "text_blocks": [
              {
                "stop": 591.386,
                "text": "If by that, Mr. Chief Justice, you mean it is meant to be explicitly exclusive, I disagree with you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 585.357
              },
              {
                "stop": 594.76,
                "text": "If you mean it says what it says, of course I agree with you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 591.386
              },
              {
                "stop": 603.428,
                "text": "But I recall Mr. Justice Frankfurter's admonition that the notion that because the words of the statute are plain it's meaning is also plain is pernicious over-simplification.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 594.76
              },
              {
                "stop": 614.331,
                "text": "And one must look at the legislative intent underlying the statute, and the intent clearly is to provide expedition in appellate review, and the certainty of review by this Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 603.428
              },
              {
                "stop": 619.109,
                "text": "And that's perhaps the most important factor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 614.331
              }
            ],
            "start": 585.357
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 625.091,
            "text_blocks": [
              {
                "stop": 625.091,
                "text": "Justice Frankfurther also said when the language of the statute is clear, that we don't need to look at the legislative history, didn't he?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 619.109
              }
            ],
            "start": 619.109
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 633.009,
            "text_blocks": [
              {
                "stop": 625.779,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 625.091
              },
              {
                "stop": 626.873,
                "text": "And the language of the statute certainly is not clear.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 625.779
              },
              {
                "stop": 633.009,
                "text": "This Court, in the Bogus case, has referred to the inexactitude of congressional language in the Act itself.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 626.873
              }
            ],
            "start": 625.091
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 636.883,
            "text_blocks": [
              {
                "stop": 636.883,
                "text": "Sometimes when it's clear we also look at the legislative history.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 633.009
              }
            ],
            "start": 633.009
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 638.524,
            "text_blocks": [
              {
                "stop": 638.524,
                "text": "I think you do often, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 636.883
              }
            ],
            "start": 636.883
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 641.912,
            "text_blocks": [
              {
                "stop": 641.912,
                "text": "You could have added an officer of the association, couldn't you?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 638.524
              }
            ],
            "start": 638.524
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 646.208,
            "text_blocks": [
              {
                "stop": 646.208,
                "text": "Are you asking me could we have?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 641.912
              }
            ],
            "start": 641.912
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 646.943,
            "text_blocks": [
              {
                "stop": 646.943,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 646.208
              }
            ],
            "start": 646.208
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 684.724,
            "text_blocks": [
              {
                "stop": 651.487,
                "text": "There was some question at the time of the availability of people to come in.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 646.943
              },
              {
                "stop": 659.859,
                "text": "It was our view that the statute was at least to us clear that it would be incongruous to read the statute in the way the FEC has done, and that we didn't need anybody.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 651.487
              },
              {
                "stop": 662.873,
                "text": "And the case ultimately progressed as it did.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 659.859
              },
              {
                "stop": 684.724,
                "text": "Interestingly enough, had we brought in an officer of one of the plaintiffs, the FEC would have contested, as it did in the California Medical Association case, that the identity of the officer and the identity of the corporate entity were fully congruent and thus, that individual had no standing, although he fell, Your Honor, within the literal language of 437h.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 662.873
              }
            ],
            "start": 646.943
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 700.484,
            "text_blocks": [
              {
                "stop": 700.484,
                "text": "I suppose your position is that if this case were thrown out because of a narrow interpretation of that sentence, that the entire purpose of Congress in getting expedited review of the constitutional questions would be thwarted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 684.724
              }
            ],
            "start": 684.724
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 722.13,
            "text_blocks": [
              {
                "stop": 701.013,
                "text": "Totally thwarted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 700.484
              },
              {
                "stop": 708.323,
                "text": "The opinion of the Seventh Circuit... and I think our briefs... explain in some detail precisely why that is so.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 701.013
              },
              {
                "stop": 722.13,
                "text": "I must again underscore the fact, Your Honor, even if you were to read the statute in a very narrow way, it seems to me that we would still have standing under 437 in this case under accepted and established and I think unquestioned principles of associational standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 708.323
              }
            ],
            "start": 700.484
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 733.111,
            "text_blocks": [
              {
                "stop": 733.111,
                "text": "Do you allege in your complaint, or did you prove, that the individuals for whom you claim associational standing are eligible to vote?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 722.13
              }
            ],
            "start": 722.13
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 775.156,
            "text_blocks": [
              {
                "stop": 733.844,
                "text": "No, we did not.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 733.111
              },
              {
                "stop": 738.859,
                "text": "And let me tell you, Mr. Justice Rehnquist, in retrospect, why that was not done.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 733.844
              },
              {
                "stop": 751.727,
                "text": "When the Seventh Circuit announced its opinion in December of 1979, it articulated the proposition that we had associational standing by virtue of the individual members that the plaintiffs possess.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 738.859
              },
              {
                "stop": 761.599,
                "text": "Now, thereafter, there were long proceedings involving discovery, the preparation of stipulated facts and so on.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 751.727
              },
              {
                "stop": 774.734,
                "text": "The Commission never once suggested, ever, that out of the hundreds, perhaps thousands, of individual people who were contributors and thus members of the PAC's, that these people, at least one of them, was not an individual voter.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 761.599
              },
              {
                "stop": 775.156,
                "text": "And thus, the need for proof never arose.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 774.734
              }
            ],
            "start": 733.111
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 779.467,
            "text_blocks": [
              {
                "stop": 779.467,
                "text": "But the need for allegation may have arisen.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 775.156
              }
            ],
            "start": 775.156
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 800.677,
            "text_blocks": [
              {
                "stop": 791.837,
                "text": "Well, I think that the Seventh Circuit was very clear, as all of us were at the time, that we were not representing people who were 14 and 15 and 16 years old.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 779.467
              },
              {
                "stop": 797.193,
                "text": "The people that we were representing were people who were intimately concerned with and involved in the political process.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 791.837
              },
              {
                "stop": 800.677,
                "text": "And clearly, at least one of them was eligible to vote, and the government never suggested to the contrary.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 797.193
              }
            ],
            "start": 779.467
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 817.655,
            "text_blocks": [
              {
                "stop": 817.655,
                "text": "But even if the members were eligible to vote, does it necessarily follow that the action that they might have brought as individuals would be the same as the action the association could bring, challenging restrictions in the statute on associational activity?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 800.677
              }
            ],
            "start": 800.677
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 869.679,
            "text_blocks": [
              {
                "stop": 820.966,
                "text": "I think that it does, Mr. Justice Stevens.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 817.655
              },
              {
                "stop": 829.493,
                "text": "If one looks at the Buckley case, for example, there is a statement in Buckley in which this Court said at least some of the appellants have standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 820.966
              },
              {
                "stop": 831.336,
                "text": "Immediately following that statement, appeared footnote 10.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 829.493
              },
              {
                "stop": 838.848,
                "text": "And in that footnote, the Court did not make any reference to the individual plaintiffs who clearly were involved in the case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 831.336
              },
              {
                "stop": 843.722,
                "text": "Senator Buckley obviously was eligible to vote, and I think the allegations were made in that complaint.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 838.848
              },
              {
                "stop": 855.171,
                "text": "Instead, the Court focused upon the organizational nature of the plaintiffs who under the government's reading, and under a cramped review of 437h, would not have standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 843.722
              },
              {
                "stop": 868.932,
                "text": "Now, unless we are to attribute to this Court and to its law secretaries an exceedingly high degree of caprice, I think that focus on the organizational rather than the individual plaintiffs must have some significance.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 855.171
              },
              {
                "stop": 869.679,
                "text": "That is what--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 868.932
              }
            ],
            "start": 817.655
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 881.128,
            "text_blocks": [
              {
                "stop": 874.428,
                "text": "But there were many challenges in that case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 869.679
              },
              {
                "stop": 880.769,
                "text": "Here the only challenge is that the statute restricts the activities of the association, as I understand it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 874.428
              },
              {
                "stop": 881.128,
                "text": "And you're suggesting that--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 880.769
              }
            ],
            "start": 869.679
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 941.011,
            "text_blocks": [
              {
                "stop": 881.55,
                "text": "--No, Your Honor, that's not right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 881.128
              },
              {
                "stop": 904.072,
                "text": "The allegations are clear on the face of the complaint, and that is that the impact adversely on not only the rights of the trade associations and the political action committees, but indeed... and we explicitly noted this in the complaint, and it is in I think one of our briefs, either our opening or reply brief... that it also impacted adversely on the right of prospective solicitees.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 881.55
              },
              {
                "stop": 909.852,
                "text": "That is, the corporate executives, administrators and stockholders of our member corporations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 904.072
              },
              {
                "stop": 917.207,
                "text": "And I agree with you, Mr. Justice Stevens, there were many, many challenges at issue in Buckley.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 909.852
              },
              {
                "stop": 922.004,
                "text": "But all of those challenges jurisdictionally were subsumed under 437h.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 917.207
              },
              {
                "stop": 929.688,
                "text": "So the diversity of the challenges, I think, does not speak to the question of the Court's underlying jurisdiction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 922.004
              },
              {
                "stop": 941.011,
                "text": "And the Court's focus, unlike the district court's focus in Buckley, was not on the individual plaintiffs; it was rather upon the organizational plaintiffs who had associational or organizational standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 929.688
              }
            ],
            "start": 881.128
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 949.444,
            "text_blocks": [
              {
                "stop": 942.682,
                "text": "--Then how do you read the statute?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 941.011
              },
              {
                "stop": 949.444,
                "text": "You say that listed persons and anybody else who might be adversely affected by anything in the statute has the standing to make a challenge.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 942.682
              }
            ],
            "start": 941.011
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 954.13,
            "text_blocks": [
              {
                "stop": 954.13,
                "text": "I think the statute, Your Honor, was designed to expand rather than to contract traditional notions of standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 949.444
              }
            ],
            "start": 949.444
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 961.987,
            "text_blocks": [
              {
                "stop": 954.911,
                "text": "Well, it certainly does.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 954.13
              },
              {
                "stop": 959.738,
                "text": "It gives certain remedies to certain specific people that they wouldn't otherwise have.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 954.911
              },
              {
                "stop": 961.987,
                "text": "Does that mean that it gives it to everybody?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 959.738
              }
            ],
            "start": 954.13
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 975.451,
            "text_blocks": [
              {
                "stop": 962.612,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 961.987
              },
              {
                "stop": 975.451,
                "text": "I think Congress felt that all of these other people who were clearly and immediately and adversely affected, who had suffered in short injury in fact, would of course be able to come in under this particular remedy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 962.612
              }
            ],
            "start": 961.987
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 982.932,
            "text_blocks": [
              {
                "stop": 982.932,
                "text": "There are a lot of other statutes where they do, in fact, say anybody who suffers injury in fact has standing, but they certainly didn't use that kind of language in this case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 975.451
              }
            ],
            "start": 975.451
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1009.045,
            "text_blocks": [
              {
                "stop": 983.509,
                "text": "No.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 982.932
              },
              {
                "stop": 984.713,
                "text": "And I think the reason they did not is twofold.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 983.509
              },
              {
                "stop": 994.708,
                "text": "When one looks at the language of the statutes dealing with aggrieved parties, one always finds those statutes involved in agency action.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 984.713
              },
              {
                "stop": 998.425,
                "text": "One is aggrieved by the action of an agency.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 994.708
              },
              {
                "stop": 1005.999,
                "text": "I have never seen a jurisdictional statute, kind of like this, that talks about parties that are aggrieved by the action of a statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 998.425
              },
              {
                "stop": 1009.045,
                "text": "Thus, the use of the word \"aggrieved\" would have been inappropriate.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1005.999
              }
            ],
            "start": 982.932
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1019.402,
            "text_blocks": [
              {
                "stop": 1013.639,
                "text": "But the reason in those cases, those people couldn't get into court at all if they didn't have that kind of standing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1009.045
              },
              {
                "stop": 1018.652,
                "text": "But here, you'd get in court sooner or later if you went ahead and did what you think you have a constitutional right to do.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1013.639
              },
              {
                "stop": 1019.402,
                "text": "You would get into court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1018.652
              }
            ],
            "start": 1009.045
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1024.336,
            "text_blocks": [
              {
                "stop": 1021.072,
                "text": "And we would get into court even if we didn't wait.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1019.402
              },
              {
                "stop": 1024.336,
                "text": "If we brought an action under 1331--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1021.072
              }
            ],
            "start": 1019.402
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1028.538,
            "text_blocks": [
              {
                "stop": 1028.538,
                "text": "You might not be able to initiate the action, but you would be a defendant in an action, which you could raise your constitutional challenges.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1024.336
              }
            ],
            "start": 1024.336
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1035.082,
            "text_blocks": [
              {
                "stop": 1034.457,
                "text": "--And that then puts people on the horns of an insoluble dilemma, as well as putting the First Amendment on the horns of a dilemma.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1028.538
              },
              {
                "stop": 1035.082,
                "text": "It means--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1034.457
              }
            ],
            "start": 1028.538
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1036.144,
            "text_blocks": [
              {
                "stop": 1036.144,
                "text": "Well, a lot of times that happens.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1035.082
              }
            ],
            "start": 1035.082
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1053.746,
            "text_blocks": [
              {
                "stop": 1053.746,
                "text": "--If people either have to have the temerity to violate the law and then see what the FEC will do, or... and this is the more likely consequence... they will be chilled in their activity and not undertake the activity, thereby precluding the very enforcement proceeding in which to raise the challenge defensively.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1036.144
              }
            ],
            "start": 1036.144
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1057.323,
            "text_blocks": [
              {
                "stop": 1057.323,
                "text": "Well, there's a presumption that the statute is valid, of course.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1053.746
              }
            ],
            "start": 1053.746
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1062.164,
            "text_blocks": [
              {
                "stop": 1061.758,
                "text": "Of course.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1057.323
              },
              {
                "stop": 1062.164,
                "text": "And this Court sits to review that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1061.758
              }
            ],
            "start": 1057.323
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1081.408,
            "text_blocks": [
              {
                "stop": 1074.316,
                "text": "If there hadn't been the special appeal provisions and you just wanted to bring a declaratory judgment action, if there was a case for controversy, you probably could have.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1062.164
              },
              {
                "stop": 1081.408,
                "text": "You would have had standing to do it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1074.316
              }
            ],
            "start": 1062.164
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1081.954,
            "text_blocks": [
              {
                "stop": 1081.954,
                "text": "Absolutely.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1081.408
              }
            ],
            "start": 1081.408
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1083.078,
            "text_blocks": [
              {
                "stop": 1083.078,
                "text": "But the only question here is whether using this special procedure is open to you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1081.954
              }
            ],
            "start": 1081.954
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1088.779,
            "text_blocks": [
              {
                "stop": 1083.625,
                "text": "That's the question for us.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1083.078
              },
              {
                "stop": 1088.779,
                "text": "The Commission's view is that we wouldn't even have 1331 jurisdiction, but I think that is almost frivolous.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1083.625
              }
            ],
            "start": 1083.078
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1096.136,
            "text_blocks": [
              {
                "stop": 1096.136,
                "text": "I'll find out why they think that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1088.779
              }
            ],
            "start": 1088.779
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1189.706,
            "text_blocks": [
              {
                "stop": 1119.876,
                "text": "Underlying the general prohibitions, the longstanding general prohibitions against corporate and union expenditures and contributions in federal elections was the felt perception that these entities, because of their aggregated wealth and otherwise, had had a corrosive and pernicious effect on our whole system of representative government.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1096.136
              },
              {
                "stop": 1156.204,
                "text": "Ironically, however, the Act that is presently before the Court entrusts to those various entities the censorial power of determining whether or not employees of member corporations can have the right to receive telephone calls soliciting, to receive mail seeking political contributions; indeed, to be able to talk to another citizen on the street to solicit for a political contribution now requires the arbitrary discretionary consent of the very entities that have so polluted the process.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1119.876
              },
              {
                "stop": 1166.357,
                "text": "The corporation, I think it ought to be noted, can decline permission under the Act for any reason or for no reason.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1156.204
              },
              {
                "stop": 1175.744,
                "text": "It can do so because the corporate officer in charge doesn't like the stance, political stance, that a trade association perhaps has taken.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1166.357
              },
              {
                "stop": 1186.52,
                "text": "It can do so because it doesn't like the corporation's stance on... there are too many women in the organization, there's not enough women; there's too many Jews, there's not enough Jews; there's too many blacks, there's not enough.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1175.744
              },
              {
                "stop": 1189.706,
                "text": "Any reason or no reason will suffice.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1186.52
              }
            ],
            "start": 1096.136
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1200.796,
            "text_blocks": [
              {
                "stop": 1200.796,
                "text": "Mr. Cole, these statutory restrictions apply only to solicitations for federal elections, in effect?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1189.706
              }
            ],
            "start": 1189.706
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1201.249,
            "text_blocks": [
              {
                "stop": 1201.249,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1200.796
              }
            ],
            "start": 1200.796
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1213.587,
            "text_blocks": [
              {
                "stop": 1213.166,
                "text": "It would not limit, of course, the trade association from soliciting funds for other purposes, state elections or referenda or matters of that kind?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1201.249
              },
              {
                "stop": 1213.587,
                "text": "Is that correct?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1213.166
              }
            ],
            "start": 1201.249
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1214.275,
            "text_blocks": [
              {
                "stop": 1214.275,
                "text": "Yes, that's my understanding, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1213.587
              }
            ],
            "start": 1213.587
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1235.657,
            "text_blocks": [
              {
                "stop": 1235.657,
                "text": "Would you be satisfied, or would you be making an argument that a provision would be unconstitutional of it put the trade association in precisely the same position as other corporations?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1214.275
              }
            ],
            "start": 1214.275
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1239.139,
            "text_blocks": [
              {
                "stop": 1239.139,
                "text": "I would be thrilled but not satisfied.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1235.657
              }
            ],
            "start": 1235.657
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1241.639,
            "text_blocks": [
              {
                "stop": 1241.639,
                "text": "But how about legality?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1239.139
              }
            ],
            "start": 1239.139
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1248.871,
            "text_blocks": [
              {
                "stop": 1242.7,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1241.639
              },
              {
                "stop": 1245.981,
                "text": "I think that... no.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1242.7
              },
              {
                "stop": 1248.871,
                "text": "My answer to that, Your Honor, is no, because I think that the range--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1245.981
              }
            ],
            "start": 1241.639
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1249.371,
            "text_blocks": [
              {
                "stop": 1249.371,
                "text": "No what?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1248.871
              }
            ],
            "start": 1248.871
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1251.853,
            "text_blocks": [
              {
                "stop": 1251.853,
                "text": "--No, I would not be satisfied for this reason.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1249.371
              }
            ],
            "start": 1249.371
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1256.741,
            "text_blocks": [
              {
                "stop": 1256.741,
                "text": "Well, would you say that treating the trade association like other corporations would be unconstitutional?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1251.853
              }
            ],
            "start": 1251.853
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1263.739,
            "text_blocks": [
              {
                "stop": 1258.258,
                "text": "No, I don't think that at all.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1256.741
              },
              {
                "stop": 1263.333,
                "text": "But I thought your question was if we wound up in the same position, would that please me.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1258.258
              },
              {
                "stop": 1263.739,
                "text": "And my answer--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1263.333
              }
            ],
            "start": 1256.741
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1270.69,
            "text_blocks": [
              {
                "stop": 1264.239,
                "text": "No.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1263.739
              },
              {
                "stop": 1270.69,
                "text": "I meant really to ask you if that kind of a provision would be unconstitutional.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1264.239
              }
            ],
            "start": 1263.739
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1281.966,
            "text_blocks": [
              {
                "stop": 1271.454,
                "text": "--No.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1270.69
              },
              {
                "stop": 1280.731,
                "text": "I think if there was an equivalency of treatment which, as we have argued in our briefs, there is not, that would be an unconstitutional, the answer is no.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1271.454
              },
              {
                "stop": 1281.966,
                "text": "It seems to me, however, there is a patent discrimination in this case--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1280.731
              }
            ],
            "start": 1270.69
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1293.165,
            "text_blocks": [
              {
                "stop": 1293.165,
                "text": "Well, wouldn't you be pretty bad off if all you could do is to solicit from your officers and employees?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1281.966
              }
            ],
            "start": 1281.966
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1294.54,
            "text_blocks": [
              {
                "stop": 1294.54,
                "text": "--That's why I'm suggesting to you, Mr. Justice White, that--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1293.165
              }
            ],
            "start": 1293.165
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1305.441,
            "text_blocks": [
              {
                "stop": 1305.441,
                "text": "The other corporations can only do that unless they... except for one or two other openings a year.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1294.54
              }
            ],
            "start": 1294.54
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1315.812,
            "text_blocks": [
              {
                "stop": 1315.812,
                "text": "--The inherent structure of trade associations, which as entities trace their lineages back to before the turn of the century, are such that they have no stockholders--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1305.441
              }
            ],
            "start": 1305.441
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1316.108,
            "text_blocks": [
              {
                "stop": 1316.108,
                "text": "I understand that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1315.812
              }
            ],
            "start": 1315.812
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1319.154,
            "text_blocks": [
              {
                "stop": 1319.154,
                "text": "--They have virtually no administrative employee--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1316.108
              }
            ],
            "start": 1316.108
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1331.024,
            "text_blocks": [
              {
                "stop": 1331.024,
                "text": "But if Congress can treat trade associations like they treat other corporations, do you think the present regulation is much more severe than that, is it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1319.154
              }
            ],
            "start": 1319.154
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1361.326,
            "text_blocks": [
              {
                "stop": 1334.836,
                "text": "--I think the present regulation is indeed more severe than that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1331.024
              },
              {
                "stop": 1352.487,
                "text": "It seems to me... and this is at least the opinion, as I understand it, of the Department of Justice... that corporations' unions have the right to solicit and the right to communicate with not simply some very narrow range of individuals, but all of those people with whom there is a shared political or commonality of interest.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1334.836
              },
              {
                "stop": 1360.576,
                "text": "And that is part of what we're seeking here, but certainly we are suggesting to you that the restraints in Section (D) are facially unconstitutional.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1352.487
              },
              {
                "stop": 1361.326,
                "text": "But our complaint goes beyond that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1360.576
              }
            ],
            "start": 1331.024
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1372.29,
            "text_blocks": [
              {
                "stop": 1369.104,
                "text": "Mr. Cole, prior to 1976, what could an association do in this respect?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1361.326
              },
              {
                "stop": 1372.29,
                "text": "It could solicit funds, but could it make contributions in political campaigns?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1369.104
              }
            ],
            "start": 1361.326
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1375.227,
            "text_blocks": [
              {
                "stop": 1373.227,
                "text": "It could not.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1372.29
              },
              {
                "stop": 1375.227,
                "text": "Direct political--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1373.227
              }
            ],
            "start": 1372.29
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1382.957,
            "text_blocks": [
              {
                "stop": 1382.957,
                "text": "And Subsection (D) is an exception to the general prohibition in 441, isn't it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1375.227
              }
            ],
            "start": 1375.227
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1388.862,
            "text_blocks": [
              {
                "stop": 1388.862,
                "text": "--Mr. Justice Powell, may I ask you, when you say contributions, do you mean with its own funds or with the funds that have been contributed to it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1382.957
              }
            ],
            "start": 1382.957
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1390.096,
            "text_blocks": [
              {
                "stop": 1390.096,
                "text": "Well, it could solicit funds, couldn't it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1388.862
              }
            ],
            "start": 1388.862
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1393.204,
            "text_blocks": [
              {
                "stop": 1390.44,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1390.096
              },
              {
                "stop": 1393.204,
                "text": "And it could make contributions with those funds.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1390.44
              }
            ],
            "start": 1390.096
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1393.782,
            "text_blocks": [
              {
                "stop": 1393.782,
                "text": "Oh, it could?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1393.204
              }
            ],
            "start": 1393.204
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1394.266,
            "text_blocks": [
              {
                "stop": 1394.266,
                "text": "Yes, sir, it could.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1393.782
              }
            ],
            "start": 1393.782
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1396.296,
            "text_blocks": [
              {
                "stop": 1396.296,
                "text": "Even though corporations and unions could not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1394.266
              }
            ],
            "start": 1394.266
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1407.931,
            "text_blocks": [
              {
                "stop": 1407.931,
                "text": "Yes, because it was not... theoretically, at least... not the union's funds that were being contributed; it was the funds of contributors all around that were doing nothing more than using the PAC as a focal point for political affiliation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1396.296
              }
            ],
            "start": 1396.296
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1410.133,
            "text_blocks": [
              {
                "stop": 1410.133,
                "text": "You could create PAC's, then,--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1407.931
              }
            ],
            "start": 1407.931
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1411.024,
            "text_blocks": [
              {
                "stop": 1411.024,
                "text": "Yes, sir.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1410.133
              }
            ],
            "start": 1410.133
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1411.977,
            "text_blocks": [
              {
                "stop": 1411.977,
                "text": "--Without limitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1411.024
              }
            ],
            "start": 1411.024
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1417.725,
            "text_blocks": [
              {
                "stop": 1417.725,
                "text": "And that has been the case since the AFL-CIO established its PAC in the thirties or forties.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1411.977
              }
            ],
            "start": 1411.977
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1423.676,
            "text_blocks": [
              {
                "stop": 1423.676,
                "text": "So what you would like to do is knock Subsection (D) out of the Act entirely?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1417.725
              }
            ],
            "start": 1417.725
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1432.016,
            "text_blocks": [
              {
                "stop": 1431.485,
                "text": "No, I would like to have the restraints in Subsection (D), in effect, inter-lineated.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1423.676
              },
              {
                "stop": 1432.016,
                "text": "We are not asking that the entire section be taken away.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1431.485
              }
            ],
            "start": 1423.676
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1433.016,
            "text_blocks": [
              {
                "stop": 1433.016,
                "text": "You don't want all of Section (D)--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1432.016
              }
            ],
            "start": 1432.016
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1433.297,
            "text_blocks": [
              {
                "stop": 1433.297,
                "text": "Oh, no, not at all.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1433.016
              }
            ],
            "start": 1433.016
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1435.234,
            "text_blocks": [
              {
                "stop": 1435.234,
                "text": "--You don't want all of Subsection (D)--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1433.297
              }
            ],
            "start": 1433.297
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1435.656,
            "text_blocks": [
              {
                "stop": 1435.656,
                "text": "Not at all.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1435.234
              }
            ],
            "start": 1435.234
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1437.828,
            "text_blocks": [
              {
                "stop": 1437.828,
                "text": "--You are better off now than you were before?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1435.656
              }
            ],
            "start": 1435.656
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1449.183,
            "text_blocks": [
              {
                "stop": 1438.983,
                "text": "Well, I think that's right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1437.828
              },
              {
                "stop": 1448.245,
                "text": "But certainly we are asking that the restraints be taken away, and I think that was the solution that Judge Pell arrived at, and that is the solution that we would advocate to the Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1438.983
              },
              {
                "stop": 1449.183,
                "text": "I--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1448.245
              }
            ],
            "start": 1437.828
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1454.213,
            "text_blocks": [
              {
                "stop": 1454.213,
                "text": "Corporations and labor unions could make contributions from PAC funds prior to 1976.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1449.183
              }
            ],
            "start": 1449.183
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1454.916,
            "text_blocks": [
              {
                "stop": 1454.401,
                "text": "--Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1454.213
              },
              {
                "stop": 1454.916,
                "text": "Always.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1454.401
              }
            ],
            "start": 1454.213
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1456.102,
            "text_blocks": [
              {
                "stop": 1456.102,
                "text": "Beginning in 1972.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1454.916
              }
            ],
            "start": 1454.916
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1468.676,
            "text_blocks": [
              {
                "stop": 1458.43,
                "text": "Before that they were doing it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1456.102
              },
              {
                "stop": 1464.256,
                "text": "There were PAC's in existence for many years.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1458.43
              },
              {
                "stop": 1468.676,
                "text": "I can't tell you for how many years, but certainly from the time of the AFL-CIO PAC.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1464.256
              }
            ],
            "start": 1456.102
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1469.911,
            "text_blocks": [
              {
                "stop": 1469.911,
                "text": "Was COPE a PAC?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1468.676
              }
            ],
            "start": 1468.676
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1473.845,
            "text_blocks": [
              {
                "stop": 1470.737,
                "text": "I believe it was, Your Honor.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1469.911
              },
              {
                "stop": 1473.845,
                "text": "In fact,--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1470.737
              }
            ],
            "start": 1469.911
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1474.423,
            "text_blocks": [
              {
                "stop": 1474.423,
                "text": "That goes back--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1473.845
              }
            ],
            "start": 1473.845
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1491.291,
            "text_blocks": [
              {
                "stop": 1475.455,
                "text": "--Many years.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1474.423
              },
              {
                "stop": 1478.921,
                "text": "And as your opinion in the Pipefitters case discussed at some length.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1475.455
              },
              {
                "stop": 1491.291,
                "text": "So what is being done under the 1971 Act as amended is nothing new or novel or different; it's been going on in political life in this country for the last several decades.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1478.921
              }
            ],
            "start": 1474.423
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1501.21,
            "text_blocks": [
              {
                "stop": 1501.21,
                "text": "--Well, the 1972 Amendments did quite a bit that didn't exist before, with respect to corporate contributions and--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1491.291
              }
            ],
            "start": 1491.291
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1538.538,
            "text_blocks": [
              {
                "stop": 1507.911,
                "text": "Well, that's the question; whether or not the Hansen Amendment constituted a modification or codification or prior law.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1501.21
              },
              {
                "stop": 1509.832,
                "text": "This Court refused to decide that case in Pipefitters.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1507.911
              },
              {
                "stop": 1527.917,
                "text": "But it seems to me that given the rationale of the First Amendment, that corporations, unions and trade associations always had the right to communicate with, in whatever way they wanted and with their own funds, that group with whom they shared an affinity of interest.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1509.832
              },
              {
                "stop": 1534.556,
                "text": "And as this Court said in Pipefitters, precisely the same rationale underlays the right to solicit political funds.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1527.917
              },
              {
                "stop": 1538.538,
                "text": "And I would like to reserve the balance of my time for rebuttal.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1534.556
              }
            ],
            "start": 1501.21
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1563.044,
            "text_blocks": [
              {
                "stop": 1560.185,
                "text": "--Counsel, before you sit down, is it your position that the right to solicit funds by the trade association is entitled to the same level of constitutional protection as other forms of political speech, without any difference?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1538.538
              },
              {
                "stop": 1563.044,
                "text": "It's entitled to the same level of protection?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1560.185
              }
            ],
            "start": 1538.538
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1619.334,
            "text_blocks": [
              {
                "stop": 1579.709,
                "text": "I had thought, until Mr. Justice Marshall's opinion in California Medical, that there had not been a dispute that the right to solicit or, indeed, to make political contributions... and the two are not exactly the same, although they are obverse sides of the same coin... was subject to the exacting scrutiny under the First and Fifth Amendments.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1563.044
              },
              {
                "stop": 1589.439,
                "text": "I had thought, again in light of the Chief Justice's opinion in Citizens Against Rent Control v. Berekely, that that question would now have been decided in the affirmative.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1579.709
              },
              {
                "stop": 1589.939,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1589.439
              },
              {
                "stop": 1595.265,
                "text": "My answer to you is solicitation is intimately bound up with speech.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1589.939
              },
              {
                "stop": 1609.572,
                "text": "And what we have done is to simply want to go out and talk to people and to see if, in the competition of the marketplace, we can align ourselves with them and to win their political allegiance.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1595.265
              },
              {
                "stop": 1610.275,
                "text": "That's really what is going on, and that we cannot do.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1609.572
              },
              {
                "stop": 1619.334,
                "text": "And it seems to me that the exacting scrutiny under the First Amendment is the test that is to be applied, not some diminished standard of review.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1610.275
              }
            ],
            "start": 1563.044
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 1629.236,
            "text_blocks": [
              {
                "stop": 1629.236,
                "text": "Mr. Steele?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1619.334
              }
            ],
            "start": 1619.334
          }
        ],
        "stop": 1629.236,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2002.287,
            "text_blocks": [
              {
                "stop": 1632.577,
                "text": "Mr. Chief Justice, and may it please the Court:",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1629.236
              },
              {
                "stop": 1640.965,
                "text": "I would like to deal first with the issue of regarding 437h, which is the sole basis for jurisdiction asserted here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1632.577
              },
              {
                "stop": 1661.473,
                "text": "In effect, I think that the question before the Court is a question that was explicitly left open by the California Medical Association case last term, and that is whether the parties not enumerated by the statute have standing to invoke the jurisdiction of the courts to hear cases under the specialized procedures of Section 437h.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1640.965
              },
              {
                "stop": 1669.204,
                "text": "Basically, we have here a conflict with appellants on both questions.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1661.473
              },
              {
                "stop": 1678.653,
                "text": "Appellants, it seems to me, assert two bases under which this Court should read 437h as allowing them to invoke the jurisdiction of the courts.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1669.204
              },
              {
                "stop": 1693.054,
                "text": "First they argue that as a matter of this Court's associational rights doctrine, that they are sufficiently related to individuals to be able to assert those rights as an association on behalf of individuals.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1678.653
              },
              {
                "stop": 1718.761,
                "text": "They draw on the long line of cases, some of them referred to by this Court, in Buckley with regard to associations that were there, that say that individuals... that started from the premise that individuals should be able to assert constitutional rights when those rights might be lost if they didn't assert them, and have since been expanded to a much broader basis that allows associations to assert individual constitutional rights.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1693.054
              },
              {
                "stop": 1728.273,
                "text": "We would urge this Court, however, not to extent that to this case because the plaintiffs here are not associations which represent individuals.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1718.761
              },
              {
                "stop": 1730.1,
                "text": "They are, indeed, trade associations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1728.273
              },
              {
                "stop": 1733.959,
                "text": "They represent the business interests, they are controlled by corporations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1730.1
              },
              {
                "stop": 1743.143,
                "text": "The record is replete with the fact that all of the governing structure of all of these trade associations comes from the corporate membership.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1733.959
              },
              {
                "stop": 1750.811,
                "text": "The voting rights... there are not individual voting rights, and by and large, the control of those is left to the business interest.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1743.143
              },
              {
                "stop": 1764.165,
                "text": "And therefore, what is represented by these trade associations and by their separate segregated funds, the political committees which they have established, which they finance and which they control, are the interests of the trade associations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1750.811
              },
              {
                "stop": 1788.828,
                "text": "And I would have this Court look at its decision in the Pipefitters case for the fact that clearly, a corporation's separate segregated fund... the political committee that it was allowed to establish under the 1971-72 Amendments and that this Court examined in the 1973 case of Pipefitters, that the control there is with the trade association, with the corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1764.165
              },
              {
                "stop": 1805.133,
                "text": "Moreover, under those amendments, they are explicitly allowed to establish and to finance, to maintain, those, so that there is in this statute not... the political committee is not the paradigm of a political committee made up of individuals.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1788.828
              },
              {
                "stop": 1811.708,
                "text": "The statute establishes these committees as controlled by the corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1805.133
              },
              {
                "stop": 1826.062,
                "text": "Accordingly, while they are,... as we have not contested, while the contributions to them are ones that are made voluntarily by individuals, they are not associations in the sense of individual associations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1811.708
              },
              {
                "stop": 1829.624,
                "text": "They are not a situation of ten individuals getting together.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1826.062
              },
              {
                "stop": 1848.349,
                "text": "Indeed, one of the balances struck by Congress in the statute was explicitly noted by this Court in the CIO case and in the legislative history, that nothing in this statute bars ten individuals who are members of the union from going out and setting up a political action committee, or of a corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1829.624
              },
              {
                "stop": 1853.659,
                "text": "What is barred by this statute is the use of the corporate or labor organization funds.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1848.349
              },
              {
                "stop": 1873.231,
                "text": "So that what is at issue here with regard to the 437h issue in the associational sense is the question that we have put forth, and contrary to my brother, Mr. Cole, I think that the Commission has consistently challenged the fact that they have standing to assert individual rights.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1853.659
              },
              {
                "stop": 1881.789,
                "text": "A second challenge that they bring to the 437h area is that it's the nature of the challenge which should dominate here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1873.231
              },
              {
                "stop": 1894.378,
                "text": "They agree, as was said in response to Justice O'Connor's question, that they are not among the enumerated parties, but they say that those enumerated parties are not what establishes the standing; that the standing is much broader than that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1881.789
              },
              {
                "stop": 1902.782,
                "text": "That indeed, as they have phrased it, particularly in their opening brief, it is the nature of the challenge that Congress was putting forward.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1894.378
              },
              {
                "stop": 1916.494,
                "text": "In support of that, they have... as the bare words of the statute, which say explicitly and which we have contented throughout say explicitly, only three parties.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1902.782
              },
              {
                "stop": 1925.427,
                "text": "The opinion of the court below indicated that they felt that the reason for putting in those three parties was to expand the jurisdiction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1916.494
              },
              {
                "stop": 1933.549,
                "text": "That there might have been doubt about any one of those three... the Commission, the national committee of a political party or an individual eligible to vote,... as to whether they could bring suit.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1925.427
              },
              {
                "stop": 1936.954,
                "text": "The words of the statute are bare.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1933.549
              },
              {
                "stop": 1944.514,
                "text": "The legislative history of the statute does not seem to me to support the idea that that was meant to be read that broadly.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1936.954
              },
              {
                "stop": 1961.319,
                "text": "So it seems to me that this Court is remitted to the basic idea that Congress would be the one that establishes the jurisdiction, and indeed, appellants here do not challenge the fact that this is a question of interpretation, of what was Congress' intent in enacting this statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1944.514
              },
              {
                "stop": 1973.955,
                "text": "And once again, we would urge this Court to view that as not being a broad base attempt to say that anyone can bring suit, but that the Congress very explicitly set forth those parties.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1961.319
              },
              {
                "stop": 1994.775,
                "text": "That particularly where you are talking... and as we've noted in cases cited... particularly where you are talking extraordinary jurisdiction, as you certainly are where you have a certification of issues from a district court, an en banc court of appeals and a right of appeal to this Court, that the ordinary thrust would be to construe that narrowly.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1973.955
              },
              {
                "stop": 2002.287,
                "text": "Thus, with regard to the 437h issue, we would urge this Court to reject both of the theories that they have put forth for the broad interpretation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 1994.775
              }
            ],
            "start": 1629.236
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2036.663,
            "text_blocks": [
              {
                "stop": 2016.687,
                "text": "Mr. Steele, could I ask you what you see as the interest of the government in imposing the restrictions that it did on the solicitation of funds by trade associations?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2002.287
              },
              {
                "stop": 2028.448,
                "text": "I mean, assuming that the government has a legitimate interest in limiting the contributions that can be made to candidates in a federal election by corporations or trade associations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2016.687
              },
              {
                "stop": 2036.663,
                "text": "What is the government's interest in limiting the people from whom solicitations can be made?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2028.448
              }
            ],
            "start": 2002.287
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2163.288,
            "text_blocks": [
              {
                "stop": 2045.628,
                "text": "I think that question goes to the heart of another disagreement that we have with appellants, which is really the effect of the 1976 Amendments.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2036.663
              },
              {
                "stop": 2067.261,
                "text": "Which is to say, as was said in response to Justice White's questions, in the Commission's view, this statute is part and parcel of the 441b prohibitions which have been in the statute since 1907; they were originally there as 18 U.S.C. 610, and contain a broad prohibition on the use of corporation funds, any corporation whatsoever.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2045.628
              },
              {
                "stop": 2100.92,
                "text": "But that prohibition has been balanced over time by the Congress and by decisions of this Court and the Congress' reactions to those decisions for those parties specified in 441b, corporations and labor organizations, a balance of that that allows them to establish, finance, maintain and control a fund which is allowed to solicit contributions from that are part of the corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2067.261
              },
              {
                "stop": 2102.467,
                "text": "What it referred to in the legislative history as the beneficial owners, that going back to 1907.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2100.92
              },
              {
                "stop": 2115.056,
                "text": "In 1947, the amendment to include labor organizations where the statute then put that forth as members, that members were the parallel in the labor organization situation to the shareholders of the corporation, in effect.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2102.467
              },
              {
                "stop": 2123.411,
                "text": "So that the statutory interest underlying this is a limitation of the use of the corporation's funds, and these trade associations are corporations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2115.056
              },
              {
                "stop": 2128.41,
                "text": "The use of those funds to solicit outside.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2123.411
              },
              {
                "stop": 2155.541,
                "text": "That the compromise, the balance that was reached between the initial enactment, the 1947 enactments, the response to that in the CIO case and then the Pipefitters case, was a special situation for these organizations, which allows a corporation to spend all of the corporate funds for the limited purpose of communicating with its beneficial owners and the operators, the executive and administrative personnel.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2128.41
              },
              {
                "stop": 2161.663,
                "text": "So that the government purpose underlying, the governmental basis underlying it, is that of 441b.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2155.541
              },
              {
                "stop": 2163.288,
                "text": "I would note in--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2161.663
              }
            ],
            "start": 2036.663
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2172.845,
            "text_blocks": [
              {
                "stop": 2172.845,
                "text": "Well, could you have a less restrictive requirement, then, of letting volunteers solicit from anyone as lone as no trade association money was used for the purpose?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2163.288
              }
            ],
            "start": 2163.288
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2198.522,
            "text_blocks": [
              {
                "stop": 2194.587,
                "text": "--There is no question in my mind that if there is not... if the corporation's funds are not used, and that is what I meant in the earlier discussion and it's replete in the 47 history, that individuals volunteering who happen all to be members of a corporation establishing a political action committee, not using corporation's funds, are not governed by Section 441b.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2172.845
              },
              {
                "stop": 2198.522,
                "text": "So in that sense, I think the response is yes, you could have that situation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2194.587
              }
            ],
            "start": 2172.845
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2206.676,
            "text_blocks": [
              {
                "stop": 2206.676,
                "text": "So the trade association in your view could use volunteers to solicit funds from anyone, regardless of the permission that was granted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2198.522
              }
            ],
            "start": 2198.522
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2299.389,
            "text_blocks": [
              {
                "stop": 2215.672,
                "text": "The trade association itself could not, in the sense that because of using volunteers it would be establishing and maintaining that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2206.676
              },
              {
                "stop": 2217.812,
                "text": "So there are really three prongs to it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2215.672
              },
              {
                "stop": 2229.401,
                "text": "They establish it, maintain it, financial support, pay for its solicitations, put out the money to put the solicitations out, and pursuant to the Pipefitters case, control these.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2217.812
              },
              {
                "stop": 2249.596,
                "text": "Now, if none of those four elements were there,... in other words, if they didn't establish it, didn't maintain it, didn't finance it, didn't finance its solicitations and didn't control it, it would seem to me you would then have a truly voluntary situation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2229.401
              },
              {
                "stop": 2258.967,
                "text": "But with those four elements there... and I think any one of those four elements is sufficient, but those are the four major ones... you don't have a situation where the trade association could use volunteers, because it would have established the separate segregated fund and maintained, financed and controlled it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2249.596
              },
              {
                "stop": 2266.042,
                "text": "I would note, incidentally, that throughout this case there has been no challenge to the basic provisions of 441b.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2258.967
              },
              {
                "stop": 2275.055,
                "text": "Appellants here have no desire whatsoever to give up the permission of the statute that allows them to do that financially-valuable support.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2266.042
              },
              {
                "stop": 2292.172,
                "text": "The trade associations... there's a rising number of political committees in all areas, but particularly in the corporate and trade association area, one finds that in recent years with the development of the law, here has been a vast expansion of trade associations using their funds to support political committees.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2275.055
              },
              {
                "stop": 2299.389,
                "text": "The permission of the statute allowing them to do that is very, very valuable to them and is very valuable to the corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2292.172
              }
            ],
            "start": 2206.676
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2317.958,
            "text_blocks": [
              {
                "stop": 2317.958,
                "text": "I guess we're really concerned about just two things, are we not; the limitation that says you have... that the member corporation has to consent to the solicitation and the restriction limiting it to only one trade association per year, isn't that right?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2299.389
              }
            ],
            "start": 2299.389
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2396.848,
            "text_blocks": [
              {
                "stop": 2331.813,
                "text": "Yes, I think that's correct, and I think that one of the factors with regard to this case is that this is an area in which Congress, over the course of time, particularly in 1971 and 1976, has come to regulate the area with great precision.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2317.958
              },
              {
                "stop": 2343.62,
                "text": "There is a very narrow regulation here compared to the historical development, in the sense that the 1907 statute was just what is the beginning of the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2331.813
              },
              {
                "stop": 2358.146,
                "text": "You now in 1976 the insertion not only of Subsection (D), but of Subsections (A), (B) and (C), (4)(A), (B), (C) and (D), which spell out with great precision the balance, in terms of the solicitation rights.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2343.62
              },
              {
                "stop": 2368.625,
                "text": "And quite frankly, our view is that the corporation's rights to solicit it shareholders and executive and administrative personnel have been here expanded by Section (D).",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2358.146
              },
              {
                "stop": 2374.155,
                "text": "Thus, the argument from appellant's side is without Section (D)... Section (D) was a limitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2368.625
              },
              {
                "stop": 2380.557,
                "text": "As the court below held and as we have consistently stated, that seems to us not to be so.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2374.155
              },
              {
                "stop": 2396.848,
                "text": "What you have in Section (D), what Congress did in 1976, was to add a broader permission that was brought in front of them that trade associations therefore had very limited solicitation rights, and they came to the result that is now in front of this Court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2380.557
              }
            ],
            "start": 2317.958
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2430.146,
            "text_blocks": [
              {
                "stop": 2418.637,
                "text": "Mr. Steele, if the bottom line that the Congress is aiming at is to limit the contributions and the use of these concentrated funds to influence elections, why isn't it enough just to limit the contributions and not limit solicitation?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2396.848
              },
              {
                "stop": 2430.146,
                "text": "Why must you limit the source of funds if you are going to limit the amount of money that can be given to a candidate or to elections?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2418.637
              }
            ],
            "start": 2396.848
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2453.452,
            "text_blocks": [
              {
                "stop": 2453.452,
                "text": "Again, I think that goes back to the history of 610, but that the basic answer to that is that the corporation's expenditure of funds there, the amounts that they are spending for these political committees, makes it part of a specialized structure, and that there is an attempt to limit the corporations in spending that money, that money that they have aggregated through their special--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2430.146
              }
            ],
            "start": 2430.146
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2475.676,
            "text_blocks": [
              {
                "stop": 2460.603,
                "text": "What if you just limit the amount of money that the corporate... just limit the amount of money the corporation can spend on solicitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2453.452
              },
              {
                "stop": 2466.586,
                "text": "Why do you have to say from whom they may solicit?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2460.603
              },
              {
                "stop": 2475.676,
                "text": "If all you're worried about is how much of the corporate funds are going to be spent to support the PAC?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2466.586
              }
            ],
            "start": 2453.452
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2483.687,
            "text_blocks": [
              {
                "stop": 2483.687,
                "text": "--I think, as I say, the answer is partly the historical answer that that was the balance that was struck.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2475.676
              }
            ],
            "start": 2475.676
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2486.812,
            "text_blocks": [
              {
                "stop": 2486.312,
                "text": "You're saying that's because that's the way it is, that's all you're saying.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2483.687
              },
              {
                "stop": 2486.812,
                "text": "Now, what--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2486.312
              }
            ],
            "start": 2483.687
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2505.914,
            "text_blocks": [
              {
                "stop": 2505.351,
                "text": "No, I would say that it's saying, more than that, in that Congress in seeing corporations and labor organizations as vastly different organizations, attempted to limit their ability to go widespread into the world.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2486.812
              },
              {
                "stop": 2505.914,
                "text": "The statutory history of these sections--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2505.351
              }
            ],
            "start": 2486.812
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2508.99,
            "text_blocks": [
              {
                "stop": 2506.257,
                "text": "--I know.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2505.914
              },
              {
                "stop": 2506.898,
                "text": "You're just being descriptive.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2506.257
              },
              {
                "stop": 2508.99,
                "text": "But I don't understand yet what the--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2506.898
              }
            ],
            "start": 2505.914
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2520.033,
            "text_blocks": [
              {
                "stop": 2519.189,
                "text": "--Because the amount of money that they can pour into solicitation is immense.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2508.99
              },
              {
                "stop": 2520.033,
                "text": "Again, in specific regard to the trade associations--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2519.189
              }
            ],
            "start": 2508.99
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2531.091,
            "text_blocks": [
              {
                "stop": 2531.091,
                "text": "--What if you just limited the amount of money that you could spend for solicitation and forget about limiting from whom they could solicit?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2520.033
              }
            ],
            "start": 2520.033
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2532.45,
            "text_blocks": [
              {
                "stop": 2532.45,
                "text": "--It might be a possible--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2531.091
              }
            ],
            "start": 2531.091
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2538.588,
            "text_blocks": [
              {
                "stop": 2538.588,
                "text": "What if you said that you can only spend two cents for every thousand dollars you raise?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2532.45
              }
            ],
            "start": 2532.45
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2540.384,
            "text_blocks": [
              {
                "stop": 2540.384,
                "text": "--I would think that that statute would be constitutional, also.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2538.588
              }
            ],
            "start": 2538.588
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2550.849,
            "text_blocks": [
              {
                "stop": 2550.849,
                "text": "I know, but why do you have to go on and say and furthermore, you can only raise your money from this following list of people?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2540.384
              }
            ],
            "start": 2540.384
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2583.32,
            "text_blocks": [
              {
                "stop": 2567.217,
                "text": "The basic congressional understanding was the limitation of those organizations from going out to the public.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2550.849
              },
              {
                "stop": 2568.326,
                "text": "The basic underlying interest that they have in participating in the political process is in Joining together with them the people who are associated with them, the beneficial owners.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2567.217
              },
              {
                "stop": 2583.32,
                "text": "That they do not have a constitutionally-protected interest in communicating out to everyone throughout the country; that broad-scale public appeals for funds was something that the Congress sought to prohibit.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2568.326
              }
            ],
            "start": 2550.849
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2589.288,
            "text_blocks": [
              {
                "stop": 2584.383,
                "text": "Well, I agree with that.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2583.32
              },
              {
                "stop": 2585.086,
                "text": "Of course they did.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2584.383
              },
              {
                "stop": 2589.288,
                "text": "Put I wonder what the justification is.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2585.086
              }
            ],
            "start": 2583.32
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2600.612,
            "text_blocks": [
              {
                "stop": 2600.612,
                "text": "Because of the immense power that resides in corporations from that; the ability to solicit funds is largely dependent upon the amount of money going into it--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2589.288
              }
            ],
            "start": 2589.288
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2606.28,
            "text_blocks": [
              {
                "stop": 2606.28,
                "text": "I know, but they're not going to raise anymore money for political purposes than they are permitted to spend.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2600.612
              }
            ],
            "start": 2600.612
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2626.539,
            "text_blocks": [
              {
                "stop": 2620.557,
                "text": "--But they are permitted to spend large amounts, as they are qualified multi-candidate committees, they can spent $5000 in both the primary and general election, and there are 460 elections every two years, not speaking of the presidential.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2606.28
              },
              {
                "stop": 2624.664,
                "text": "So it allows them to maximize the amount of funds.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2620.557
              },
              {
                "stop": 2626.539,
                "text": "Indeed, I think one of the arguments--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2624.664
              }
            ],
            "start": 2606.28
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2632.832,
            "text_blocks": [
              {
                "stop": 2632.832,
                "text": "So you think limiting the sources is a way of limiting the amount of money that they can spend?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2626.539
              }
            ],
            "start": 2626.539
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2639.596,
            "text_blocks": [
              {
                "stop": 2638.581,
                "text": "--The limitation that Congress put was a limitation on the use of the corporate funds.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2632.832
              },
              {
                "stop": 2639.596,
                "text": "Those funds--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2638.581
              }
            ],
            "start": 2632.832
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2650.093,
            "text_blocks": [
              {
                "stop": 2650.093,
                "text": "That certainly is an indirect way of limiting political contributions, to say that you can only raise your money from X number of people.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2639.596
              }
            ],
            "start": 2639.596
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2653.248,
            "text_blocks": [
              {
                "stop": 2653.248,
                "text": "--Well, it doesn't say it as X number of people; it specified--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2650.093
              }
            ],
            "start": 2650.093
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2657.387,
            "text_blocks": [
              {
                "stop": 2653.513,
                "text": "I know.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2653.248
              },
              {
                "stop": 2657.387,
                "text": "But from certain categories of people.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2653.513
              }
            ],
            "start": 2653.248
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2661.071,
            "text_blocks": [
              {
                "stop": 2661.071,
                "text": "--And specific categories with whom they have a direct relationship.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2657.387
              }
            ],
            "start": 2657.387
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2673.942,
            "text_blocks": [
              {
                "stop": 2673.942,
                "text": "Mr. Steele, wouldn't you concede that Justice White's suggestion would be less restrictive than the actual restriction that Congress imposed?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2661.071
              }
            ],
            "start": 2661.071
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2719.313,
            "text_blocks": [
              {
                "stop": 2695.808,
                "text": "I would not concede that it was less restrictive in the sense that the permission of spending the funds... in other words, if you struck down the entire statute and started over again, but in effect, you would have then the fact that you would have a limitation on corporations of spending funds for the purposes of solicitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2673.942
              },
              {
                "stop": 2704.383,
                "text": "The expenditure of those funds for broad base purposes from the corporation's funds would be limited by the other provisions of the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2695.808
              },
              {
                "stop": 2719.313,
                "text": "But what you have here is a special section which has dealt with corporations and labor organizations, singled them out as having economic power, interest in the economic sphere, and that you have a different sphere of regulation for them than you do for political committees.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2704.383
              }
            ],
            "start": 2673.942
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2732.903,
            "text_blocks": [
              {
                "stop": 2732.903,
                "text": "Do you concede that the right to solicit funds is entitled to heightened scrutiny by the court as a First Amendment right?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2719.313
              }
            ],
            "start": 2719.313
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2780.79,
            "text_blocks": [
              {
                "stop": 2738.932,
                "text": "I don't think that this Court has ever said that there is a First Amendment right to solicit that cannot be limited.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2732.903
              },
              {
                "stop": 2773.401,
                "text": "There is clear indication from many opinions of this Court... Schaumberg, many others... that you have an intertwining in solicitation of communication, but that solicitation has always been treated differently and is not the paradigm of a First Amendment speech right.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2738.932
              },
              {
                "stop": 2780.79,
                "text": "That the question of solicitation of legitimate government regulation in support of an interest which the government establishes as being important, which here is the basic underlying... in response to your earlier question... the basic underlying interest in the government in regulating the use of corporations' aggregated funds, is very, very strong.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2773.401
              }
            ],
            "start": 2732.903
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2790.192,
            "text_blocks": [
              {
                "stop": 2790.192,
                "text": "Mr. Steele, when were corporations and labor unions first limited in terms of from whom they could solicit?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2780.79
              }
            ],
            "start": 2780.79
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2798.47,
            "text_blocks": [
              {
                "stop": 2796.86,
                "text": "The read that I would have is that the 1907 statute prohibited that entirely.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2790.192
              },
              {
                "stop": 2798.47,
                "text": "You come up to the CIO--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2796.86
              }
            ],
            "start": 2790.192
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2801.938,
            "text_blocks": [
              {
                "stop": 2799.375,
                "text": "What did that prohibit?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2798.47
              },
              {
                "stop": 2801.938,
                "text": "It prohibited contributions, didn't it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2799.375
              }
            ],
            "start": 2798.47
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2805.217,
            "text_blocks": [
              {
                "stop": 2805.217,
                "text": "--Any corporation whatsoever from making contributions--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2801.938
              }
            ],
            "start": 2801.938
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2812.027,
            "text_blocks": [
              {
                "stop": 2810.091,
                "text": "It didn't mention solicitation, but of course, if they couldn't contribute they wouldn't solicit.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2805.217
              },
              {
                "stop": 2812.027,
                "text": "But it didn't purport to limit solicitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2810.091
              }
            ],
            "start": 2805.217
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2819.087,
            "text_blocks": [
              {
                "stop": 2812.417,
                "text": "--No.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2812.027
              },
              {
                "stop": 2819.087,
                "text": "It was amended not long thereafter to include expenditures because of the congressional findings barring contributions--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2812.417
              }
            ],
            "start": 2812.027
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2829.082,
            "text_blocks": [
              {
                "stop": 2829.082,
                "text": "Again, when did the Congress first say since you can now spend some money, we're going to limit from whom you can solicit?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2819.087
              }
            ],
            "start": 2819.087
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2831.94,
            "text_blocks": [
              {
                "stop": 2831.94,
                "text": "--The 1971-72 Amendments.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2829.082
              }
            ],
            "start": 2829.082
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2833.94,
            "text_blocks": [
              {
                "stop": 2833.94,
                "text": "That's the first time, then, that they purported to limit--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2831.94
              }
            ],
            "start": 2831.94
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2839.875,
            "text_blocks": [
              {
                "stop": 2834.423,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2833.94
              },
              {
                "stop": 2839.875,
                "text": "I think that that congressional action was founded on the analysis of--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2834.423
              }
            ],
            "start": 2833.94
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2845.623,
            "text_blocks": [
              {
                "stop": 2845.623,
                "text": "--Of course, there were PAC's before that, but they didn't use corporate money to support them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2839.875
              }
            ],
            "start": 2839.875
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2857.196,
            "text_blocks": [
              {
                "stop": 2857.196,
                "text": "--Well, the entire hearings on the question of COPE in 1943 and 47 when they made permanent the Act revolve around those questions of where the funds came from.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2845.623
              }
            ],
            "start": 2845.623
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2862.913,
            "text_blocks": [
              {
                "stop": 2862.913,
                "text": "I know, but there weren't any limitations on solicitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2857.196
              }
            ],
            "start": 2857.196
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2864.163,
            "text_blocks": [
              {
                "stop": 2864.163,
                "text": "There were no explicit--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2862.913
              }
            ],
            "start": 2862.913
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2865.129,
            "text_blocks": [
              {
                "stop": 2865.129,
                "text": "Until the seventies--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2864.163
              }
            ],
            "start": 2864.163
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2871.909,
            "text_blocks": [
              {
                "stop": 2871.409,
                "text": "--Until 1971 when the first congressional enactment limiting them.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2865.129
              },
              {
                "stop": 2871.909,
                "text": "But as I--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2871.409
              }
            ],
            "start": 2865.129
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2887.948,
            "text_blocks": [
              {
                "stop": 2887.948,
                "text": "--That was the first time that it was allowed, that Congress allowed corporate money to be spent to solicit.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2871.909
              }
            ],
            "start": 2871.909
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2888.417,
            "text_blocks": [
              {
                "stop": 2888.417,
                "text": "--Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2887.948
              }
            ],
            "start": 2887.948
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2889.105,
            "text_blocks": [
              {
                "stop": 2889.105,
                "text": "And to support the independent fund.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2888.417
              }
            ],
            "start": 2888.417
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2914.75,
            "text_blocks": [
              {
                "stop": 2898.086,
                "text": "Prior to that, in the corporate area the expenditure of funds for solicitation had never arisen, I think because of a common understanding that the statute barred that kind of expenditure by corporations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2889.105
              },
              {
                "stop": 2914.75,
                "text": "Corporations using their funds to go out and raise funds out in the world to contribute to candidates was something that was not done--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2898.086
              }
            ],
            "start": 2889.105
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2932.18,
            "text_blocks": [
              {
                "stop": 2915.953,
                "text": "That may be an understandable matter, limiting the use of corporate funds to Just soliciting from people who are interested in the corporation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2914.75
              },
              {
                "stop": 2920.513,
                "text": "But suppose no corporate funds, just control.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2915.953
              },
              {
                "stop": 2932.18,
                "text": "You say nevertheless, if the corporation just got control of the fund, that from whom they solicit may still be limited.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2920.513
              }
            ],
            "start": 2914.75
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2970.416,
            "text_blocks": [
              {
                "stop": 2936.257,
                "text": "--I would think that that would be so, but that is not... I don't think that is before this Court here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2932.18
              },
              {
                "stop": 2942.005,
                "text": "But the answer would be that that seems to be the effect of the historical development.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2936.257
              },
              {
                "stop": 2952.361,
                "text": "That what you have is corporations and labor organizations setting up funds which they do control.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2942.005
              },
              {
                "stop": 2959.593,
                "text": "That was, of course, one of the questions that was really brought forth in the Pipefitters case, the question of whether that fund could be controlled by the corporations or, in that instance, by the labor organizations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2952.361
              },
              {
                "stop": 2970.416,
                "text": "The arguments there to begin with were that that fund, one, as a factual matter, that that was not controlled, and this Court effectively said that they didn't need to reach that issue because even if they were controlled, they felt that was within the meaning of the statute.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2959.593
              }
            ],
            "start": 2932.18
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 2999.343,
            "text_blocks": [
              {
                "stop": 2974.18,
                "text": "Mr. Steele, a different question.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2970.416
              },
              {
                "stop": 2990.908,
                "text": "You've argued in your brief that the proliferation of trade associations and solicitations would undermine the very purpose of the restrictions, as you say, on the use of corporate treasuries.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2974.18
              },
              {
                "stop": 2999.343,
                "text": "But isn't that protected already under 441a(a)(5) of the Act?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2990.908
              }
            ],
            "start": 2970.416
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3004.622,
            "text_blocks": [
              {
                "stop": 3004.622,
                "text": "Well, the two provisions... I don't think it is protected under 441a(a)(5), because quite explicitly--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 2999.343
              }
            ],
            "start": 2999.343
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3008.277,
            "text_blocks": [
              {
                "stop": 3008.277,
                "text": "Well, the language is rather explicit, isn't it?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3004.622
              }
            ],
            "start": 3004.622
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3067.378,
            "text_blocks": [
              {
                "stop": 3020.632,
                "text": "--The language... and I think the legislative history backs it up... that Congress was very explicit that they did not want trade associations per se to be deemed affiliated with their members.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3008.277
              },
              {
                "stop": 3027.347,
                "text": "What they did in the a(a)(5) sections was to list where they did the subordinate corporations, et cetera.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3020.632
              },
              {
                "stop": 3041.592,
                "text": "But the legislative history underlying that shows that one of the reasons they enacted the present section was because in the trade association area, they wanted to allow some solicitation, listening to the pleas of the trade associations that are similar to those made here.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3027.347
              },
              {
                "stop": 3044.513,
                "text": "Otherwise, we would have a very limit class of solicitees.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3041.592
              },
              {
                "stop": 3059.303,
                "text": "But not wanting, with the cross overlapping membership where you have, as this record shows and really is undoubted, that you have corporations belonging to many trade associations, that you have the limitation, therefore, of the corporation being able to go through one trade association but not through others.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3044.513
              },
              {
                "stop": 3067.378,
                "text": "And that was a limitation designed in a parallel sense to 441a(a)(5), but it does not cover the same ground.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3059.303
              }
            ],
            "start": 3008.277
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3073.923,
            "text_blocks": [
              {
                "stop": 3069.252,
                "text": "One other question while I have you interrupted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3067.378
              },
              {
                "stop": 3073.923,
                "text": "If we agree with your 437h argument, what happens to this case?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3069.252
              }
            ],
            "start": 3067.378
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3086.824,
            "text_blocks": [
              {
                "stop": 3077.25,
                "text": "I think the case is sent back to the district court.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3073.923
              },
              {
                "stop": 3086.824,
                "text": "It seems to me that the only jurisdictional basis cited here is 437h, and as I say, except for the--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3077.25
              }
            ],
            "start": 3073.923
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3087.12,
            "text_blocks": [
              {
                "stop": 3087.12,
                "text": "The district court to do what?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3086.824
              }
            ],
            "start": 3086.824
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3130.369,
            "text_blocks": [
              {
                "stop": 3096.711,
                "text": "--Well, the district court I think would then have to consider the question that was enumerated in the exchange with Justice White as to whether in this situation you would have 1331 jurisdiction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3087.12
              },
              {
                "stop": 3111.938,
                "text": "We argued to the district court that there was not 1331 jurisdiction on the grounds that Congress had very specifically in this statute set forth the methods for review of the statute 437h, 437g, so that therefore there was no 1331 jurisdiction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3096.711
              },
              {
                "stop": 3124.575,
                "text": "The district court disagreed with that, was then, in effect, reversed when the 1292 appeal went up on the 437h issue, and so in the present posture of the case the only jurisdiction asserted is the 437h jurisdiction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3111.938
              },
              {
                "stop": 3130.369,
                "text": "Again, with regard to the issue, as I say--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3124.575
              }
            ],
            "start": 3087.12
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3139.85,
            "text_blocks": [
              {
                "stop": 3139.85,
                "text": "Well, do you agree that the plaintiff will be in a position, when it gets back to the district court, to allege and assert 1331 jurisdiction?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3130.369
              }
            ],
            "start": 3130.369
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3169.322,
            "text_blocks": [
              {
                "stop": 3143.332,
                "text": "--I certainly think that they would be in a position to assert it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3139.85
              },
              {
                "stop": 3146.581,
                "text": "I think we would oppose it for the same reasons that we did before.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3143.332
              },
              {
                "stop": 3159.997,
                "text": "Indeed, their original complaint asserted 1331 as a jurisdictional base, but that, as I say, the district court found 1331 jurisdiction and found no 437 h jurisdiction.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3146.581
              },
              {
                "stop": 3169.322,
                "text": "Appeal taken from that goes up to the court of appeals for the Seventh Circuit, which determine that the jurisdiction lies under 437h, and remands the case to be treated as a 437h case.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3159.997
              }
            ],
            "start": 3139.85
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3172.867,
            "text_blocks": [
              {
                "stop": 3172.867,
                "text": "Well, if it goes back to the district court, they can amend.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3169.322
              }
            ],
            "start": 3169.322
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3185.799,
            "text_blocks": [
              {
                "stop": 3173.695,
                "text": "Yes, they certainly could.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3172.867
              },
              {
                "stop": 3184.862,
                "text": "But I think there's a very significant distinction... as I say, I think the 1331 jurisdiction question is itself a very difficult one.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3173.695
              },
              {
                "stop": 3185.799,
                "text": "And as I say,--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3184.862
              }
            ],
            "start": 3172.867
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3186.659,
            "text_blocks": [
              {
                "stop": 3186.659,
                "text": "But it's not before us.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3185.799
              }
            ],
            "start": 3185.799
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3188.142,
            "text_blocks": [
              {
                "stop": 3188.142,
                "text": "--No, it is certainly not before you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3186.659
              }
            ],
            "start": 3186.659
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3190.859,
            "text_blocks": [
              {
                "stop": 3190.859,
                "text": "Then I say that they can amend when they get back.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3188.142
              }
            ],
            "start": 3188.142
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/charles_n_steele",
              "name": "Charles Nevett Steele",
              "last_name": "Steele",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 20154,
              "identifier": "charles_n_steele"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3308.159,
            "text_blocks": [
              {
                "stop": 3191.266,
                "text": "Yes.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3190.859
              },
              {
                "stop": 3211.992,
                "text": "With regard to the two issues raised with regard to the narrow matter of the Subsection (D) here, the basic... and I think I indicated this in response to Justice Brennan's question... but the basic congressional interest there was similar to that in the anti-proliferation area.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3191.266
              },
              {
                "stop": 3243.511,
                "text": "Section (D) permits only the solicitation of only one... allows a corporation to allow solicitation of its employees, of its shareholders and executive and administrative personnel only by one trade association, and it is quite explicit in the legislative history that the congressional balancing there, once again, was the limitation of the fact that otherwise, corporations being members of many trade associations would be able to... you would have a proliferation of the funds available.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3211.992
              },
              {
                "stop": 3250.477,
                "text": "And that the basic underlying congressional thrust for this statute was the limitation of those funds.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3243.511
              },
              {
                "stop": 3271.453,
                "text": "Finally, with regard to the once-a-year provision that Congress has enacted, that appears to be a provision that is designed to assure that the permission that is granted is one that is not done on a continuing basis; i.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3250.477
              },
              {
                "stop": 3279.247,
                "text": "e, that the reaffirmation that that is the trade association that the corporation feels that its members can be solicited by is one that is reaffirmed constantly.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3271.453
              },
              {
                "stop": 3291.305,
                "text": "I would note that it is also one that the Commission, in speaking in its recommendations to Congress, has thought that Congress may want to re-examine as perhaps not being worth the effort.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3279.247
              },
              {
                "stop": 3304.222,
                "text": "But it seems to me that as to its basic constitutionality, the underlying basis for it is the same as the overall basis for the 441b(4)(D) to support the 441b(4)(D) provisions altogether.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3291.305
              },
              {
                "stop": 3308.159,
                "text": "Thank you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3304.222
              }
            ],
            "start": 3190.859
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3309.188,
            "text_blocks": [
              {
                "stop": 3309.188,
                "text": "Do you have anything further, Mr. Cole?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3308.159
              }
            ],
            "start": 3308.159
          }
        ],
        "stop": 3309.188,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 1629.236
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3502.908,
            "text_blocks": [
              {
                "stop": 3310.86,
                "text": "Yes, Your Honor, I do.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3309.188
              },
              {
                "stop": 3324.761,
                "text": "The government has conceded, as I think that it must, that the avowed purpose of the restraints in Section (D) are to limit the fund-raising potential of trade associations as opposed to all other groups, unions and corporations.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3310.86
              },
              {
                "stop": 3333.6,
                "text": "This Court, in Buckley, has specifically and unambiguously repudiated that sort of an attempt as being violative of the First Amendment.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3324.761
              },
              {
                "stop": 3343.863,
                "text": "The Court there said that attempts to equalize the relativability of individuals in groups to influence the outcome of elections is prohibited.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3333.6
              },
              {
                "stop": 3356.716,
                "text": "The concept that government may restrict the speech... and it seems to me a fortiori the associational rights of people... of some elements of society in order to enhance the relative voice of others is wholly foreign to the First Amendment.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3343.863
              },
              {
                "stop": 3364.729,
                "text": "The purposes underlying the Federal Corrupt Practices Act and its successor are twofold.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3356.716
              },
              {
                "stop": 3393.625,
                "text": "It is to eliminate the actuality and appearance of corruption resulting from large campaign contributions, and equally important as Mr. Justice Powell pointed out in Belotti, as Jr. Justice Frankfurter initially pointed out in the Auto Workers case, indeed as Mr. Justice White pointed out even in his dissent in the Rent Control case against Berkeley, is to preserve the citizens' confidence in government and to actively underwrite and encourage their participation in our Democracy.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3364.729
              },
              {
                "stop": 3400.512,
                "text": "The restraints of Section (D) make a mockery out of that second but equally primary goal.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3393.625
              },
              {
                "stop": 3420.395,
                "text": "The notion that a citizen's right to be solicited, to talk to another person about the ability to contribute money and to affiliate himself thereby with other like-minded people, that that can be made to depend upon the whim of his corporate employer, in ny view trivializes the First Amendment and makes a mockery out of it.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3400.512
              },
              {
                "stop": 3429.438,
                "text": "It goes a giant step towards not advancing, but retarding the goal of citizens' participation and confidence in government.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3420.395
              },
              {
                "stop": 3441.776,
                "text": "At pages 8 through 13, of our reply brief, we have addressed at some length the question that Mr. Justice Brennan raised about the purposes of the anti-proliferation rules.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3429.438
              },
              {
                "stop": 3449.04,
                "text": "And obviously, time simply does not allow me to answer those questions, but I do urge the Court to review those pages.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3441.776
              },
              {
                "stop": 3450.538,
                "text": "And there is one final point.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3449.04
              },
              {
                "stop": 3455.241,
                "text": "I have mis-spoke myself, Mr. Justice Powell, and I want to apologize if I did.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3450.538
              },
              {
                "stop": 3456.567,
                "text": "I'd like to clarify.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3455.241
              },
              {
                "stop": 3479.948,
                "text": "Prior to the 1976 Amendments, trade associations solicited without regard to the restraints imposed now by Section (D), they solicited all those people within the range of affinity of interest without regard to whether they were corporate employees of member corporations, and they did so without obtaining anyone's prior permission.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3456.567
              },
              {
                "stop": 3493.803,
                "text": "Those funds that were voluntarily contributed were then expended by the trade association PAC's in federal elections, consistent with the course of behavior that had gone on for the last 30 or 40 years.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3479.948
              },
              {
                "stop": 3502.908,
                "text": "Thank you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3493.803
              }
            ],
            "start": 3309.188
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3503.704,
            "text_blocks": [
              {
                "stop": 3503.704,
                "text": "They had... trade associations as corporations then had a privilege that other corporations didn't in terms of solicitation.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3502.908
              }
            ],
            "start": 3502.908
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3514.294,
            "text_blocks": [
              {
                "stop": 3504.282,
                "text": "No.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3503.704
              },
              {
                "stop": 3506.094,
                "text": "Corporations, Your Honor, were doing precisely the same thing.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3504.282
              },
              {
                "stop": 3514.294,
                "text": "They solicited within the range of permissible solici... I'm sorry... within the range of all of those who had a shared affinity of interest.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3506.094
              }
            ],
            "start": 3503.704
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3521.306,
            "text_blocks": [
              {
                "stop": 3521.306,
                "text": "But, beginning in the early seventies, did the Congress specify the people from whom corporations could solicit?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3514.294
              }
            ],
            "start": 3514.294
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3531.474,
            "text_blocks": [
              {
                "stop": 3522.134,
                "text": "Absolutely.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3521.306
              },
              {
                "stop": 3531.474,
                "text": "They specifically held or said in the statute the only people that corporations could now solicit were their stockholders and their executive and administrative--",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3522.134
              }
            ],
            "start": 3521.306
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3534.927,
            "text_blocks": [
              {
                "stop": 3532.099,
                "text": "What about trade associations?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3531.474
              },
              {
                "stop": 3534.927,
                "text": "Were your sources specified or not?",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3532.099
              }
            ],
            "start": 3531.474
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/jeffrey_cole",
              "name": "Jeffrey Cole",
              "last_name": "Cole",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 29829,
              "identifier": "jeffrey_cole"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3566.915,
            "text_blocks": [
              {
                "stop": 3549.889,
                "text": "--Yes, our sources were specified as being the executive and administrative personnel and the stockholders of our member corporations, which for all intents and purposes did not exist, and the executives and administrators of our member corporations and stockholders.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3534.927
              },
              {
                "stop": 3566.915,
                "text": "It seems to me, Your Honor, that that is a recognition by Congress that the only natural and legitimate constituents that trade associations have, at the very minimum... although I think it goes beyond that... are those people who work for corporations who are our members.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3549.889
              }
            ],
            "start": 3534.927
          },
          {
            "speaker": null,
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3567.258,
            "text_blocks": [
              {
                "stop": 3567.258,
                "text": "Okay, thank you.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3566.915
              }
            ],
            "start": 3566.915
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 0,
            "byte_stop": 0,
            "stop": 3570.101,
            "text_blocks": [
              {
                "stop": 3570.101,
                "text": "Thank you, gentlemen, the case is submitted.",
                "byte_stop": 0,
                "byte_start": 0,
                "start": 3567.258
              }
            ],
            "start": 3567.258
          }
        ],
        "stop": 3570.101,
        "byte_stop": 0,
        "byte_start": 0,
        "start": 3309.188
      }
    ],
    "duration": 3570.101
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1981/80-1481/19820119a_80-1481.delivery.mp3",
      "id": 46166,
      "size": 14423313
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1981/80-1481/19820119a_80-1481.ogg",
      "id": 68006,
      "size": 35371283
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1981/80-1481/19820119a_80-1481.m3u8",
      "id": 68007,
      "size": 52515
    }
  ],
  "public_note": null
}