{
  "title": "Oral Argument - April 24, 1984",
  "damaged": null,
  "id": 18488,
  "unavailable": null,
  "transcript": {
    "title": "Block v. Community Nutrition Institute",
    "sections": [
      {
        "turns": [
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 139623,
            "byte_stop": 452779,
            "stop": 78.279,
            "text_blocks": [
              {
                "stop": 78.279,
                "text": "Ms. Oberly, I think you may proceed when you're ready.",
                "byte_stop": 452779,
                "byte_start": 139623,
                "start": 0
              }
            ],
            "start": 0
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 452779,
            "byte_stop": 1478242,
            "stop": 334.645,
            "text_blocks": [
              {
                "stop": 81.465,
                "text": "Thank you, Mr. Chief Justice, and may it please the Court:",
                "byte_stop": 465527,
                "byte_start": 452779,
                "start": 78.279
              },
              {
                "stop": 99.879,
                "text": "Respondents are three individual consumers who want to buy reconstituted milk, which is milk made from powder and water and occasionally blended with a portion of fresh milk, at a price below the price they would pay for the price of regular fresh milk.",
                "byte_stop": 539192,
                "byte_start": 465527,
                "start": 81.465
              },
              {
                "stop": 115.25,
                "text": "Their complaint is that federal milk market orders issued under the Agricultural Marketing Agreement Act make it uneconomical for milk handlers to manufacture the product they want, and so they're attacking the federal orders.",
                "byte_stop": 600632,
                "byte_start": 539192,
                "start": 99.879
              },
              {
                "stop": 127.915,
                "text": "The issue for this Court is whether ultimate consumers of milk products are proper parties to challenge the minimum wholesale prices that milk handlers are required to pay to farmers.",
                "byte_stop": 651310,
                "byte_start": 600632,
                "start": 115.25
              },
              {
                "stop": 138.69,
                "text": "When this suit was first filed, the three individual consumers were joined by a milk handler and a nutrition organization as co-plaintiffs.",
                "byte_stop": 694464,
                "byte_start": 651310,
                "start": 127.915
              },
              {
                "stop": 152.904,
                "text": "The district court dismissed the entire case, holding that both the organization and the consumers lacked standing, and that the handler had failed to exhaust his administrative remedies under the Agricultural Marketing Agreement Act.",
                "byte_stop": 751306,
                "byte_start": 694464,
                "start": 138.69
              },
              {
                "stop": 164.743,
                "text": "The court of appeals affirmed the dismissal of the handler and the nutrition organization, but it held that the consumers had standing and remanded the case for a trial on the merits.",
                "byte_stop": 798640,
                "byte_start": 751306,
                "start": 152.904
              },
              {
                "stop": 182.236,
                "text": "The milk market order program, as this Court has recognized in a number of prior cases, is extraordinarily complex, and so I will try to limit my description of it to just a layman's description of those provisions of the program that affect the issues in this case.",
                "byte_stop": 868648,
                "byte_start": 798640,
                "start": 164.743
              },
              {
                "stop": 200.431,
                "text": "Probably the most important aspect of milk market orders is the classified pricing system embodied in those orders, and that system has always been a feature of the dairy industry, even before orders came into being in the early 1930s.",
                "byte_stop": 941373,
                "byte_start": 868648,
                "start": 182.236
              },
              {
                "stop": 207.369,
                "text": "Milk... under this system, milk that's used for drinking purposes commands a higher price, known as Class I.",
                "byte_stop": 969167,
                "byte_start": 941373,
                "start": 200.431
              },
              {
                "stop": 216.614,
                "text": "Milk that's made into manufactured products such as cheese or milk powder sells at a lower Class II or Class III price.",
                "byte_stop": 1006157,
                "byte_start": 969167,
                "start": 207.369
              },
              {
                "stop": 226.686,
                "text": "The statute requires handlers, who are essentially middlemen, to pay farmers according to the end use to which the raw milk is put.",
                "byte_stop": 1046385,
                "byte_start": 1006157,
                "start": 216.614
              },
              {
                "stop": 234.388,
                "text": "In other words, if a handler buys milk and sells it for drinking purposes, he pays Class I prices for it.",
                "byte_stop": 1077210,
                "byte_start": 1046385,
                "start": 226.686
              },
              {
                "stop": 244.367,
                "text": "If he buys the same raw milk and makes it into cheese and sells it as cheese, then he pays Class II or Class III lower prices for it.",
                "byte_stop": 1117125,
                "byte_start": 1077210,
                "start": 234.388
              },
              {
                "stop": 263.205,
                "text": "But to protect farmers against destructive competition for sales in the desirable fluid market, the handlers' payments are pooled, and farmers get paid a uniform blend price regardless of the use to which the milk of an individual farmer is put.",
                "byte_stop": 1192462,
                "byte_start": 1117125,
                "start": 244.367
              },
              {
                "stop": 279.042,
                "text": "To maintain the integrity of this classified pricing system, the Secretary of Agriculture regulates, and has since 1964, reconstituted fluid milk as if it were a Class I product.",
                "byte_stop": 1255887,
                "byte_start": 1192462,
                "start": 263.205
              },
              {
                "stop": 291.535,
                "text": "In other words, if a handler buys powder, then turns around and reconstitutes it into fluid milk, he pays for the powder or the raw milk that he uses to make the powder at Class I prices.",
                "byte_stop": 1305834,
                "byte_start": 1255887,
                "start": 279.042
              },
              {
                "stop": 301.124,
                "text": "If he uses the powder to make ice cream or some other nondrinking purpose, then he pays for it as a Class II or a Class III product.",
                "byte_stop": 1344181,
                "byte_start": 1305834,
                "start": 291.535
              },
              {
                "stop": 317.837,
                "text": "Respondents' goal in this case is to let handlers pay for raw milk at the class... the lowest Class III price, even if the handlers turn around and make the powder into fluid milk that competes directly with fresh milk for fluid sales.",
                "byte_stop": 1411055,
                "byte_start": 1344181,
                "start": 301.124
              },
              {
                "stop": 327.77,
                "text": "As I'll discuss in a moment, we think that Respondents are precluded from litigating what's basically a handlers' grievance about the prices that handlers pay.",
                "byte_stop": 1450761,
                "byte_start": 1411055,
                "start": 317.837
              },
              {
                "stop": 334.645,
                "text": "First the Court should consider that this lawsuit as a factual matter really makes very little sense.",
                "byte_stop": 1478242,
                "byte_start": 1450761,
                "start": 327.77
              }
            ],
            "start": 78.279
          },
          {
            "speaker": null,
            "byte_start": 1478242,
            "byte_stop": 1497677,
            "stop": 339.503,
            "text_blocks": [
              {
                "stop": 339.503,
                "text": "Ms. Oberly, in that connection why was the handler dismissed?",
                "byte_stop": 1497677,
                "byte_start": 1478242,
                "start": 334.645
              }
            ],
            "start": 334.645
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 1497677,
            "byte_stop": 2132348,
            "stop": 498.17,
            "text_blocks": [
              {
                "stop": 350.745,
                "text": "Justice Blackmun, the statute, as I'll explain, has a specific and detailed review procedures... procedure for handlers who wish to challenge a milk market order.",
                "byte_stop": 1542607,
                "byte_start": 1497677,
                "start": 339.503
              },
              {
                "stop": 357.304,
                "text": "The first step in that procedure is under 608c(15)(A) of the statute.",
                "byte_stop": 1568939,
                "byte_start": 1542607,
                "start": 350.745
              },
              {
                "stop": 377.344,
                "text": "7 U.S.C. 608c(15)(A) requires a handler to file a petition for review with the Secretary, and the Secretary then holds a formal adjudicatory, on the record hearing, reaches a decision on the handler's petition, and if the handler is dissatisfied, the handler is then afforded a right of judicial review in district court.",
                "byte_stop": 1649083,
                "byte_start": 1568939,
                "start": 357.304
              },
              {
                "stop": 383.014,
                "text": "The handler in this case did not and has not to this date filed such a petition.",
                "byte_stop": 1671757,
                "byte_start": 1649083,
                "start": 377.344
              },
              {
                "stop": 391.557,
                "text": "Factually, we are at somewhat of a loss to understand the sense of this case.",
                "byte_stop": 1705925,
                "byte_start": 1671757,
                "start": 383.014
              },
              {
                "stop": 400.133,
                "text": "As best we can tell, Respondents' complaint, even though they phrased it in terms of price, is simply a matter of convenience.",
                "byte_stop": 1740198,
                "byte_start": 1705925,
                "start": 391.557
              },
              {
                "stop": 405.163,
                "text": "The potential savings per consumers is negligible.",
                "byte_stop": 1760364,
                "byte_start": 1740198,
                "start": 400.133
              },
              {
                "stop": 411.55,
                "text": "It's 82 cents a year per capita, and that's if all variables operate in consumers' favor.",
                "byte_stop": 1785860,
                "byte_start": 1760364,
                "start": 405.163
              },
              {
                "stop": 423.873,
                "text": "But consumers could save more than that by making reconstituted milk at home, because they would be saving for themselves the manufacturer's processing and marketing costs.",
                "byte_stop": 1835179,
                "byte_start": 1785860,
                "start": 411.55
              },
              {
                "stop": 433.228,
                "text": "There's no nutritional difference between the product that a manufacturer would sell and what a consumer would make at home; and there's no real aesthetic difference either.",
                "byte_stop": 1872586,
                "byte_start": 1835179,
                "start": 423.873
              },
              {
                "stop": 466.998,
                "text": "In the past and in the allegations in this complaint, consumers allege that they prefer the test of manufacturer-reconstituted milk because it has a butterfat content; but the record in this case, the Agriculture Department's impact statement of Respondents' proposal, demonstrates that it's possible to make a product at home that's virtually indistinguishable in taste from the product that these Respondents want to buy in a store by simply blending powdered milk and water and some portion of fresh milk.",
                "byte_stop": 2007692,
                "byte_start": 1872586,
                "start": 433.228
              },
              {
                "stop": 473.696,
                "text": "So in our view this case does come down to a consumer interest in convenience.",
                "byte_stop": 2034441,
                "byte_start": 2007692,
                "start": 466.998
              },
              {
                "stop": 481.96,
                "text": "They would rather be able to buy the product in the store for slightly more money than they could... than it would cost to make them at home.",
                "byte_stop": 2067564,
                "byte_start": 2034441,
                "start": 473.696
              },
              {
                "stop": 496.626,
                "text": "Our position as a matter of law is that Congress never intended to permit consumer attacks on market orders, but that it certainly didn't intend to let consumers upset such a delicate regulatory scheme for convenience.",
                "byte_stop": 2126183,
                "byte_start": 2067564,
                "start": 481.96
              },
              {
                "stop": 498.17,
                "text": "Respondents--",
                "byte_stop": 2132348,
                "byte_start": 2126183,
                "start": 496.626
              }
            ],
            "start": 339.503
          },
          {
            "speaker": null,
            "byte_start": 2132348,
            "byte_stop": 2163486,
            "stop": 505.946,
            "text_blocks": [
              {
                "stop": 505.946,
                "text": "I suppose your position there isn't dependent on what you concede to be the small benefit that consumers... consumers might obtain.",
                "byte_stop": 2163486,
                "byte_start": 2132348,
                "start": 498.17
              }
            ],
            "start": 498.17
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 2163486,
            "byte_stop": 2733687,
            "stop": 648.512,
            "text_blocks": [
              {
                "stop": 506.414,
                "text": "--No.",
                "byte_stop": 2165367,
                "byte_start": 2163486,
                "start": 505.946
              },
              {
                "stop": 513.113,
                "text": "We would... as a legal matter we would say that all consumer suits are precluded, even if they were more substantial than this one.",
                "byte_stop": 2192116,
                "byte_start": 2165367,
                "start": 506.414
              },
              {
                "stop": 524.83,
                "text": "But in considering whether Congress could have intended this much disruption to be visited upon its program, we think it's relevant for the Court to consider what's on the other side of the balance in this case.",
                "byte_stop": 2239032,
                "byte_start": 2192116,
                "start": 513.113
              },
              {
                "stop": 540.027,
                "text": "Respondents contend that they're entitled to maintain this suit under the APA, but the APA has its own preclusion provision that prohibits review whenever review is precluded by the relevant statute.",
                "byte_stop": 2299741,
                "byte_start": 2239032,
                "start": 524.83
              },
              {
                "stop": 545.194,
                "text": "Here, of course, the relevant statute is the Agricultural Marketing Agreement Act.",
                "byte_stop": 2320430,
                "byte_start": 2299741,
                "start": 540.027
              },
              {
                "stop": 558.52,
                "text": "That statute, as I mentioned a moment ago, sets up a special scheme for handlers to get review of market orders; and it's clear that consumer suits would be completely inconsistent with Congress' plan for handler review.",
                "byte_stop": 2373719,
                "byte_start": 2320430,
                "start": 545.194
              },
              {
                "stop": 571.699,
                "text": "This Court has never permitted the APA to be used as a way for strangers to a regulatory program to get greater rights to review than the parties that Congress has specifically provided for in the statute.",
                "byte_stop": 2426487,
                "byte_start": 2373719,
                "start": 558.52
              },
              {
                "stop": 578.668,
                "text": "But that would be the effect of allowing consumer suits attacking market orders to be brought under the APA.",
                "byte_stop": 2454385,
                "byte_start": 2426487,
                "start": 571.699
              },
              {
                "stop": 588.553,
                "text": "The basic problem with Respondents' lawsuit, as we see it, is that they're attempting to litigate someone else's rights... handlers' rights.",
                "byte_stop": 2493883,
                "byte_start": 2454385,
                "start": 578.668
              },
              {
                "stop": 597.487,
                "text": "The suit really isn't about the prices that consumers pay for milk or milk products; it's about the order prices that handlers pay to farmers.",
                "byte_stop": 2529618,
                "byte_start": 2493883,
                "start": 588.553
              },
              {
                "stop": 606.217,
                "text": "And as to those prices, the Act does set up the detailed and specific scheme that I mentioned for handlers to challenge the Secretary's actions.",
                "byte_stop": 2564518,
                "byte_start": 2529618,
                "start": 597.487
              },
              {
                "stop": 614.387,
                "text": "It requires, first, administrative exhaustion, and then if the handler is dissatisfied, and only then, may he go to court.",
                "byte_stop": 2597223,
                "byte_start": 2564518,
                "start": 606.217
              },
              {
                "stop": 620.962,
                "text": "So the question in this case is not issue preclusion, but party preclusion.",
                "byte_stop": 2623554,
                "byte_start": 2597223,
                "start": 614.387
              },
              {
                "stop": 631.818,
                "text": "The statute clearly does allow the issues that the consumers are interested in to be litigated, but that litigation under Congress' scheme is to be conducted by handlers.",
                "byte_stop": 2666918,
                "byte_start": 2623554,
                "start": 620.962
              },
              {
                "stop": 648.512,
                "text": "And what's most striking about this case is that the consumers did have a handler in the case who was interested in litigating the issue that the consumers want to bring before the court, but as both courts below held, that handler failed to follow the statutory scheme for exhaustion.",
                "byte_stop": 2733687,
                "byte_start": 2666918,
                "start": 631.818
              }
            ],
            "start": 505.946
          },
          {
            "speaker": null,
            "byte_start": 2733687,
            "byte_stop": 2745390,
            "stop": 651.432,
            "text_blocks": [
              {
                "stop": 651.432,
                "text": "Wouldn't a handler normally be a consumer, too?",
                "byte_stop": 2745390,
                "byte_start": 2733687,
                "start": 648.512
              }
            ],
            "start": 648.512
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 2745390,
            "byte_stop": 3905226,
            "stop": 941.38,
            "text_blocks": [
              {
                "stop": 655.558,
                "text": "Yes, he would, and that, we think, is a very serious problem with Respondents' lawsuit.",
                "byte_stop": 2761899,
                "byte_start": 2745390,
                "start": 651.432
              },
              {
                "stop": 661.555,
                "text": "Any handler, if he is an individual, presumably drinks milk and is a consumer.",
                "byte_stop": 2785932,
                "byte_start": 2761899,
                "start": 655.558
              },
              {
                "stop": 665.35,
                "text": "If he's a corporation, he's ultimately owned by consumers.",
                "byte_stop": 2801083,
                "byte_start": 2785932,
                "start": 661.555
              },
              {
                "stop": 681.077,
                "text": "And under the court of appeals decision, all he has to do in the future is instead of coming to the Secretary first and then the court through the statutory scheme as a handler, is come directly into court and say I'm here as a consumer of milk.",
                "byte_stop": 2863985,
                "byte_start": 2801083,
                "start": 665.35
              },
              {
                "stop": 691.807,
                "text": "And that would be the end of Congress' scheme for administrative exhaustion followed by judicial review at the behest of a handler.",
                "byte_stop": 2906931,
                "byte_start": 2863985,
                "start": 681.077
              },
              {
                "stop": 696.448,
                "text": "Handlers would just turn into consumers or align themselves with consumers.",
                "byte_stop": 2925425,
                "byte_start": 2906931,
                "start": 691.807
              },
              {
                "stop": 713.77,
                "text": "If a court might pierce through the sham of a handler trying to litigate as a consumer, then consumers and handlers need only join together, as they did in this case and as they did in the similar Ninth Circuit case of Rasmussen v. Hardin.",
                "byte_stop": 2994807,
                "byte_start": 2925425,
                "start": 696.448
              },
              {
                "stop": 724.248,
                "text": "And you then have handlers litigating as consumers, but not in the way that Congress has specified handlers are to bring these claims to the Secretary's and the court's attention.",
                "byte_stop": 3036707,
                "byte_start": 2994807,
                "start": 713.77
              },
              {
                "stop": 747.676,
                "text": "Our basic position is that when Congress has said how it wants a statute to be enforced, and here it's said how handlers are to enforce these provisions, then there's no room for other parties who are complete strangers to the regulatory scheme to come in and litigate someone else's rights and liabilities.",
                "byte_stop": 3130330,
                "byte_start": 3036707,
                "start": 724.248
              },
              {
                "stop": 754.501,
                "text": "We really think it's quite inconceivable that Congress could have intended to let consumers litigate handlers' rights.",
                "byte_stop": 3157706,
                "byte_start": 3130330,
                "start": 747.676
              },
              {
                "stop": 767.076,
                "text": "One is the reason that I just gave to you, Mr. Justice Rehnquist; that that would complete eviscerate Congress' scheme for handler... excuse me... handler administrative review followed by judicial review.",
                "byte_stop": 3207966,
                "byte_start": 3157706,
                "start": 754.501
              },
              {
                "stop": 780.444,
                "text": "Also, suits by handlers acting as consumers or just plain consumers would cause chaos in the regulatory program that Congress could not possibly have intended.",
                "byte_stop": 3261465,
                "byte_start": 3207966,
                "start": 767.076
              },
              {
                "stop": 787.771,
                "text": "Every time this Court has considered a case under the Agricultural Marketing Agreement Act, it's noted how complex the statute is.",
                "byte_stop": 3290722,
                "byte_start": 3261465,
                "start": 780.444
              },
              {
                "stop": 791.659,
                "text": "In the case of milk, the market order prices change monthly.",
                "byte_stop": 3306291,
                "byte_start": 3290722,
                "start": 787.771
              },
              {
                "stop": 798.172,
                "text": "The court of appeals decision would appear to allow consumers to come in every month and attack those price changes.",
                "byte_stop": 3332413,
                "byte_start": 3306291,
                "start": 791.659
              },
              {
                "stop": 807.151,
                "text": "In the fruit and vegetable area, which is regulated by the same section of the statute that regulates milk, the orders are even more complex.",
                "byte_stop": 3368253,
                "byte_start": 3332413,
                "start": 798.172
              },
              {
                "stop": 809.978,
                "text": "There are changes made every week during the marketing season.",
                "byte_stop": 3379538,
                "byte_start": 3368253,
                "start": 807.151
              },
              {
                "stop": 817.115,
                "text": "Again, the court of appeals decision would appear to allow consumers to come in every week and challenge the Secretary's actions.",
                "byte_stop": 3408168,
                "byte_start": 3379538,
                "start": 809.978
              },
              {
                "stop": 829.503,
                "text": "I'd like to give an example in the fruit and vegetable area that may sound a little silly, but to me it's really no more farfetched than Respondents' monetary stake in this lawsuit.",
                "byte_stop": 3457696,
                "byte_start": 3408168,
                "start": 817.115
              },
              {
                "stop": 845.229,
                "text": "The market orders regulating commodities such as lemons don't control prices directly like the milk market orders do, but instead they do... they do it by controlling the quantity of a product like lemons that can be brought to market each week.",
                "byte_stop": 3520599,
                "byte_start": 3457696,
                "start": 829.503
              },
              {
                "stop": 867.192,
                "text": "At the beginning of the season a lemon advisory committee makes recommendations to the Secretary of Agriculture about how many lemons should be marketed each week, but during the course of the season, the lemon committee looks at the results of the previous week's marketing efforts and decides whether to recommend changes.",
                "byte_stop": 3608475,
                "byte_start": 3520599,
                "start": 845.229
              },
              {
                "stop": 870.378,
                "text": "The Secretary then enacts those changes.",
                "byte_stop": 3621223,
                "byte_start": 3608475,
                "start": 867.192
              },
              {
                "stop": 882.903,
                "text": "Under the court of appeals decisions, consumers could bring suit every week and claim that if the Secretary had simply allowed more lemons to get to market, then consumers could have shaved a few pennies off their grocery bills.",
                "byte_stop": 3671274,
                "byte_start": 3621223,
                "start": 870.378
              },
              {
                "stop": 892.741,
                "text": "And since consumers don't have to bring their grievances to the Secretary first, we would then have the courts in the business of deciding how many lemons should be marketed each week.",
                "byte_stop": 3710666,
                "byte_start": 3671274,
                "start": 882.903
              },
              {
                "stop": 898.396,
                "text": "We think it's inconceivable that Congress intended this complex statutory scheme to operate in that manner.",
                "byte_stop": 3733236,
                "byte_start": 3710666,
                "start": 892.741
              },
              {
                "stop": 911.846,
                "text": "Besides the fact that the Secretary's expertise would be lost to the courts, it's obvious that suits like this would cause chaos in a program that has market stability as one of its primary purposes.",
                "byte_stop": 3787048,
                "byte_start": 3733236,
                "start": 898.396
              },
              {
                "stop": 920.152,
                "text": "When Congress gave handlers a right of review, it was careful to balance that right against the needs of the industry for stability.",
                "byte_stop": 3820276,
                "byte_start": 3787048,
                "start": 911.846
              },
              {
                "stop": 935.835,
                "text": "It provided that a handler review petition, whether pending before the Secretary or in court, can't be used to impede, hinder or delay the Secretary's ability to obtain handler compliance with existing market orders.",
                "byte_stop": 3882970,
                "byte_start": 3820276,
                "start": 920.152
              },
              {
                "stop": 941.38,
                "text": "But a consumer suit under the APA would not be subject to any such limitations.",
                "byte_stop": 3905226,
                "byte_start": 3882970,
                "start": 935.835
              }
            ],
            "start": 651.432
          },
          {
            "speaker": null,
            "byte_start": 3905226,
            "byte_stop": 3910451,
            "stop": 942.706,
            "text_blocks": [
              {
                "stop": 942.706,
                "text": "What about producers?",
                "byte_stop": 3910451,
                "byte_start": 3905226,
                "start": 941.38
              }
            ],
            "start": 941.38
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 3910451,
            "byte_stop": 3939708,
            "stop": 950.018,
            "text_blocks": [
              {
                "stop": 948.501,
                "text": "Producers, Your Honor, we think are clearly different than consumers.",
                "byte_stop": 3933647,
                "byte_start": 3910451,
                "start": 942.706
              },
              {
                "stop": 950.018,
                "text": "Respondents--",
                "byte_stop": 3939708,
                "byte_start": 3933647,
                "start": 948.501
              }
            ],
            "start": 942.706
          },
          {
            "speaker": null,
            "byte_start": 3939708,
            "byte_stop": 3943261,
            "stop": 950.892,
            "text_blocks": [
              {
                "stop": 950.892,
                "text": "Well, there's no doubt about that.",
                "byte_stop": 3943261,
                "byte_start": 3939708,
                "start": 950.018
              }
            ],
            "start": 950.018
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 3943261,
            "byte_stop": 3946604,
            "stop": 951.734,
            "text_blocks": [
              {
                "stop": 951.734,
                "text": "--Pardon?",
                "byte_stop": 3946604,
                "byte_start": 3943261,
                "start": 950.892
              }
            ],
            "start": 950.892
          },
          {
            "speaker": null,
            "byte_start": 3946604,
            "byte_stop": 3948381,
            "stop": 952.171,
            "text_blocks": [
              {
                "stop": 952.171,
                "text": "For this purpose?",
                "byte_stop": 3948381,
                "byte_start": 3946604,
                "start": 951.734
              }
            ],
            "start": 951.734
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 3948381,
            "byte_stop": 4022673,
            "stop": 970.743,
            "text_blocks": [
              {
                "stop": 962.325,
                "text": "Respondents rely heavily on the Court's decision in Stark v. Wickard which allows producers to sue even though they're not expressly mentioned in the statute.",
                "byte_stop": 3989027,
                "byte_start": 3948381,
                "start": 952.171
              },
              {
                "stop": 965.402,
                "text": "But there are several different features about producers.",
                "byte_stop": 4001252,
                "byte_start": 3989027,
                "start": 962.325
              },
              {
                "stop": 970.743,
                "text": "One of the most important is this statute was passed expressly for the benefit of producers.",
                "byte_stop": 4022673,
                "byte_start": 4001252,
                "start": 965.402
              }
            ],
            "start": 952.171
          },
          {
            "speaker": null,
            "byte_start": 4022673,
            "byte_stop": 4109504,
            "stop": 992.452,
            "text_blocks": [
              {
                "stop": 992.452,
                "text": "Well, that may be true, but in terms of... in terms of the... of the chaos you say would result from letting consumers sue every week, producers are the ones who... for whose benefit the statute was really passed, and if they don't think they're getting a good enough deal, I suppose every week they could come in and... under Stark v. Wickard and upset the Secretary's applicant.",
                "byte_stop": 4109504,
                "byte_start": 4022673,
                "start": 970.743
              }
            ],
            "start": 970.743
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4109504,
            "byte_stop": 4115460,
            "stop": 993.95,
            "text_blocks": [
              {
                "stop": 993.95,
                "text": "They haven't--",
                "byte_stop": 4115460,
                "byte_start": 4109504,
                "start": 992.452
              }
            ],
            "start": 992.452
          },
          {
            "speaker": null,
            "byte_start": 4115460,
            "byte_stop": 4117445,
            "stop": 994.453,
            "text_blocks": [
              {
                "stop": 994.453,
                "text": "Or milkcart.",
                "byte_stop": 4117445,
                "byte_start": 4115460,
                "start": 993.95
              }
            ],
            "start": 993.95
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4117445,
            "byte_stop": 4227368,
            "stop": 1021.925,
            "text_blocks": [
              {
                "stop": 1007.54,
                "text": "--It seems much less likely that they would do that, Your Honor, because the statute gives them a different form of protection in that market orders can't be adopted unless two-thirds of the producers vote for them.",
                "byte_stop": 4169794,
                "byte_start": 4117445,
                "start": 994.453
              },
              {
                "stop": 1015.022,
                "text": "If the... if the producers are unhappy with the orders, a majority of them can require the Secretary to terminate the order.",
                "byte_stop": 4199783,
                "byte_start": 4169794,
                "start": 1007.54
              },
              {
                "stop": 1021.925,
                "text": "And so they're included and given great protection in the administrative level of the statutory scheme.",
                "byte_stop": 4227368,
                "byte_start": 4199783,
                "start": 1015.022
              }
            ],
            "start": 994.453
          },
          {
            "speaker": null,
            "byte_start": 4227368,
            "byte_stop": 4236668,
            "stop": 1024.238,
            "text_blocks": [
              {
                "stop": 1024.238,
                "text": "Well, then why... why... why Stark v. Wickard?",
                "byte_stop": 4236668,
                "byte_start": 4227368,
                "start": 1021.925
              }
            ],
            "start": 1021.925
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4236668,
            "byte_stop": 4260492,
            "stop": 1030.203,
            "text_blocks": [
              {
                "stop": 1029.42,
                "text": "Not every producer is always going to be happy, and there are some producer suits.",
                "byte_stop": 4257357,
                "byte_start": 4236668,
                "start": 1024.238
              },
              {
                "stop": 1030.203,
                "text": "But--",
                "byte_stop": 4260492,
                "byte_start": 4257357,
                "start": 1029.42
              }
            ],
            "start": 1024.238
          },
          {
            "speaker": null,
            "byte_start": 4260492,
            "byte_stop": 4274807,
            "stop": 1033.795,
            "text_blocks": [
              {
                "stop": 1031.42,
                "text": "Yeah.",
                "byte_stop": 4265403,
                "byte_start": 4260492,
                "start": 1030.203
              },
              {
                "stop": 1033.795,
                "text": "Any one of the third who didn't vote for it.",
                "byte_stop": 4274807,
                "byte_start": 4265403,
                "start": 1031.42
              }
            ],
            "start": 1030.203
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4274807,
            "byte_stop": 4448573,
            "stop": 1077.224,
            "text_blocks": [
              {
                "stop": 1036.356,
                "text": "--That's correct.",
                "byte_stop": 4285151,
                "byte_start": 4274807,
                "start": 1033.795
              },
              {
                "stop": 1044.978,
                "text": "But not any one of the nation's entire stock of consumers, which is basically every household in the nation.",
                "byte_stop": 4319633,
                "byte_start": 4285151,
                "start": 1036.356
              },
              {
                "stop": 1057.862,
                "text": "And as the Ninth Circuit noted in the Rasmussen case, the statute is a cooperative venture between producers, handlers and the Secretary, and consumers are outside of that venture.",
                "byte_stop": 4371146,
                "byte_start": 4319633,
                "start": 1044.978
              },
              {
                "stop": 1066.266,
                "text": "And the statute goes to great lengths to protect the interests of consumers, and this Court has added an additional level of protection in its decision in Stark.",
                "byte_stop": 4404792,
                "byte_start": 4371146,
                "start": 1057.862
              },
              {
                "stop": 1074.104,
                "text": "Consumers just aren't in this scheme, and there's no rationale for extending Stark to the situation of consumers.",
                "byte_stop": 4436139,
                "byte_start": 4404792,
                "start": 1066.266
              },
              {
                "stop": 1077.224,
                "text": "I might also... in the same point--",
                "byte_stop": 4448573,
                "byte_start": 4436139,
                "start": 1074.104
              }
            ],
            "start": 1033.795
          },
          {
            "speaker": null,
            "byte_start": 4448573,
            "byte_stop": 4482532,
            "stop": 1085.706,
            "text_blocks": [
              {
                "stop": 1083.112,
                "text": "Well, here in this case, though, the consumers weren't really asserting a separate interest as consumers.",
                "byte_stop": 4472083,
                "byte_start": 4448573,
                "start": 1077.224
              },
              {
                "stop": 1085.706,
                "text": "Weren't they basically asserting the same interest as the handlers?",
                "byte_stop": 4482532,
                "byte_start": 4472083,
                "start": 1083.112
              }
            ],
            "start": 1077.224
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4482532,
            "byte_stop": 4547630,
            "stop": 1101.981,
            "text_blocks": [
              {
                "stop": 1088.782,
                "text": "--That's... yes, and that's another problem with their lawsuit.",
                "byte_stop": 4494758,
                "byte_start": 4482532,
                "start": 1085.706
              },
              {
                "stop": 1090.549,
                "text": "They're litigating somebody else's rights.",
                "byte_stop": 4501863,
                "byte_start": 4494758,
                "start": 1088.782
              },
              {
                "stop": 1097.185,
                "text": "They don't... they can't legitimately care about what handlers pay to farmers at the wholesale level.",
                "byte_stop": 4528403,
                "byte_start": 4501863,
                "start": 1090.549
              },
              {
                "stop": 1101.981,
                "text": "They only care about the trickledown effect, if they can even show that there is such an effect--",
                "byte_stop": 4547630,
                "byte_start": 4528403,
                "start": 1097.185
              }
            ],
            "start": 1085.706
          },
          {
            "speaker": null,
            "byte_start": 4547630,
            "byte_stop": 4550451,
            "stop": 1102.683,
            "text_blocks": [
              {
                "stop": 1102.683,
                "text": "Yeah, but they--",
                "byte_stop": 4550451,
                "byte_start": 4547630,
                "start": 1101.981
              }
            ],
            "start": 1101.981
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4550451,
            "byte_stop": 4554108,
            "stop": 1103.619,
            "text_blocks": [
              {
                "stop": 1103.619,
                "text": "--At retail prices.",
                "byte_stop": 4554108,
                "byte_start": 4550451,
                "start": 1102.683
              }
            ],
            "start": 1102.683
          },
          {
            "speaker": null,
            "byte_start": 4554108,
            "byte_stop": 4584514,
            "stop": 1111.212,
            "text_blocks": [
              {
                "stop": 1111.212,
                "text": "--They said in this case that they could; that if handlers got a bigger break, the consumers... that would trickle down.",
                "byte_stop": 4584514,
                "byte_start": 4554108,
                "start": 1103.619
              }
            ],
            "start": 1103.619
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4584514,
            "byte_stop": 4949184,
            "stop": 1202.378,
            "text_blocks": [
              {
                "stop": 1117.49,
                "text": "Well, we dispute that, Your Honor, in our argument on standing; that we think they're unable to show redressability.",
                "byte_stop": 4609592,
                "byte_start": 4584514,
                "start": 1111.212
              },
              {
                "stop": 1124.802,
                "text": "But even if... I mean in this suit they're litigating handlers' rights to lower payments.",
                "byte_stop": 4638849,
                "byte_start": 4609592,
                "start": 1117.49
              },
              {
                "stop": 1132.375,
                "text": "They have a handler who says that he's ready to litigate the same issue, only he hasn't followed the proper procedure.",
                "byte_stop": 4669151,
                "byte_start": 4638849,
                "start": 1124.802
              },
              {
                "stop": 1154.165,
                "text": "When Mr. Oberweiss, the handler who was dismissed from the case, is out there and able to do exactly... to litigate this issue in exactly the manner that Congress intended, it doesn't make any sense to assume that Congress would have allowed strangers to come in and litigate the same issue but not go through the procedures specified in the statute.",
                "byte_stop": 4756296,
                "byte_start": 4669151,
                "start": 1132.375
              },
              {
                "stop": 1188.648,
                "text": "One other difference, Justice White, between consumers and producers is that basically the market orders are government-ordered contracts between handlers and producers; and it would be quite unfair and perhaps even unconstitutional to say that one party to the contract, the handler, can sue, but the other party to the contract, whose personal proprietary rights are affected, can't sue because Congress didn't mention them.",
                "byte_stop": 4894222,
                "byte_start": 4756296,
                "start": 1154.165
              },
              {
                "stop": 1191.491,
                "text": "The same thing is not true of consumers.",
                "byte_stop": 4905612,
                "byte_start": 4894222,
                "start": 1188.648
              },
              {
                "stop": 1197.785,
                "text": "The consumers are not parties to these minimum wholesale price contracts between producers and consumers.",
                "byte_stop": 4930794,
                "byte_start": 4905612,
                "start": 1191.491
              },
              {
                "stop": 1202.378,
                "text": "They're suing on somebody else's rights, and we think that's a substantial difference.",
                "byte_stop": 4949184,
                "byte_start": 4930794,
                "start": 1197.785
              }
            ],
            "start": 1111.212
          },
          {
            "speaker": null,
            "byte_start": 4949184,
            "byte_stop": 4977083,
            "stop": 1209.343,
            "text_blocks": [
              {
                "stop": 1209.343,
                "text": "What... what particular aspect of standing do you rely on mostly?",
                "byte_stop": 4977083,
                "byte_start": 4949184,
                "start": 1202.378
              }
            ],
            "start": 1202.378
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4977083,
            "byte_stop": 4984501,
            "stop": 1211.219,
            "text_blocks": [
              {
                "stop": 1211.219,
                "text": "We think--",
                "byte_stop": 4984501,
                "byte_start": 4977083,
                "start": 1209.343
              }
            ],
            "start": 1209.343
          },
          {
            "speaker": null,
            "byte_start": 4984501,
            "byte_stop": 4989308,
            "stop": 1212.42,
            "text_blocks": [
              {
                "stop": 1212.42,
                "text": "Zone of interest, is that it?",
                "byte_stop": 4989308,
                "byte_start": 4984501,
                "start": 1211.219
              }
            ],
            "start": 1211.219
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 4989308,
            "byte_stop": 5918745,
            "stop": 1444.78,
            "text_blocks": [
              {
                "stop": 1216.249,
                "text": "--We think they've failed at least three standing tests.",
                "byte_stop": 5004668,
                "byte_start": 4989308,
                "start": 1212.42
              },
              {
                "stop": 1222.511,
                "text": "Zone of interest is one; generalized grievance is another; and redressability is the third.",
                "byte_stop": 5029745,
                "byte_start": 5004668,
                "start": 1216.249
              },
              {
                "stop": 1231.336,
                "text": "I was planning in my argument to focus on redressability, just due to time limitations and because we had briefed zone of interest more thoroughly in the brief.",
                "byte_stop": 5065063,
                "byte_start": 5029745,
                "start": 1222.511
              },
              {
                "stop": 1251.422,
                "text": "And as for the zone of interest problem with this case, there basically are three or four or even more different factors that would all have to coalesce in Respondents' favor before there could be any substantial probability that Respondents' injury would be redressed by a favorable judicial decision.",
                "byte_stop": 5145416,
                "byte_start": 5065063,
                "start": 1231.336
              },
              {
                "stop": 1265.071,
                "text": "The first is that Respondents live in Florida, Texas and Arkansas, but they haven't alleged that there are any handlers who are interested in making the product they want and marketing it in the areas where they live.",
                "byte_stop": 5199959,
                "byte_start": 5145416,
                "start": 1251.422
              },
              {
                "stop": 1276.083,
                "text": "The one handler, Oberweiss, who was dismissed from this case, operates in the Chicago area; but he's never alleged that he would market reconstituted milk where the Respondents live.",
                "byte_stop": 5244054,
                "byte_start": 5199959,
                "start": 1265.071
              },
              {
                "stop": 1285.626,
                "text": "The examples in the record indicate that it's actually quite unlikely that milk handlers would go into the business of marketing reconstituted milk.",
                "byte_stop": 5282193,
                "byte_start": 5244054,
                "start": 1276.083
              },
              {
                "stop": 1297.808,
                "text": "As an example, the impact statement in this case notes that the entire State of California is unregulated by federal market orders, and yet there's still no reconstituted milk made in that state.",
                "byte_stop": 5330885,
                "byte_start": 5282193,
                "start": 1285.626
              },
              {
                "stop": 1304.744,
                "text": "Another example is the one relied on Respondents in North Carolina, which is also an unregulated market.",
                "byte_stop": 5358679,
                "byte_start": 5330885,
                "start": 1297.808
              },
              {
                "stop": 1312.349,
                "text": "Reconstituted milk was sold there for a while, but then the manufacturer on his own simply decided to stop making it.",
                "byte_stop": 5389086,
                "byte_start": 5358679,
                "start": 1304.744
              },
              {
                "stop": 1321.423,
                "text": "His action obviously had nothing to do with the federal milk market orders because the area is still unregulated, and yet the product isn't available in that area.",
                "byte_stop": 5425344,
                "byte_start": 5389086,
                "start": 1312.349
              },
              {
                "stop": 1333.262,
                "text": "Even if Respondents could find a handler who wanted to market reconstituted milk in their area, they are unable to show that the handlers' cost savings would be passed on to consumers.",
                "byte_stop": 5472678,
                "byte_start": 5425344,
                "start": 1321.423
              },
              {
                "stop": 1351.238,
                "text": "The legislative history indicates that when farm prices increase, consumers do see that at the retail level; but when farm prices decrease, as would be the case here, handlers frequently keep a substantial portion of the savings for themselves rather than passing it on to the consumers.",
                "byte_stop": 5544671,
                "byte_start": 5472678,
                "start": 1333.262
              },
              {
                "stop": 1371.075,
                "text": "Another point is the Department of Agriculture's impact statements show that this plan of Respondents would cost farmers far more than it would save consumers... a difference of several hundred million dollars of savings to consumers, on the one hand, and a loss in farmers' income on the other.",
                "byte_stop": 5623979,
                "byte_start": 5544671,
                "start": 1351.238
              },
              {
                "stop": 1377.182,
                "text": "It's not very likely that farmers or their representatives in Congress would allow that to happen.",
                "byte_stop": 5648430,
                "byte_start": 5623979,
                "start": 1371.075
              },
              {
                "stop": 1389.129,
                "text": "It's almost certain that farmers would press for an increase in the price support program that would wipe out any savings to consumers by raising the prices that they have to pay for manufactured dairy products.",
                "byte_stop": 5696181,
                "byte_start": 5648430,
                "start": 1377.182
              },
              {
                "stop": 1403.656,
                "text": "Respondents also ignore the fact that even now with these supposedly prohibitive federal regulations in place, seven states completely ban the sale of reconstituted milk, and another eight or nine place various restrictions on it.",
                "byte_stop": 5754278,
                "byte_start": 5696181,
                "start": 1389.129
              },
              {
                "stop": 1412.964,
                "text": "If the federal regulations were changed, it's a likely assumption that more states would pass similar legislation to protect their local dairy industries.",
                "byte_stop": 5791581,
                "byte_start": 5754278,
                "start": 1403.656
              },
              {
                "stop": 1423.726,
                "text": "So, in sum, on the redressability issue, we think this case is virtually indistinguishable from Warth v. Seldin and Simon v. Eastern Kentucky Welfare Rights Organization.",
                "byte_stop": 5834630,
                "byte_start": 5791581,
                "start": 1412.964
              },
              {
                "stop": 1442.468,
                "text": "In both cases it was entirely speculative whether there was any substantial probability that granting... that having a court hear the complaint Respondents had brought to court would actually result in the relief that they want, which is lower retail prices at the consumer level.",
                "byte_stop": 5909550,
                "byte_start": 5834630,
                "start": 1423.726
              },
              {
                "stop": 1444.78,
                "text": "I'll save the remainder of my time.",
                "byte_stop": 5918745,
                "byte_start": 5909550,
                "start": 1442.468
              }
            ],
            "start": 1212.42
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 5918745,
            "byte_stop": 5943404,
            "stop": 1450.933,
            "text_blocks": [
              {
                "stop": 1450.933,
                "text": "Mr. Plesser.",
                "byte_stop": 5943404,
                "byte_start": 5918745,
                "start": 1444.78
              }
            ],
            "start": 1444.78
          }
        ],
        "stop": 1450.933,
        "byte_stop": 5943404,
        "byte_start": 139623,
        "start": 0
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 5943404,
            "byte_stop": 6595421,
            "stop": 1613.945,
            "text_blocks": [
              {
                "stop": 1454.997,
                "text": "Thank you, Mr. Chief Justice, and may it please the Court:",
                "byte_stop": 5959705,
                "byte_start": 5943404,
                "start": 1450.933
              },
              {
                "stop": 1476.315,
                "text": "In this case three cost-conscious consumers of milk from Tampa Bay, central Arkansas and Texas are seeking to challenge regulations of the Secretary of Agriculture which effectively prohibit the sale to them of reconstituted milk... a lower cost alternative to fresh fluid milk.",
                "byte_stop": 6044968,
                "byte_start": 5959705,
                "start": 1454.997
              },
              {
                "stop": 1483.513,
                "text": "The Government in their argument continued to misstate, I think, the interest of consumers in this case.",
                "byte_stop": 6073703,
                "byte_start": 6044968,
                "start": 1476.315
              },
              {
                "stop": 1494.339,
                "text": "I believe counsel said that we are challenging the minimal... minimum price level that handlers must pay to producers for fresh fluid milk.",
                "byte_stop": 6117066,
                "byte_start": 6073703,
                "start": 1483.513
              },
              {
                "stop": 1498.211,
                "text": "That is not at all the claim of consumers in this case.",
                "byte_stop": 6132531,
                "byte_start": 6117066,
                "start": 1494.339
              },
              {
                "stop": 1517.092,
                "text": "The claim of consumers in this case is that the Secretary of Agriculture has issued a set of regulations which prohibit the marketing of an alternative product in contravention of the regulation, of the statute which is the Agriculture Marketing Agreement Act.",
                "byte_stop": 6208077,
                "byte_start": 6132531,
                "start": 1498.211
              },
              {
                "stop": 1524.56,
                "text": "We are not challenging price levels; we are challenging whether or not a competitive product should be able to be marketed.",
                "byte_stop": 6237961,
                "byte_start": 6208077,
                "start": 1517.092
              },
              {
                "stop": 1528.842,
                "text": "There is only one issue in this case at this point.",
                "byte_stop": 6254993,
                "byte_start": 6237961,
                "start": 1524.56
              },
              {
                "stop": 1544.77,
                "text": "The Government is arguing a good deal of the merits, but the real issue at this point is whether or not these three consumers have access to the courts to challenge certain milk market regulations by the Secretary.",
                "byte_stop": 6318732,
                "byte_start": 6254993,
                "start": 1528.842
              },
              {
                "stop": 1557.312,
                "text": "The consumers' claims are asserted under Section 10 of the Administrative Procedure Act as persons aggrieved by regulations under the Agriculture Marketing Agreement Act.",
                "byte_stop": 6368887,
                "byte_start": 6318732,
                "start": 1544.77
              },
              {
                "stop": 1564.155,
                "text": "The Government contends that they are precluded by inference and that they lack the required elements of standing.",
                "byte_stop": 6396263,
                "byte_start": 6368887,
                "start": 1557.312
              },
              {
                "stop": 1574.197,
                "text": "As a preliminary matter, I won't go into the detail that Ms. Oberly did, but I think a little discussion of the regulatory scheme is necessary.",
                "byte_stop": 6436492,
                "byte_start": 6396263,
                "start": 1564.155
              },
              {
                "stop": 1585.972,
                "text": "The milk market system is a regulatory program that is essentially a price-fixing scheme to set minimum prices that producers receive from handlers for milk.",
                "byte_stop": 6483512,
                "byte_start": 6436492,
                "start": 1574.197
              },
              {
                "stop": 1592.002,
                "text": "Producers are the primary beneficiaries of this legislation.",
                "byte_stop": 6507649,
                "byte_start": 6483512,
                "start": 1585.972
              },
              {
                "stop": 1593.955,
                "text": "And we readily agree to that.",
                "byte_stop": 6515486,
                "byte_start": 6507649,
                "start": 1592.002
              },
              {
                "stop": 1596.046,
                "text": "They are not, however, regulated.",
                "byte_stop": 6523845,
                "byte_start": 6515486,
                "start": 1593.955
              },
              {
                "stop": 1601.746,
                "text": "They are the beneficiaries of the regulation, but are not certainly principally regulated.",
                "byte_stop": 6546624,
                "byte_start": 6523845,
                "start": 1596.046
              },
              {
                "stop": 1605.572,
                "text": "The handlers are the regulated parties.",
                "byte_stop": 6561984,
                "byte_start": 6546624,
                "start": 1601.746
              },
              {
                "stop": 1612.432,
                "text": "They are the parties to whom it is determined how much they will pay for a product that they then have to sell.",
                "byte_stop": 6589360,
                "byte_start": 6561984,
                "start": 1605.572
              },
              {
                "stop": 1613.945,
                "text": "The consumers--",
                "byte_stop": 6595421,
                "byte_start": 6589360,
                "start": 1612.432
              }
            ],
            "start": 1450.933
          },
          {
            "speaker": null,
            "byte_start": 6595421,
            "byte_stop": 6663966,
            "stop": 1631.078,
            "text_blocks": [
              {
                "stop": 1617.774,
                "text": "Well, aren't... aren't the producers subject to that same regulation?",
                "byte_stop": 6610781,
                "byte_start": 6595421,
                "start": 1613.945
              },
              {
                "stop": 1631.078,
                "text": "Just as the handlers can't enter into a contract to buy milk on conditions that are inconsistent with the marketing order, aren't producers likewise forbidden to enter into a contract inconsistent with the marketing order?",
                "byte_stop": 6663966,
                "byte_start": 6610781,
                "start": 1617.774
              }
            ],
            "start": 1613.945
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 6663966,
            "byte_stop": 7205850,
            "stop": 1766.536,
            "text_blocks": [
              {
                "stop": 1634.171,
                "text": "--Well, there are some... there are some restrictions, I think.",
                "byte_stop": 6676400,
                "byte_start": 6663966,
                "start": 1631.078
              },
              {
                "stop": 1636.81,
                "text": "There are some restrictions on producers.",
                "byte_stop": 6686954,
                "byte_start": 6676400,
                "start": 1634.171
              },
              {
                "stop": 1647.902,
                "text": "But, for example, if a producer is also a handler, that producer is outside of the regulations and can really... and can market milk outside of the marketing order.",
                "byte_stop": 6731257,
                "byte_start": 6686954,
                "start": 1636.81
              },
              {
                "stop": 1653.79,
                "text": "And there is far less control on the producers than there is on the... on the handlers.",
                "byte_stop": 6754872,
                "byte_start": 6731257,
                "start": 1647.902
              },
              {
                "stop": 1660.599,
                "text": "And finally, the consumers are the beneficiary of a fair and balanced system.",
                "byte_stop": 6782039,
                "byte_start": 6754872,
                "start": 1653.79
              },
              {
                "stop": 1671.641,
                "text": "I think it is just common sense that consumers were the... are the ultimate beneficiary of a system that requires milk supply to... to this country.",
                "byte_stop": 6826239,
                "byte_start": 6782039,
                "start": 1660.599
              },
              {
                "stop": 1675.685,
                "text": "I think more importantly, consumers are the people who pay the price.",
                "byte_stop": 6842434,
                "byte_start": 6826239,
                "start": 1671.641
              },
              {
                "stop": 1682.279,
                "text": "And it is... it is in that interest that these consumers come forward.",
                "byte_stop": 6868766,
                "byte_start": 6842434,
                "start": 1675.685
              },
              {
                "stop": 1690.336,
                "text": "Consumers first sought relief by going to the Secretary of Agriculture in this case by filing a petition for rulemaking.",
                "byte_stop": 6901053,
                "byte_start": 6868766,
                "start": 1682.279
              },
              {
                "stop": 1721.855,
                "text": "This petition was supported by consumers but was also supported by the Council on Wage and Price Stability, was also supported by the Department of Justice Antitrust Division, and indeed, in the U.S.... the U.S.D.A. itself filed an impact statement, which we will discuss and is discussed in our brief, which goes against consumers on the merits, but very clearly indicates that consumers will be... would be favorably affected if their relief was sought.",
                "byte_stop": 7027068,
                "byte_start": 6901053,
                "start": 1690.336
              },
              {
                "stop": 1741.427,
                "text": "There is... I say it at this point in the record... there is simply every piece of evidence in this rulemaking record that was initiated just prior to this case, and every statement of the Government and every report cited indicates and assumes that consumers will be benefited if these regulations are eliminated.",
                "byte_stop": 7105435,
                "byte_start": 7027068,
                "start": 1721.855
              },
              {
                "stop": 1752.669,
                "text": "The Government has argued here even more strongly than they've argued in their brief that we haven't shown any evidence that relief will be... will be realized by our plaintiffs.",
                "byte_stop": 7150366,
                "byte_start": 7105435,
                "start": 1741.427
              },
              {
                "stop": 1764.446,
                "text": "But I think the plain truth is there is not one study, not one statement that the Government can present other than in argument to indicate that consumers will not have the benefit.",
                "byte_stop": 7197491,
                "byte_start": 7150366,
                "start": 1752.669
              },
              {
                "stop": 1766.536,
                "text": "In fact, the United States Department--",
                "byte_stop": 7205850,
                "byte_start": 7197491,
                "start": 1764.446
              }
            ],
            "start": 1631.078
          },
          {
            "speaker": null,
            "byte_start": 7205850,
            "byte_stop": 7256423,
            "stop": 1779.186,
            "text_blocks": [
              {
                "stop": 1779.186,
                "text": "Do you know of any... any study at any time that showed that any regulation cut prices, resulted in the consumer getting a lower price?",
                "byte_stop": 7256423,
                "byte_start": 7205850,
                "start": 1766.536
              }
            ],
            "start": 1766.536
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 7256423,
            "byte_stop": 7259140,
            "stop": 1779.873,
            "text_blocks": [
              {
                "stop": 1779.873,
                "text": "--No, Your Honor.",
                "byte_stop": 7259140,
                "byte_start": 7256423,
                "start": 1779.186
              }
            ],
            "start": 1779.186
          },
          {
            "speaker": null,
            "byte_start": 7259140,
            "byte_stop": 7268126,
            "stop": 1782.123,
            "text_blocks": [
              {
                "stop": 1782.123,
                "text": "Well, what do you hope to get?",
                "byte_stop": 7268126,
                "byte_start": 7259140,
                "start": 1779.873
              }
            ],
            "start": 1779.873
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 7268126,
            "byte_stop": 7354121,
            "stop": 1803.612,
            "text_blocks": [
              {
                "stop": 1803.612,
                "text": "Well, Your Honor, I think what... on the merits of this case what we hope is that essentially the... the reconstituted milk process will be taken out of part of the regulation and will be treated as a milk product rather than milk so that its price will be able to float in the marketplace and not necessarily be regulated.",
                "byte_stop": 7354121,
                "byte_start": 7268126,
                "start": 1782.123
              }
            ],
            "start": 1782.123
          },
          {
            "speaker": null,
            "byte_start": 7354121,
            "byte_stop": 7485778,
            "stop": 1836.52,
            "text_blocks": [
              {
                "stop": 1813.124,
                "text": "Mr. Plesser, you're talking now, I guess, about kind of questions of fact involving standing.",
                "byte_stop": 7392155,
                "byte_start": 7354121,
                "start": 1803.612
              },
              {
                "stop": 1816.248,
                "text": "You say one thing; the Government says another thing.",
                "byte_stop": 7404694,
                "byte_start": 7392155,
                "start": 1813.124
              },
              {
                "stop": 1823.637,
                "text": "And I notice that Judge Wilkie's opinion in the court of appeals, the majority opinion there, devotes some attention.",
                "byte_stop": 7434265,
                "byte_start": 7404694,
                "start": 1816.248
              },
              {
                "stop": 1828.57,
                "text": "How are these kind of factual questions resolved at the pleading stage?",
                "byte_stop": 7453909,
                "byte_start": 7434265,
                "start": 1823.637
              },
              {
                "stop": 1832.867,
                "text": "Is the Court required simply to take your allegations?",
                "byte_stop": 7471150,
                "byte_start": 7453909,
                "start": 1828.57
              },
              {
                "stop": 1835.038,
                "text": "Can it make some sort of factual inquiry?",
                "byte_stop": 7479822,
                "byte_start": 7471150,
                "start": 1832.867
              },
              {
                "stop": 1836.52,
                "text": "What is the test?",
                "byte_stop": 7485778,
                "byte_start": 7479822,
                "start": 1835.038
              }
            ],
            "start": 1803.612
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 7485778,
            "byte_stop": 7658291,
            "stop": 1879.645,
            "text_blocks": [
              {
                "stop": 1855.11,
                "text": "Well, I think the test was enunciated in the Earth v. Seldin which indicated that you could... that the Court could take the allegations, but if those allegations were challenged by the Government, that it then... then the plaintiffs had a requirement to substantiate those... those allegations.",
                "byte_stop": 7560070,
                "byte_start": 7485778,
                "start": 1836.52
              },
              {
                "stop": 1863.401,
                "text": "So I don't think I can just sit here and say allegations are enough to get us past the barrier of... of injury in fact and redressability.",
                "byte_stop": 7593298,
                "byte_start": 7560070,
                "start": 1855.11
              },
              {
                "stop": 1879.645,
                "text": "But I think the... what we've produced in the record, which by the way is primarily material developed by governmental agencies in this case, indicate that we have... we have met the threshold requirement for injury in fact, redressability.",
                "byte_stop": 7658291,
                "byte_start": 7593298,
                "start": 1863.401
              }
            ],
            "start": 1836.52
          },
          {
            "speaker": null,
            "byte_start": 7658291,
            "byte_stop": 7678248,
            "stop": 1884.641,
            "text_blocks": [
              {
                "stop": 1884.641,
                "text": "You... you would stop short of a full dress trial on that issue, I take it, before you--",
                "byte_stop": 7678248,
                "byte_start": 7658291,
                "start": 1879.645
              }
            ],
            "start": 1879.645
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 7678248,
            "byte_stop": 8748224,
            "stop": 2152.124,
            "text_blocks": [
              {
                "stop": 1887.78,
                "text": "Oh, I would certainly stop short.",
                "byte_stop": 7690787,
                "byte_start": 7678248,
                "start": 1884.641
              },
              {
                "stop": 1898.976,
                "text": "And I think the court of appeals in this case indicated that if you have a full dress trial on the issues of standing, essentially you're litigating the issues of merits at the standing level.",
                "byte_stop": 7735613,
                "byte_start": 7690787,
                "start": 1887.78
              },
              {
                "stop": 1907.176,
                "text": "And at least Judge Wilkie in the court of appeals thought that that was inappropriate, but did feel that there was a need for this threshold of some facts.",
                "byte_stop": 7768423,
                "byte_start": 7735613,
                "start": 1898.976
              },
              {
                "stop": 1911.255,
                "text": "And we're certainly not just standing on the bare allegations in our complaint.",
                "byte_stop": 7784723,
                "byte_start": 7768423,
                "start": 1907.176
              },
              {
                "stop": 1938.509,
                "text": "We were turned down... consumers were turned down in their petition to the Secretary of Agriculture, and I think it's important to, as I go into the injury and preclusion issues, to... to just review the three basic requirements for this kind of case were set down in Associated Data Processing and Barlow v. Collins.",
                "byte_stop": 7893706,
                "byte_start": 7784723,
                "start": 1911.255
              },
              {
                "stop": 1954.86,
                "text": "And those three requirements are that injury in fact by the government agency, that the interests asserted are within the zone of interest of a substantive statute, and that the statute cannot explicitly or implicitly preclude judicial review.",
                "byte_stop": 7959117,
                "byte_start": 7893706,
                "start": 1938.509
              },
              {
                "stop": 1959.375,
                "text": "As I've already stated, of course, we don't have to demonstrate merits.",
                "byte_stop": 7977194,
                "byte_start": 7959117,
                "start": 1954.86
              },
              {
                "stop": 1964.733,
                "text": "We just have to demonstrate sufficient facts to get past the threshold of standing.",
                "byte_stop": 7998614,
                "byte_start": 7977194,
                "start": 1959.375
              },
              {
                "stop": 1972.821,
                "text": "The injury being suffered by these consumers is distinct, palpable and is personal to them.",
                "byte_stop": 8031006,
                "byte_start": 7998614,
                "start": 1964.733
              },
              {
                "stop": 1997.204,
                "text": "The Government has argued as though we are representing consumers from all over the country and that it is 89 cents per capita per year, or what we are arguing is for three particular consumers in regions of the country, where the Secretary's own impact statement indicated that they would be benefited if reconstituted milk was made available.",
                "byte_stop": 8128495,
                "byte_start": 8031006,
                "start": 1972.821
              },
              {
                "stop": 2003.03,
                "text": "These are in regions which are typically referred to as inefficient milk market regions.",
                "byte_stop": 8151796,
                "byte_start": 8128495,
                "start": 1997.204
              },
              {
                "stop": 2013.259,
                "text": "It may be that in the more efficient regions consumers would not be able to demonstrate the injury that our clients can demonstrate in this case.",
                "byte_stop": 8192756,
                "byte_start": 8151796,
                "start": 2003.03
              },
              {
                "stop": 2017.038,
                "text": "We are not representing all consumers in the United States.",
                "byte_stop": 8207803,
                "byte_start": 8192756,
                "start": 2013.259
              },
              {
                "stop": 2038.89,
                "text": "We are representing three consumers who are located in three specific market areas, and we've demonstrated facts in our case... in our papers sufficient to indicate an injury to them if... an injury to them by the failure of the Secretary to allow the marketing of reconstituted milk.",
                "byte_stop": 8295261,
                "byte_start": 8207803,
                "start": 2017.038
              },
              {
                "stop": 2048.775,
                "text": "It is... it has not been contested that the effect of the regulation is to prohibit reconstituted milk.",
                "byte_stop": 8334758,
                "byte_start": 8295261,
                "start": 2038.89
              },
              {
                "stop": 2067.111,
                "text": "As we've demonstrated on page 5 of our brief, in the regions in which our... our clients are situate, the cost of reconstituted milk at the wholesale level exceeds that of regular fresh milk.",
                "byte_stop": 8408110,
                "byte_start": 8334758,
                "start": 2048.775
              },
              {
                "stop": 2077.53,
                "text": "And I think it is... it's not contested also that the same price... and we don't contest it... at the same price or higher price that consumers would buy reconstituted milk.",
                "byte_stop": 8449801,
                "byte_start": 8408110,
                "start": 2067.111
              },
              {
                "stop": 2081.106,
                "text": "They would only buy it if it was at a cost savings.",
                "byte_stop": 8464116,
                "byte_start": 8449801,
                "start": 2077.53
              },
              {
                "stop": 2092.227,
                "text": "And in those three areas not only does the regulations of the Secretary make them equal price, but in fact, reconstituted milk is more expensive.",
                "byte_stop": 8508629,
                "byte_start": 8464116,
                "start": 2081.106
              },
              {
                "stop": 2095.647,
                "text": "And that's not been contested at any point by the Government.",
                "byte_stop": 8522212,
                "byte_start": 8508629,
                "start": 2092.227
              },
              {
                "stop": 2115.874,
                "text": "And I think it is also important to focus both on the Secretary of Agriculture's impact statement that indicated that consumers would be damaged to the extent of $186 million a year, or in other words, they would receive a benefit of $186 million a year.",
                "byte_stop": 8603192,
                "byte_start": 8522212,
                "start": 2095.647
              },
              {
                "stop": 2122.558,
                "text": "And we contend that for purposes of standing that that is a salient factor.",
                "byte_stop": 8629941,
                "byte_start": 8603192,
                "start": 2115.874
              },
              {
                "stop": 2148.44,
                "text": "The fact that, as Judge Gash at the district level thought there was some countervailing concerns that farmers would be injured and then resultingly affect consumers, I think the court of appeals handled that appropriately and said that that was... that was essentially conjecture that could be resolved on the merits, but that there was no substantiation of that at this point.",
                "byte_stop": 8733386,
                "byte_start": 8629941,
                "start": 2122.558
              },
              {
                "stop": 2152.124,
                "text": "But for merits discussion there was $184 million.",
                "byte_stop": 8748224,
                "byte_start": 8733386,
                "start": 2148.44
              }
            ],
            "start": 1884.641
          },
          {
            "speaker": null,
            "byte_start": 8748224,
            "byte_stop": 8867238,
            "stop": 2181.878,
            "text_blocks": [
              {
                "stop": 2169.212,
                "text": "--Mr. Plesser, even assuming that your clients have standing, isn't the more difficult question whether the whole statutory scheme just precludes giving relief to consumers?",
                "byte_stop": 8816560,
                "byte_start": 8748224,
                "start": 2152.124
              },
              {
                "stop": 2177.444,
                "text": "It seems to have been designed to keep prices up for producers, not to get them down for consumers.",
                "byte_stop": 8849474,
                "byte_start": 8816560,
                "start": 2169.212
              },
              {
                "stop": 2181.878,
                "text": "How do you fit into the scheme of the statute?",
                "byte_stop": 8867238,
                "byte_start": 8849474,
                "start": 2177.444
              }
            ],
            "start": 2152.124
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 8867238,
            "byte_stop": 8942679,
            "stop": 2200.762,
            "text_blocks": [
              {
                "stop": 2189.408,
                "text": "Well, as we... we state on page 32 of our brief, we believe the interest of consumers is in a fair and balanced price.",
                "byte_stop": 8897331,
                "byte_start": 8867238,
                "start": 2181.878
              },
              {
                "stop": 2194.937,
                "text": "As I stated at the outset of my argument, we are not contending that we want cheaper prices.",
                "byte_stop": 8919378,
                "byte_start": 8897331,
                "start": 2189.408
              },
              {
                "stop": 2197.842,
                "text": "We simply want a fair and balanced approach.",
                "byte_stop": 8931081,
                "byte_start": 8919378,
                "start": 2194.937
              },
              {
                "stop": 2200.762,
                "text": "And we think we will be able to demonstrate--",
                "byte_stop": 8942679,
                "byte_start": 8931081,
                "start": 2197.842
              }
            ],
            "start": 2181.878
          },
          {
            "speaker": null,
            "byte_start": 8942679,
            "byte_stop": 8989804,
            "stop": 2212.535,
            "text_blocks": [
              {
                "stop": 2212.535,
                "text": "Well, but to get... to get standing, you have to allege that you're going to have lower prices, and that certainly seems to be outside the scope of the concept of the statute.",
                "byte_stop": 8989804,
                "byte_start": 8942679,
                "start": 2200.762
              }
            ],
            "start": 2200.762
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 8989804,
            "byte_stop": 9754565,
            "stop": 2403.724,
            "text_blocks": [
              {
                "stop": 2241.149,
                "text": "--Justice O'Connor, I think what we have to argue or we have to contend is that if we prevail on the merits and we... it's determined that the Secretary's regulations create an illegal trade barrier to reconstituted milk and that reconstituted milk is effectively classified as fluid milk in contravention of the statute, then reconstituted milk will have to be made available, and we will benefit.",
                "byte_stop": 9104221,
                "byte_start": 8989804,
                "start": 2212.535
              },
              {
                "stop": 2244.709,
                "text": "It's not necessarily that we're asking for a lower price.",
                "byte_stop": 9118536,
                "byte_start": 9104221,
                "start": 2241.149
              },
              {
                "stop": 2252.922,
                "text": "We're simply asking for a product essentially to be released from what we think is an illegal regulatory scheme.",
                "byte_stop": 9151345,
                "byte_start": 9118536,
                "start": 2244.709
              },
              {
                "stop": 2255.468,
                "text": "We're asking for this product to be broken out.",
                "byte_stop": 9161585,
                "byte_start": 9151345,
                "start": 2252.922
              },
              {
                "stop": 2261.279,
                "text": "If that product is broken out, we will benefit by more... more... by cheaper prices.",
                "byte_stop": 9184782,
                "byte_start": 9161585,
                "start": 2255.468
              },
              {
                "stop": 2275.211,
                "text": "But we don't think Congress intended in that statute to allow the Secretary to create trade barriers or to classify products as milk to the detriment of... of consumers.",
                "byte_stop": 9240475,
                "byte_start": 9184782,
                "start": 2261.279
              },
              {
                "stop": 2287.909,
                "text": "So while I understand your question, I think that our... that our concerns are... it's very confusing and it's very close, but I think we're... we're more interested in getting that product available rather than arguing the price.",
                "byte_stop": 9291362,
                "byte_start": 9240475,
                "start": 2275.211
              },
              {
                "stop": 2298.063,
                "text": "And I think the legislative history indicates that there's an interest in... in this fair and balanced price, and there's no interest in illegally... in illegal price structures.",
                "byte_stop": 9331904,
                "byte_start": 9291362,
                "start": 2287.909
              },
              {
                "stop": 2318.399,
                "text": "Getting to the second part of the Associated Data Processing test I think is responsive to Justice O'Connor's question, which is essentially the... the arguably within the zone of interest test that's been asserted by this Court.",
                "byte_stop": 9413301,
                "byte_start": 9331904,
                "start": 2298.063
              },
              {
                "stop": 2348.494,
                "text": "We turn to two sections of the Agriculture Marketing Agreement Act, Section 22 and Section 24, both of which on the face of those sections indicate an interest to protect consumers, and that the consumer has an interest, on the face of the statute, in fair prices and in an appropriate administration of the Act to comply with the requirements of the Act.",
                "byte_stop": 9533674,
                "byte_start": 9413301,
                "start": 2318.399
              },
              {
                "stop": 2354.04,
                "text": "Again, the interest is not just in lower prices, but in a fair and balanced program.",
                "byte_stop": 9555825,
                "byte_start": 9533674,
                "start": 2348.494
              },
              {
                "stop": 2359.74,
                "text": "Clearly, the rights of consumers are intended to be protected from the face of the statute.",
                "byte_stop": 9578604,
                "byte_start": 9555825,
                "start": 2354.04
              },
              {
                "stop": 2370.531,
                "text": "To require more, we believe at this... at this juncture would return to the legal interest tests that were turned over in Associated Data Processing.",
                "byte_stop": 9621759,
                "byte_start": 9578604,
                "start": 2359.74
              },
              {
                "stop": 2388.367,
                "text": "Clearly, as the... as Judge Wilkie recognized in this case, consumers have a stake in the outcome of... of orders under the Milk Market Agreement Act, and that they have an interest to assure compliance with the Secretary with the challenge of the Act.",
                "byte_stop": 9693125,
                "byte_start": 9621759,
                "start": 2370.531
              },
              {
                "stop": 2393.086,
                "text": "The Government has said in their briefs that we are challenging the basis of the Act.",
                "byte_stop": 9712038,
                "byte_start": 9693125,
                "start": 2388.367
              },
              {
                "stop": 2394.1,
                "text": "We are not.",
                "byte_stop": 9716113,
                "byte_start": 9712038,
                "start": 2393.086
              },
              {
                "stop": 2403.724,
                "text": "We are simply challenging the legality of whether... of certain regulatory schemes under the Act as adopted by the Secretary.",
                "byte_stop": 9754565,
                "byte_start": 9716113,
                "start": 2394.1
              }
            ],
            "start": 2212.535
          },
          {
            "speaker": null,
            "byte_start": 9754565,
            "byte_stop": 9789151,
            "stop": 2412.377,
            "text_blocks": [
              {
                "stop": 2412.377,
                "text": "Do you think that the so-called zone of interest test still has relevance in determining standing?",
                "byte_stop": 9789151,
                "byte_start": 9754565,
                "start": 2403.724
              }
            ],
            "start": 2403.724
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 9789151,
            "byte_stop": 9872012,
            "stop": 2433.086,
            "text_blocks": [
              {
                "stop": 2419.965,
                "text": "The court of appeals did in this case, Your Honor, and discussed it in great detail.",
                "byte_stop": 9819558,
                "byte_start": 9789151,
                "start": 2412.377
              },
              {
                "stop": 2433.086,
                "text": "And I think that following the cases that I reviewed from this Court, it appears that... that administrative... that the zone of interest test is still a... is still a strong holding, although there are some commentators that disagree.",
                "byte_stop": 9872012,
                "byte_start": 9819558,
                "start": 2419.965
              }
            ],
            "start": 2412.377
          },
          {
            "speaker": null,
            "byte_start": 9872012,
            "byte_stop": 9884655,
            "stop": 2436.257,
            "text_blocks": [
              {
                "stop": 2436.257,
                "text": "Why do... why do the consumers... why do the consumers satisfy that test?",
                "byte_stop": 9884655,
                "byte_start": 9872012,
                "start": 2433.086
              }
            ],
            "start": 2433.086
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 9884655,
            "byte_stop": 10019656,
            "stop": 2470.007,
            "text_blocks": [
              {
                "stop": 2447.968,
                "text": "As I said, Your Honor, I think... and as Judge Wilkie has indicated in his court of appeals decision... there are two sections, sections in the Act which talk about the interests of consumers.",
                "byte_stop": 9931571,
                "byte_start": 9884655,
                "start": 2436.257
              },
              {
                "stop": 2456.496,
                "text": "The legislative history that we cited talks about the interests of consumers in a fair and balanced... in a fair and balanced system.",
                "byte_stop": 9965634,
                "byte_start": 9931571,
                "start": 2447.968
              },
              {
                "stop": 2462.794,
                "text": "And I think there is a threshold of interest of consumers in how that regulatory structure is created.",
                "byte_stop": 9990816,
                "byte_start": 9965634,
                "start": 2456.496
              },
              {
                "stop": 2470.007,
                "text": "So that I think the zone of interest being an expansive test is satisfied in this case.",
                "byte_stop": 10019656,
                "byte_start": 9990816,
                "start": 2462.794
              }
            ],
            "start": 2436.257
          },
          {
            "speaker": null,
            "byte_start": 10019656,
            "byte_stop": 10031150,
            "stop": 2472.865,
            "text_blocks": [
              {
                "stop": 2472.865,
                "text": "Does that apply to all consumers?",
                "byte_stop": 10031150,
                "byte_start": 10019656,
                "start": 2470.007
              }
            ],
            "start": 2470.007
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 10031150,
            "byte_stop": 10042643,
            "stop": 2475.739,
            "text_blocks": [
              {
                "stop": 2475.739,
                "text": "I think--",
                "byte_stop": 10042643,
                "byte_start": 10031150,
                "start": 2472.865
              }
            ],
            "start": 2472.865
          },
          {
            "speaker": null,
            "byte_start": 10042643,
            "byte_stop": 10063541,
            "stop": 2480.972,
            "text_blocks": [
              {
                "stop": 2480.972,
                "text": "Don't go too far, because I'm going to get a consumer over in West Africa in a minute.",
                "byte_stop": 10063541,
                "byte_start": 10042643,
                "start": 2475.739
              }
            ],
            "start": 2475.739
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 10063541,
            "byte_stop": 10217455,
            "stop": 2519.457,
            "text_blocks": [
              {
                "stop": 2492.874,
                "text": "--I think on zone of interest, Your Honor, that it would go to consumers who were asserting the type of injury that we are asserting in terms of the access to reconstituted milk.",
                "byte_stop": 10111189,
                "byte_start": 10063541,
                "start": 2480.972
              },
              {
                "stop": 2500.604,
                "text": "Conceivably there could be consumers or other people who would be injured but not within the zone of interest.",
                "byte_stop": 10142118,
                "byte_start": 10111189,
                "start": 2492.874
              },
              {
                "stop": 2510.398,
                "text": "For example, a manufacturer or reconstituted milk equipment or a trucker of milk powder is injured by these regulations.",
                "byte_stop": 10181301,
                "byte_start": 10142118,
                "start": 2500.604
              },
              {
                "stop": 2517.02,
                "text": "It is not entirely clear to me that such a... such a person would be within the zone of interest.",
                "byte_stop": 10207737,
                "byte_start": 10181301,
                "start": 2510.398
              },
              {
                "stop": 2519.457,
                "text": "But these consumers are.",
                "byte_stop": 10217455,
                "byte_start": 10207737,
                "start": 2517.02
              }
            ],
            "start": 2480.972
          },
          {
            "speaker": null,
            "byte_start": 10217455,
            "byte_stop": 10241696,
            "stop": 2525.517,
            "text_blocks": [
              {
                "stop": 2525.517,
                "text": "I said a consumer, somebody that consumes this milk, somebody that consumes milk.",
                "byte_stop": 10241696,
                "byte_start": 10217455,
                "start": 2519.457
              }
            ],
            "start": 2519.457
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 10241696,
            "byte_stop": 10252563,
            "stop": 2528.219,
            "text_blocks": [
              {
                "stop": 2526.375,
                "text": "Yes.",
                "byte_stop": 10245145,
                "byte_start": 10241696,
                "start": 2525.517
              },
              {
                "stop": 2528.219,
                "text": "If they assert the type of claims we do.",
                "byte_stop": 10252563,
                "byte_start": 10245145,
                "start": 2526.375
              }
            ],
            "start": 2525.517
          },
          {
            "speaker": null,
            "byte_start": 10252563,
            "byte_stop": 10259146,
            "stop": 2529.873,
            "text_blocks": [
              {
                "stop": 2529.873,
                "text": "He'd have all of them.",
                "byte_stop": 10259146,
                "byte_start": 10252563,
                "start": 2528.219
              }
            ],
            "start": 2528.219
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 10259146,
            "byte_stop": 10274402,
            "stop": 2533.687,
            "text_blocks": [
              {
                "stop": 2533.687,
                "text": "Your Honor, I can really only speak--",
                "byte_stop": 10274402,
                "byte_start": 10259146,
                "start": 2529.873
              }
            ],
            "start": 2529.873
          },
          {
            "speaker": null,
            "byte_start": 10274402,
            "byte_stop": 10304286,
            "stop": 2541.15,
            "text_blocks": [
              {
                "stop": 2538.386,
                "text": "Well, am I not disqualified, and all nine of us?",
                "byte_stop": 10293210,
                "byte_start": 10274402,
                "start": 2533.687
              },
              {
                "stop": 2541.15,
                "text": "Don't we have an interest?",
                "byte_stop": 10304286,
                "byte_start": 10293210,
                "start": 2538.386
              }
            ],
            "start": 2533.687
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/ronald_l_plesser",
              "name": "Ronald L. Plesser",
              "last_name": "Plesser",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 40241,
              "identifier": "ronald_l_plesser"
            },
            "byte_start": 10304286,
            "byte_stop": 11970585,
            "stop": 2957.715,
            "text_blocks": [
              {
                "stop": 2560.768,
                "text": "--Your Honor, as I... as I stated, I think you are... I assume... I will take judicial notice that you're all consumers of milk, but I think that... I think that what we're arguing here is what area of the country, what would the impact on those milk market orders are.",
                "byte_stop": 10382758,
                "byte_start": 10304286,
                "start": 2541.15
              },
              {
                "stop": 2563.892,
                "text": "We've done the analysis of the Washington metropolitan area.",
                "byte_stop": 10395192,
                "byte_start": 10382758,
                "start": 2560.768
              },
              {
                "stop": 2578.012,
                "text": "I do not know if there would be the kind of impact in this area that... that would... that we've done for our consumers in the Tampa Bay, Arkansas and Texas area, that would... would justify consumers.",
                "byte_stop": 10451721,
                "byte_start": 10395192,
                "start": 2563.892
              },
              {
                "stop": 2584.291,
                "text": "I think... but I think what you're getting at is the generalized grievance argument, Justice Marshall.",
                "byte_stop": 10476799,
                "byte_start": 10451721,
                "start": 2578.012
              },
              {
                "stop": 2609.45,
                "text": "And I think that... I think that Judge... Judge Wilkie had a good response to that, which is if we can demonstrate that our... that there is a distinct and palpable injury, my clients cannot go to a supermarket and find reconstituted milk on the shelf, and studies indicate that but for these regulations there's a substantial probability that that product would be there.",
                "byte_stop": 10577527,
                "byte_start": 10476799,
                "start": 2584.291
              },
              {
                "stop": 2611.045,
                "text": "We can't find it on the shelf.",
                "byte_stop": 10583901,
                "byte_start": 10577527,
                "start": 2609.45
              },
              {
                "stop": 2612.246,
                "text": "That's a real injury.",
                "byte_stop": 10588707,
                "byte_start": 10583901,
                "start": 2611.045
              },
              {
                "stop": 2613.575,
                "text": "That's a real loss.",
                "byte_stop": 10593932,
                "byte_start": 10588707,
                "start": 2612.246
              },
              {
                "stop": 2626.99,
                "text": "We then have... I think we then can demonstrate that we are within the zone of interest of the statute for a fair and balanced program, and that is, I think, the basis of our claim.",
                "byte_stop": 10647639,
                "byte_start": 10593932,
                "start": 2613.575
              },
              {
                "stop": 2637.004,
                "text": "The fact that many other consumers are like situate I don't think lessens the impact or the rights of our clients to seek redress.",
                "byte_stop": 10687659,
                "byte_start": 10647639,
                "start": 2626.99
              },
              {
                "stop": 2653.745,
                "text": "Finally is the preclusion argument that we have recognized and which the Government relies on quite strongly, and I think the preclusion argument of the Government is really very simple.",
                "byte_stop": 10754637,
                "byte_start": 10687659,
                "start": 2637.004
              },
              {
                "stop": 2667.226,
                "text": "It says that anybody... since handlers were given specific remedial rights under the statute, that no one else should be able to challenge the statute.",
                "byte_stop": 10808554,
                "byte_start": 10754637,
                "start": 2653.745
              },
              {
                "stop": 2669.615,
                "text": "Nonhandlers are excluded.",
                "byte_stop": 10818167,
                "byte_start": 10808554,
                "start": 2667.226
              },
              {
                "stop": 2685.888,
                "text": "Of course, that argument was rejected by this Court in 1944 in Stark v. Wickard, where it was determined that producers, although not given specific administrative and judicial rights, were allowed standing.",
                "byte_stop": 10883264,
                "byte_start": 10818167,
                "start": 2669.615
              },
              {
                "stop": 2703.148,
                "text": "The Government has argued well, producers really is a different situation because they are more affected by the statute, they're more recognized as the principal beneficiary, none of which we... we contest or argue with.",
                "byte_stop": 10952227,
                "byte_start": 10883264,
                "start": 2685.888
              },
              {
                "stop": 2708.084,
                "text": "Our claim simply... and our position is very straightforward.",
                "byte_stop": 10971976,
                "byte_start": 10952227,
                "start": 2703.148
              },
              {
                "stop": 2725.671,
                "text": "For the position... for an argument of preclusion, if nonhandlers are to be precluded and if it was the intent of Congress to preclude nonhandlers, then producers and consumers are indistinguishable for that purpose.",
                "byte_stop": 11042402,
                "byte_start": 10971976,
                "start": 2708.084
              },
              {
                "stop": 2740.477,
                "text": "They may be on much different grounds for standing arguments, for injury in fact and redressability, but on a straight preclusion concept addressed by the Government in this case, we believe that it's inconsistent.",
                "byte_stop": 11101543,
                "byte_start": 11042402,
                "start": 2725.671
              },
              {
                "stop": 2752.878,
                "text": "And the... the harms that they asserted were the same harms that they... exactly the same harms that they asserted in 1944 when they argued Stark v. Wickard.",
                "byte_stop": 11151176,
                "byte_start": 11101543,
                "start": 2740.477
              },
              {
                "stop": 2780.615,
                "text": "We've looked at the briefs in that case, and the Supreme Court, this Court in Stark v. Wickard responded to that argument, as we quote in our material, and suggested that... that those types of arguments of the delicate balance and the excessive litigation would be solved by motions to dismiss and other activities that limit frivolous actions, as well as the cost of brining the action.",
                "byte_stop": 11262144,
                "byte_start": 11151176,
                "start": 2752.878
              },
              {
                "stop": 2801.138,
                "text": "And I... I think that... that this Court in responding in 1944 to those exact same concerns can raise the same... the same responses are valid today; that... that there is no great fear that... that consumers are going to overburden the courts.",
                "byte_stop": 11344273,
                "byte_start": 11262144,
                "start": 2780.615
              },
              {
                "stop": 2820.023,
                "text": "I think if consumers can come forward and show the kind of injury we've showed in this case and show... demonstrate the type of violation that they... that we are attempting to demonstrate in this case, that they should be able to... to respond... to have standing.",
                "byte_stop": 11419819,
                "byte_start": 11344273,
                "start": 2801.138
              },
              {
                "stop": 2823.661,
                "text": "There is just two points I'd like to say before I conclude.",
                "byte_stop": 11434343,
                "byte_start": 11419819,
                "start": 2820.023
              },
              {
                "stop": 2836.202,
                "text": "One, counsel for the Government has indicated... used two examples, the State of California and the State... and North Carolina to indicate why there really isn't any interest in marketing reconstituted milk.",
                "byte_stop": 11484498,
                "byte_start": 11434343,
                "start": 2823.661
              },
              {
                "stop": 2862.879,
                "text": "My response to North Carolina is the reason... and it's in the record, I think in the impact statement of the Secretary... the reason that the... that the... the handler in North Carolina stopped making reconstituted milk, which was relatively successful... it wasn't overwhelming, but they were selling a fair amount of it... was because the handler was bought by a co-op.",
                "byte_stop": 11591182,
                "byte_start": 11484498,
                "start": 2836.202
              },
              {
                "stop": 2884.856,
                "text": "The co-op is a milk producer, and I suggest that it was not in the interest of the co-op after they purchased this handler to continue the reconstituted milk product, and that's why the North Carolina experience, which was a truly deregulated situation, did not... did not result in... why that ended.",
                "byte_stop": 11679058,
                "byte_start": 11591182,
                "start": 2862.879
              },
              {
                "stop": 2901.238,
                "text": "In California it is true that California is not regulated under the federal milk market order, but California is regulated by a State of California milk market system very similar to that of the federal program.",
                "byte_stop": 11744678,
                "byte_start": 11679058,
                "start": 2884.856
              },
              {
                "stop": 2915.685,
                "text": "And while I can't say with absolute certainty because it wasn't discussed in the brief, I am comfortable in asserting that the same type of restrictions that were existent in this case were existent in the California system.",
                "byte_stop": 11802461,
                "byte_start": 11744678,
                "start": 2901.238
              },
              {
                "stop": 2919.761,
                "text": "So while federal law didn't stop them, state law did.",
                "byte_stop": 11818761,
                "byte_start": 11802461,
                "start": 2915.685
              },
              {
                "stop": 2926.511,
                "text": "And finally, in terms of the restrictions on reconstituted milk, reconstituted milk is not milk.",
                "byte_stop": 11845719,
                "byte_start": 11818761,
                "start": 2919.761
              },
              {
                "stop": 2928.601,
                "text": "It is another product.",
                "byte_stop": 11854079,
                "byte_start": 11845719,
                "start": 2926.511
              },
              {
                "stop": 2943.314,
                "text": "It has to be labeled separately, as most states have required, and in some states, I suspect in... in response to dairy interests, it is even... it is even prohibited from being marketed, I assume primarily for economic reasons.",
                "byte_stop": 11912906,
                "byte_start": 11854079,
                "start": 2928.601
              },
              {
                "stop": 2954.357,
                "text": "It is a product that will benefit consumers, and we believe... we contend that the Government... that consumers have asserted sufficient interest for standing.",
                "byte_stop": 11957105,
                "byte_start": 11912906,
                "start": 2943.314
              },
              {
                "stop": 2957.2,
                "text": "If you have no further questions, I'm complete.",
                "byte_stop": 11968495,
                "byte_start": 11957105,
                "start": 2954.357
              },
              {
                "stop": 2957.715,
                "text": "Thank you.",
                "byte_stop": 11970585,
                "byte_start": 11968495,
                "start": 2957.2
              }
            ],
            "start": 2541.15
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 11970585,
            "byte_stop": 11977690,
            "stop": 2959.497,
            "text_blocks": [
              {
                "stop": 2959.497,
                "text": "Do you have anything further, Ms. Oberly?",
                "byte_stop": 11977690,
                "byte_start": 11970585,
                "start": 2957.715
              }
            ],
            "start": 2957.715
          }
        ],
        "stop": 2959.497,
        "byte_stop": 11977690,
        "byte_start": 5943404,
        "start": 1450.933
      },
      {
        "turns": [
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 11977690,
            "byte_stop": 12090225,
            "stop": 2987.64,
            "text_blocks": [
              {
                "stop": 2973.289,
                "text": "Your Honor, as I understand Respondents' argument, their injury is that the product they want to buy is not available; and I would simply like to repeat that it is available.",
                "byte_stop": 12032861,
                "byte_start": 11977690,
                "start": 2959.497
              },
              {
                "stop": 2977.832,
                "text": "They can make it at home, and they've been able to make it at home for at least the past 20 years.",
                "byte_stop": 12051042,
                "byte_start": 12032861,
                "start": 2973.289
              },
              {
                "stop": 2987.64,
                "text": "Second, Respondents repeatedly say that in order to bring themselves within the statute zone of interest that the statute has a purpose--",
                "byte_stop": 12090225,
                "byte_start": 12051042,
                "start": 2977.832
              }
            ],
            "start": 2959.497
          },
          {
            "speaker": null,
            "byte_start": 12090225,
            "byte_stop": 12172772,
            "stop": 3008.287,
            "text_blocks": [
              {
                "stop": 2997.934,
                "text": "Well, Ms. Oberly, what if I as a consumer said I wanted to have a particular kind of cheese available, and that I couldn't find it on the market?",
                "byte_stop": 12131394,
                "byte_start": 12090225,
                "start": 2987.64
              },
              {
                "stop": 3006.93,
                "text": "Would it be an adequate answer to my lawsuit on my standing to say well, you can make that kind of cheese at home; just go out and buy some milk and churn it and so forth?",
                "byte_stop": 12167443,
                "byte_start": 12131394,
                "start": 2997.934
              },
              {
                "stop": 3008.287,
                "text": "[Laughter]",
                "byte_stop": 12172772,
                "byte_start": 12167443,
                "start": 3006.93
              }
            ],
            "start": 2987.64
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 12172772,
            "byte_stop": 12238914,
            "stop": 3024.814,
            "text_blocks": [
              {
                "stop": 3011.882,
                "text": "--No, not probably to your problem.",
                "byte_stop": 12187192,
                "byte_start": 12172772,
                "start": 3008.287
              },
              {
                "stop": 3024.814,
                "text": "But since their interest is lower prices and they could save more money by making it at home, I think it is an adequate answer to say that if they're really serious about saving money, the way to do it is to make this product at home.",
                "byte_stop": 12238914,
                "byte_start": 12187192,
                "start": 3011.882
              }
            ],
            "start": 3008.287
          },
          {
            "speaker": null,
            "byte_start": 12238914,
            "byte_stop": 12243407,
            "stop": 3025.937,
            "text_blocks": [
              {
                "stop": 3025.937,
                "text": "How do you make it?",
                "byte_stop": 12243407,
                "byte_start": 12238914,
                "start": 3024.814
              }
            ],
            "start": 3024.814
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 12243407,
            "byte_stop": 12399411,
            "stop": 3064.936,
            "text_blocks": [
              {
                "stop": 3028.452,
                "text": "You can do it any number of ways.",
                "byte_stop": 12253439,
                "byte_start": 12243407,
                "start": 3025.937
              },
              {
                "stop": 3030.625,
                "text": "I've experimented the last several days at home.",
                "byte_stop": 12262216,
                "byte_start": 12253439,
                "start": 3028.452
              },
              {
                "stop": 3041.262,
                "text": "You can take milk powder and water and just mix them together in equal proportions, and you wind up with a product that resembles skim milk.",
                "byte_stop": 12304743,
                "byte_start": 12262216,
                "start": 3030.625
              },
              {
                "stop": 3054.224,
                "text": "Or if you like some butterfat in your milk, you can take milk powder and water and add in some fresh milk, which is something that a manufacturer also does, and you wind up with a product that resembles 2 percent milk.",
                "byte_stop": 12356570,
                "byte_start": 12304743,
                "start": 3041.262
              },
              {
                "stop": 3059.503,
                "text": "And much to my surprise, the Federal Register is correct.",
                "byte_stop": 12377677,
                "byte_start": 12356570,
                "start": 3054.224
              },
              {
                "stop": 3064.936,
                "text": "This product is basically indistinguishable from fresh fluid milk that you would buy in a store.",
                "byte_stop": 12399411,
                "byte_start": 12377677,
                "start": 3059.503
              }
            ],
            "start": 3025.937
          },
          {
            "speaker": null,
            "byte_start": 12399411,
            "byte_stop": 12403381,
            "stop": 3065.923,
            "text_blocks": [
              {
                "stop": 3065.923,
                "text": "How's it taste?",
                "byte_stop": 12403381,
                "byte_start": 12399411,
                "start": 3064.936
              }
            ],
            "start": 3064.936
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 12403381,
            "byte_stop": 12416652,
            "stop": 3069.249,
            "text_blocks": [
              {
                "stop": 3067.939,
                "text": "That's what I meant.",
                "byte_stop": 12411427,
                "byte_start": 12403381,
                "start": 3065.923
              },
              {
                "stop": 3069.249,
                "text": "It was indistinguishable.",
                "byte_stop": 12416652,
                "byte_start": 12411427,
                "start": 3067.939
              }
            ],
            "start": 3065.923
          },
          {
            "speaker": null,
            "byte_start": 12416652,
            "byte_stop": 12425220,
            "stop": 3071.39,
            "text_blocks": [
              {
                "stop": 3070.217,
                "text": "It depends on how much you like milk.",
                "byte_stop": 12420518,
                "byte_start": 12416652,
                "start": 3069.249
              },
              {
                "stop": 3071.39,
                "text": "[Laughter]",
                "byte_stop": 12425220,
                "byte_start": 12420518,
                "start": 3070.217
              }
            ],
            "start": 3069.249
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 12425220,
            "byte_stop": 12439012,
            "stop": 3074.826,
            "text_blocks": [
              {
                "stop": 3074.826,
                "text": "I come from Wisconsin, so I'm a big milk drinker.",
                "byte_stop": 12439012,
                "byte_start": 12425220,
                "start": 3071.39
              }
            ],
            "start": 3071.39
          },
          {
            "speaker": null,
            "byte_start": 12439012,
            "byte_stop": 12450297,
            "stop": 3077.653,
            "text_blocks": [
              {
                "stop": 3077.653,
                "text": "Is it different from the dry milk they had in the war?",
                "byte_stop": 12450297,
                "byte_start": 12439012,
                "start": 3074.826
              }
            ],
            "start": 3074.826
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 12450297,
            "byte_stop": 12528665,
            "stop": 3097.236,
            "text_blocks": [
              {
                "stop": 3082.68,
                "text": "Well, since I wasn't in the war, I can't answer that question.",
                "byte_stop": 12470359,
                "byte_start": 12450297,
                "start": 3077.653
              },
              {
                "stop": 3083.962,
                "text": "[Laughter]",
                "byte_stop": 12475479,
                "byte_start": 12470359,
                "start": 3082.68
              },
              {
                "stop": 3097.236,
                "text": "I would say that the technology for making powdered milk has substantially improved over about the last 10 to 15 years, and it probably is different than the milk that they had in the war.",
                "byte_stop": 12528665,
                "byte_start": 12475479,
                "start": 3083.962
              }
            ],
            "start": 3077.653
          },
          {
            "speaker": null,
            "byte_start": 12528665,
            "byte_stop": 12544652,
            "stop": 3101.252,
            "text_blocks": [
              {
                "stop": 3100.909,
                "text": "I can only say I hope.",
                "byte_stop": 12543293,
                "byte_start": 12528665,
                "start": 3097.236
              },
              {
                "stop": 3101.252,
                "text": "[Laughter]",
                "byte_stop": 12544652,
                "byte_start": 12543293,
                "start": 3100.909
              }
            ],
            "start": 3097.236
          },
          {
            "speaker": {
              "roles": null,
              "view_count": 0,
              "href": "https://api.oyez.org/people/kathryn_a_oberly",
              "name": "Ms. Kathryn A. Oberly",
              "last_name": "Oberly",
              "length_of_service": 0,
              "thumbnail": null,
              "ID": 33933,
              "identifier": "kathryn_a_oberly"
            },
            "byte_start": 12544652,
            "byte_stop": 12836701,
            "stop": 3174.267,
            "text_blocks": [
              {
                "stop": 3117.978,
                "text": "There was one serious point that I wanted to make, and that was that Respondents repeatedly assert that the statute has as an interest setting up a fair and balanced relationship that benefits them.",
                "byte_stop": 12611630,
                "byte_start": 12544652,
                "start": 3101.252
              },
              {
                "stop": 3121.335,
                "text": "We don't find that interest in the statute anywhere.",
                "byte_stop": 12625004,
                "byte_start": 12611630,
                "start": 3117.978
              },
              {
                "stop": 3126.881,
                "text": "As Justice O'Connor pointed out, the purpose of the statute is to raise producer prices.",
                "byte_stop": 12647156,
                "byte_start": 12625004,
                "start": 3121.335
              },
              {
                "stop": 3133.097,
                "text": "Congress has told the Secretary exactly the level to which he is to raise producer prices.",
                "byte_stop": 12672025,
                "byte_start": 12647156,
                "start": 3126.881
              },
              {
                "stop": 3134.456,
                "text": "That's the parity level.",
                "byte_stop": 12677458,
                "byte_start": 12672025,
                "start": 3133.097
              },
              {
                "stop": 3138.594,
                "text": "Respondents don't contend that the Secretary has exceeded that level.",
                "byte_stop": 12694072,
                "byte_start": 12677458,
                "start": 3134.456
              },
              {
                "stop": 3159.289,
                "text": "We think it's quite clear that Respondents are asking the courts to define this fair and balanced relationship between producers and consumers when Congress itself has already said that the relationship it wants to promote is increased farm prices, and it had not the slightest interest in lowering consumer prices.",
                "byte_stop": 12776828,
                "byte_start": 12694072,
                "start": 3138.594
              },
              {
                "stop": 3172.895,
                "text": "The only protection for consumers was to make sure that they were not subject to excessive price increases, which are not at issue in this case, or to prices above the parity level, which also are not at interest in this case.",
                "byte_stop": 12831267,
                "byte_start": 12776828,
                "start": 3159.289
              },
              {
                "stop": 3174.267,
                "text": "Thank you.",
                "byte_stop": 12836701,
                "byte_start": 12831267,
                "start": 3172.895
              }
            ],
            "start": 3101.252
          },
          {
            "speaker": {
              "roles": [
                {
                  "institution_name": "Supreme Court of the United States",
                  "date_start": -16570800,
                  "id": 2717,
                  "href": "https://api.oyez.org/preson_role/scotus_justice/2717",
                  "type": "scotus_justice",
                  "appointing_president": "Richard Nixon",
                  "date_end": 528094800,
                  "role_title": "Chief Justice of the United States"
                }
              ],
              "view_count": 0,
              "href": "https://api.oyez.org/people/warren_e_burger",
              "name": "Warren E. Burger",
              "last_name": "Burger",
              "length_of_service": 6304,
              "thumbnail": {
                "mime": "image/png",
                "href": "https://api.oyez.org/sites/default/files/images/people/warren_e_burger/warren_e_burger.thumb.png",
                "id": 32773,
                "size": 52511
              },
              "ID": 15073,
              "identifier": "warren_e_burger"
            },
            "byte_start": 12836701,
            "byte_stop": 12852479,
            "stop": 3178.217,
            "text_blocks": [
              {
                "stop": 3175.222,
                "text": "Thank you, counsel.",
                "byte_stop": 12840567,
                "byte_start": 12836701,
                "start": 3174.267
              },
              {
                "stop": 3176.345,
                "text": "The case is submitted.",
                "byte_stop": 12845060,
                "byte_start": 12840567,
                "start": 3175.222
              },
              {
                "stop": 3178.217,
                "text": "We will resume at 1:00.",
                "byte_stop": 12852479,
                "byte_start": 12845060,
                "start": 3176.345
              }
            ],
            "start": 3174.267
          }
        ],
        "stop": 3178.217,
        "byte_stop": 12852479,
        "byte_start": 11977690,
        "start": 2959.497
      }
    ],
    "duration": 3178.217
  },
  "media_file": [
    {
      "mime": "audio/mpeg",
      "href": "https://s3.amazonaws.com/oyez.case-media.mp3/case_data/1983/83-458/19840424a_83-458.delivery.mp3",
      "id": 46098,
      "size": 12864077
    },
    {
      "mime": "audio/ogg",
      "href": "https://s3.amazonaws.com/oyez.case-media.ogg/case_data/1983/83-458/19840424a_83-458.ogg",
      "id": 67938,
      "size": 32588614
    },
    {
      "mime": "application/x-mpegURL",
      "href": "https://s3.amazonaws.com/oyez.case-media.hls/case_data/1983/83-458/19840424a_83-458.m3u8",
      "id": 67939,
      "size": 45734
    }
  ],
  "public_note": null
}