{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/15-1458",
  "second_party": "Theodore Wesby, et al.",
  "first_party": "District of Columbia, et al.",
  "advocates": null,
  "description": "A case in which the Court will decide whether officers have probable cause to arrest for unlawful entry under D.C. law despite a claim of good-faith entry and whether the relevant law was sufficiently clearly established to justify the denial of immunity to the officers.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p dir=\"ltr\">On March 16, 2008, Metropolitan Police Department officers responded to a noise complaint for a house party. Upon arrival, the officers heard loud music coming from the house. The officers then entered the house and observed party guests, including Theodore Wesby, drinking and watching “scantily clad women with money tucked into garter belts.” The partygoers claimed that a woman called “Peaches” was the host of the party, and that she had received permission from the owner, from whom Peaches was leasing the house. One partygoer called Peaches on the phone for an officer, since Peaches was not present. Peaches confirmed that she had permission from the owner, but when an officer called the owner, the owner claimed that the lease had not been executed and that he had not given permission for the party. The officers subsequently arrested the partygoers.</p>\n<p> </p>\n<p dir=\"ltr\">Sixteen of the arrested partygoers sued the officers and the District of Columbia for false arrest. The district court ruled in favor of the partygoers. The U.S. Court of Appeals for the D.C. Circuit affirmed and held both that the officers did not have probable cause for entry and were not entitled to immunity from liability. Probable cause to arrest for unlawful entry under D.C. law exists where a reasonable officer concludes from information known at the time that the arrestee knew or should have known that they entered the house against the will of the owner. The court reasoned that, because the partygoers believed in good faith that the owner had given Peaches permission for the party, they could not have intended to enter unlawfully. The court also ruled that the officers were not entitled to immunity because it was unreasonable for them to believe that they were not violating the partygoers’ clearly established Fourth Amendment rights against false arrest.</p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/53965",
      "dates": [
        1484805600
      ],
      "event": "Granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 394,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/16",
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "justia_url": null,
  "docket_number": "15-1458",
  "ID": 62807,
  "written_opinion": null,
  "question": "<p> </p>\n<ol><li dir=\"ltr\">\n<p dir=\"ltr\">Do officers have probable cause to arrest for unlawful entry under D.C. law despite a claim of good-faith entry? </p>\n</li>\n<li dir=\"ltr\">Was the law sufficiently clearly established to justify the denial of immunity to the officers?</li>\n</ol>",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27501"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "Washington",
    "province": "DC",
    "province_name": "District Of Columbia",
    "postal_code": null,
    "street": "3816 Blaine St. NE",
    "latitude": 38.891899,
    "longitude": -76.951308,
    "name": "Near the intersection of Anacostia Rd NE and Blaine St NE"
  },
  "name": "District of Columbia v. Wesby",
  "term": "2017",
  "additional_docket_numbers": null
}