{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/16-424",
  "second_party": "United States of America",
  "first_party": "Rodney Class",
  "advocates": null,
  "description": "A case in which the Court will decide whether a guilty plea inherently waives a defendant’s right to challenge the constitutionality of his conviction.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p>In May 2013, Rodney Class was arrested in the District of Columbia for possession of three firearms on United States Capitol Grounds in violation of 40 U.S.C. §5104(e). Class, representing himself, pleaded guilty in the district court. He appealed to the U.S. Court of Appeals for the District of Columbia Circuit on grounds of constitutional error and statutory error. The appellate court affirmed the judgment of the district court and found Class guilty due to his guilty plea. The appellate court explained that the its precedent in United States v. Delgado-Garcia--which held that, “[u]nconditional guilty pleas that are knowing and intelligent...waive the pleading defendant[‘s] claims of error on appeal, even constitutional claims”--is binding on this case. Delgado articulates two exceptions to this rule in which a defendant may appeal: (1) “the defendant’s claimed right to not be haled into court at all” and (2) “that the court below lacked subject-matter jurisdiction over the case…” However, the court held that neither exception applies here. </p>\n",
  "timeline": null,
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 555,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/16",
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "justia_url": null,
  "docket_number": "16-424",
  "ID": 62817,
  "written_opinion": null,
  "question": "<p>Does a guilty plea inherently waive a defendant’s right to challenge the constitutionality of his conviction?</p>\n",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27507"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "Washington",
    "province": "DC",
    "province_name": "District Of Columbia",
    "postal_code": null,
    "street": "333 Constitution Ave., NW ",
    "latitude": 38.892935,
    "longitude": -77.016281,
    "name": "E Barrett Prettyman U.S. Courthouse "
  },
  "name": "Class v. United States",
  "term": "2017",
  "additional_docket_numbers": null
}