{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/15-486",
  "second_party": "Mike Morath, Texas Commissioner of Education",
  "first_party": "Donnika Ivy, et al.",
  "advocates": null,
  "description": "A case in which the Court will determine whether a relationship between private and public actors that does not rise to the level of an express contractual relationship can still qualify as a “service, program, or activity” of the state such that it creates obligations to comply with the Americans with Disabilities Act.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p>In Texas, people under the age of 25 must submit a certificate from a private driver education school licensed by the Texas Education Agency (TEA) to the Department of Public Safety in order to obtain a driver’s license. Donnika Ivy and the other plaintiffs in this case are deaf individuals under the age of 25 who contacted a number of the TEA-licensed private driving schools and were told that those schools could not accommodate them, so they could not receive the required certificates and therefore could not obtain driver’s licenses. The TEA stated that it was not required to enforce the requirements of the Americans with Disabilities Act (ADA) against the private driving schools unless the Department of Justice found the schools in violation of the ADA, which it apparently had not because it had dismissed such a claim. The plaintiffs sued the TEA in federal district court, and the TEA filed motions to dismiss. The district court denied the motions, but granted the TEA leave to appeal, which it did. The U.S. Court of Appeals for the Fifth Circuit reversed and held that the private driving schools were not a “service, program, or activity” of the TEA, and therefore the TEA was not required to enforce ADA compliance for those schools.</p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/53866",
      "dates": [
        1467090000
      ],
      "event": "Granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 87,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/10",
    "ID": 10,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "justia_url": null,
  "docket_number": "15-486",
  "ID": 62733,
  "written_opinion": null,
  "question": "<p>Can a relationship between private and public actors that does not rise to the level of an express contractual relationship still qualify as a “service, program, or activity” of the state such that it creates obligations to comply with the Americans with Disabilities Act?</p>\n",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27444"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "Austin",
    "province": "TX",
    "province_name": "Texas",
    "postal_code": null,
    "street": "1701 N. Congress Avenue",
    "latitude": 30.279053,
    "longitude": -97.737931,
    "name": "Texas Education Agency"
  },
  "name": "Ivy v. Morath",
  "term": "2017",
  "additional_docket_numbers": null
}