{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/15-1509",
  "second_party": "Village Lakeridge, LLC",
  "first_party": "U.S. Bank National Association",
  "advocates": null,
  "description": "A case in which the Court will decide whether a designation of non-statutory insider status is reviewable under the standard of clear error.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p>The Village at Lakeridge, LLC, (Lakeridge) filed for bankruptcy on June 16, 2011. At that time, MBP Equity Partners 1, LLC (MBP), a member of Lakeridge, decided to sell its claim on Lakeridge’s assets to Robert Rabkin. In a deposition, Rabkin testified that he had a close relationship with a member of MBP’s board. U.S. Bank National Association, which also held a claim to Lakeridge’s assets, offered to purchase Rabkin’s claim, but Rabkin decided not to accept it. U.S. Bank subsequently filed a motion to designate Rabkin as both a statutory and non-statutory insider, either of which would prevent Rabkin from voting on bankruptcy plan proceedings. The bankruptcy court held that Rabkin had become a statutory insider by purchasing a claim from MBP, which the court considered an insider because it was an affiliate of Lakeridge. The U.S. Court of Appeals for the Ninth Circuit held that insider status is a question of fact that appellate courts review under the deferential standard of clear error. Under the clear error standard, an appellate court will only reverse a lower court’s finding if it is clear from the evidence that a mistake has been made. After reviewing the case under this standard, the appellate court reversed and held that a third party that is assigned a claim does not assume the insider status of the assigning party. The court also held that Rabkin was not a non-statutory insider because the evidence did not show that Rabkin had a close enough relationship with the member of MBP’s board to be considered an insider.</p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/54006",
      "dates": [
        1490590800
      ],
      "event": "Granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 0,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/5",
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "justia_url": null,
  "docket_number": "15-1509",
  "ID": 62828,
  "written_opinion": null,
  "question": "<p>Is a designation of non-statutory insider status reviewable under the standard of clear error?</p>\n",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27512"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "San Francisco",
    "province": "CA",
    "province_name": "California",
    "postal_code": null,
    "street": " 95 7th St",
    "latitude": 37.779944,
    "longitude": -122.411006,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "name": "U.S. Bank National Association v. Village at Lakeridge, LLC",
  "term": "2017",
  "additional_docket_numbers": null
}