{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/16-499",
  "second_party": "Arab Bank, PLC",
  "first_party": "Joseph Jesner, et al.",
  "advocates": null,
  "description": "A case in which the Court will decide whether the Alien Tort Statute prohibits corporate liability.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p>Several alien individuals were injured, kidnapped, or killed by terrorists in attacks against Israeli citizens overseas. The surviving aliens and the families of those who perished in the attacks accused Arab Bank, PLC (Arab Bank), a bank corporation headquartered in Jordan, of financing and facilitating various terrorist organizations involved in the attacks. The survivors sued Arab Bank in New York federal court under the Alien Tort Statute (ATS), which provides for federal district court jurisdiction over civil actions brought by aliens. Arab Bank moved to dismiss the ATS claims under the U.S. Court of Appeals for the Second Circuit’s decision in Kiobel v. Royal Dutch Petroleum Co. In that case, the appellate court held that the ATS does not authorize claims against foreign corporations. The district court acknowledged that, because the U.S. Supreme Court affirmed Kiobel on other grounds and had not addressed the question of corporate liability, the court of appeals’ holding was still controlling precedent and therefore dismissed the ATS claims. On appeal, the appellate court noted that the Supreme Court’s decision did cast some doubt on the corporate liability holding in Kiobel. However, because the Supreme Court had not addressed the question of corporate liability, the appellate court  affirmed the lower court’s dismissal.</p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/54010",
      "dates": [
        1491195600
      ],
      "event": "Granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 204,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/7",
    "ID": 7,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "justia_url": null,
  "docket_number": "16-499",
  "ID": 62830,
  "written_opinion": null,
  "question": "<p>Does the Alien Tort Statute prohibit corporate liability?</p>\n",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27514"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "New York",
    "province": "NY",
    "province_name": "New York",
    "postal_code": null,
    "street": "40 Foley Square",
    "latitude": 40.713732,
    "longitude": -74.002653,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "name": "Jesner v. Arab Bank, PLC",
  "term": "2017",
  "additional_docket_numbers": null
}