{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/16-6795",
  "second_party": "Lorie Davis, Director, Texas Department of Criminal Justice (Institutional Division)",
  "first_party": "Carlos Manuel Ayestas",
  "advocates": null,
  "description": "A case in which the Court will decide whether investigative services under 18 U.S.C. §3599(f) are only “reasonably necessary” when the habeas petitioner requesting the services can meet the burden of proof for the underlying claim for habeas relief at the time of the request for the investigative services.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p dir=\"ltr\">In July 1997, Carlos Manuel Ayestas, a Honduran national, was convicted and sentenced to death for the murder of Santiaga Paneque at her home in Houston, Texas. Ayestas appealed his conviction and filed for state habeas relief based on a claim of ineffective assistance of counsel; he argued that his trial counsel failed to secure the testimony of family members who could have presented mitigating evidence. The state habeas court found that Ayestas’ trial attorney was not ineffective and denied his application for habeas relief. The Texas Court of Criminal Appeals adopted the findings of the state habeas court and denied relief as well. </p>\n<p>In 2009, Ayestas, with a new attorney, filed a federal habeas petition and claimed that his trial counsel had been ineffective because he had failed to conduct a reasonable investigation that would have uncovered “available and abundant” mitigating factors. However, the district court found that his claim was procedurally defaulted because it had not been raised in the state habeas proceeding and denied relief. The U.S. Court of Appeals for the Fifth Circuit affirmed. The U.S. Supreme Court subsequently decided Martinez v. Ryan, which held that ineffectiveness of state habeas counsel in failing to bring an ineffective assistance of trial counsel claim may excuse a procedural default. The Supreme Court later extended the holding of Martinez to Texas’ habeas scheme in Trevino v. Thaler. In light of these decisions, Ayestas asked for a rehearing. On rehearing in the district court, Ayestas filed a motion for investigative assistance that was “reasonably necessary” to develop his broader ineffective assistance of counsel claim under 18 U.S.C. §3599(f). The district court denied the motion based on Fifth Circuit precedent that holds that investigative assistance is not “reasonably necessary” unless the habeas petitioner can carry the ultimate burden of proof on the underlying claim at the time of the request for investigative assistance. The district court determined that Ayestas could not meet his burden of proof on the ineffective assistance of counsel claim and therefore denied the motion. The appellate court affirmed.</p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/54012",
      "dates": [
        1491195600
      ],
      "event": "Granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 227,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/10",
    "ID": 10,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "justia_url": null,
  "docket_number": "16-6795",
  "ID": 62831,
  "written_opinion": null,
  "question": "<p>Are investigative services under 18 U.S.C. §3599(f) only “reasonably necessary” when the habeas petitioner requesting the services can meet the burden of proof for the underlying claim for habeas relief at the time of the request for the investigative services? </p>\n",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27515"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "Houston",
    "province": "TX",
    "province_name": "Texas",
    "postal_code": null,
    "street": "515 Rusk Street",
    "latitude": 29.761126,
    "longitude": -95.367458,
    "name": "U.S. District Court for the Southern District of Texas, Houston Division "
  },
  "name": "Ayestas v. Davis",
  "term": "2017",
  "additional_docket_numbers": null
}