{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/16-273",
  "second_party": "G.G., by his Next Friend and Mother Deirdre Grimm",
  "first_party": "Gloucester County School Board",
  "advocates": null,
  "description": "A case in which the Court will decide whether an unpublished agency letter which interprets the agency’s own regulation be accorded deference and whether the Department of Education’s interpretation of Title IX and its regulation permitting separation of restrooms on the basis of sex be accorded deference. ",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p dir=\"ltr\">During the 2013-14 school year, G.G., a transgender student at Gloucester High School, was diagnosed with gender dysphoria. G. subsequently obtained permission from the school’s principal to use the boys’ restroom during the 2014-15 school year. However, upon discovering that G. had been using the boys’ restroom, several county residents contacted the Gloucester County School Board (Board) to demand that G. be barred from doing so. Initially, the Board announced plans to install additional privacy measures in the school’s restrooms. However, following additional protest from county residents, the Board passed a policy mandating that transgender students only be allowed access to single-stall unisex restrooms or restrooms that correspond with their sex assigned at birth.</p>\n<p>On January 7, 2015, the Department of Education (DOE) issued an opinion letter to schools regarding its regulation under Title IX of the Education Amendments of 1972 permitting the separation of restrooms and locker rooms on the basis of sex. In the letter, the DOE stated that the regulation required schools receiving federal funds to allow transgender students to use facilities consistent with their gender identity. Relying on the DOE’s interpretation, G. sued the Board and alleged that its policy violated Title IX as well as the Equal Protection Clause of the Fourteenth Amendment and sought both damages and an injunction against the policy. The district court granted the Board’s motion to dismiss the Title IX claim and denied G.’s motion for preliminary injunction. The U.S. Court of Appeals for the Fourth Circuit reversed and held that, both because the term “sex” in the DOE’s regulation was ambiguous as applied to transgender students and because the DOE’s interpretation was the result of its well-considered judgment, the district court erred in not according deference to the DOE’s interpretation of its own regulation. </p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/53899",
      "dates": [
        1477630800
      ],
      "event": "Granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 330,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/9",
    "ID": 9,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "justia_url": null,
  "docket_number": "16-273",
  "ID": 62765,
  "written_opinion": null,
  "question": "<ol><li dir=\"ltr\">Should an unpublished agency letter which interprets the agency’s own regulation be accorded deference?</li>\n<li dir=\"ltr\">In this case, should the Department of Education’s interpretation of Title IX of the Education Amendments of 1972 and its regulation permitting separation of restrooms on the basis of sex be accorded deference?</li>\n</ol>",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27467"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "Gloucester",
    "province": "VA",
    "province_name": "Virginia",
    "postal_code": null,
    "street": "6680 Short Lane",
    "latitude": 37.382084,
    "longitude": -76.525727,
    "name": "Gloucester High School"
  },
  "name": "Gloucester County School Board v. G.G.",
  "term": "2017",
  "additional_docket_numbers": null
}