{
  "decisions": null,
  "href": "https://api.oyez.org/cases/2017/15-961",
  "second_party": "Sam Osborn, et al.",
  "first_party": "Visa Inc., et al.",
  "advocates": null,
  "description": "A case in which the Court would have determined whether allegations that members of a business organization agreed to adhere to the organization’s rules and possessed governance rights to the organization are sufficient to plead that there was a conspiracy under the Sherman Act.",
  "first_party_label": "Petitioner",
  "related_cases": null,
  "conclusion": null,
  "facts_of_the_case": "<p>Automated Teller Machines (ATMs) allow cardholders to access their accounts as long as the cardholder’s card and the ATM share at least one common network, and ATM operators profit from these transactions by charging fees to both cardholder’s bank and the cardholder. For ATM operators to use their networks, Visa and MasterCard each require that the operator agree to “Access Fee Rules,” which provide that the operator may not charge a Visa or MasterCard network user a higher fee than a customer whose card uses another network. The plaintiffs in these consolidated cases sued and argued that the Access Fee Rules violated the Sherman Act because they illegally prevent the efficient pricing of ATM services and do not allow ATM operators to incentivize customers to choose cards that are more efficient and cheaper than Visa and MasterCard. The district court dismissed the cases because the plaintiffs had not adequately established that there was concerted activity as the Sherman Act required. The U.S. Court of Appeals for the District of Columbia Circuit reversed and held that, while mere membership in an organization is not sufficient, the plaintiffs alleged that the members used the bankcard associations to enforce certain pricing schemes, which is sufficient to plausibly allege a conspiracy under the Sherman Act.</p>\n<p>After agreeing to hear the case in July of 2016, the Supreme Court dismissed it as improvidently granted in November of that same year.</p>\n",
  "timeline": [
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/53878",
      "dates": [
        1467090000
      ],
      "event": "Granted"
    },
    {
      "href": "https://api.oyez.org/case_timeline/case_timeline/53916",
      "dates": [
        1479362400
      ],
      "event": "Dismissed as improvidently granted"
    }
  ],
  "opinion_announcement": null,
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "view_count": 73,
  "lower_court": {
    "href": "https://api.oyez.org/taxonomy/term/16",
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "justia_url": null,
  "docket_number": "15-961",
  "ID": 62736,
  "written_opinion": null,
  "question": "<p>Are allegations that members of a business organization agreed to adhere to the organization’s rules and also possessed governance rights to the organization sufficient to plead that there was a conspiracy under the Sherman Act?</p>\n",
  "citation": {
    "page": null,
    "volume": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27447"
  },
  "oral_argument_audio": null,
  "decided_by": null,
  "location": {
    "city": "Washington",
    "province": "DC",
    "province_name": "District Of Columbia",
    "postal_code": null,
    "street": "333 Constitution Avenue N.W.",
    "latitude": 38.892851,
    "longitude": -77.016209,
    "name": "U.S. District Court for the District of Columbia"
  },
  "name": "Visa Inc. v. Osborn",
  "term": "2017",
  "additional_docket_numbers": [
    "15-962"
  ]
}